{
    "radical": "水",
    "character": "流",
    "vietnamese": [
        "lưu"
    ],
    "strokes": 9,
    "explainations": [
        "Nước chảy, nước chảy tự nhiên, cho nên cái gì nó tự nhiên đunđi cũng gọi là lưu hành 流行.",
        "Dòng nước, nước chảy chia ra các ngành gọi là lưu.",
        "Dòng, riêng làm một dòng gọi là lưu. Như học thuật chia ra cửulưu 九流 (chín dòng) : (1) nhà Nho, (2) nhà Ðạo, (3) nhà Âm Dương,(4) nhà học về pháp, (5) nhà học về danh, (6) nhà Mặc, (7) nhà tunghoành, (8) nhà tạp học, (9) nhà nông.",
        "Phân biệt từng loài cũng gọi là lưu. Như thanh lưu 清流 dòngtrong, trọc lưu 濁流 dòng đục, thượng lưu 上流 dòng trên có học thứcđức hạnh, hạ lưu 下流 dòng dưới ngu si. Quan phẩm cũng chia ra lưunội 流內 dòng ở trong, lưu ngoại 流外 dòng ở ngoài. Chưa được phẩm cấpgì gọi là vị nhập lưu 未入流.",
        "Chuyển động, cái gì tròn trặn chuyển vần được không có động tácgọi là lưu. Như lưu động 流動, lưu chuyển 流轉, lưu lợi 流利, v.v. Trôigiạt. Như phiêu lưu 飄流, lưu lạc 流落, dân chạy loạn lạc đi nơi khácgọi là lưu dân 流民, giặc cỏ tràn đi các nơi gọi là lưu khấu 流寇, ănmày ở ngoài tới gọi là lưu cái 流丐, nhà trò ở ngoài tới gọi là lưuxướng 流倡, v.v. đều là noi nghĩa ấy cả.",
        "Truyền dõi. Như lưu truyền 流傳, lưu phương 流芳 để tiếng thơm mãi,lưu độc 流毒 để cái độc về sau mãi, v.v. Lời nói không có căn cứ vàođâu gọi là lưu ngôn 流言.",
        "Giạt. Như lưu đãng vong phản 流蕩忘反 trôi giạt quên trở lại, lưuliên hoang vong 流連荒亡 lưu liên lu bù, nói kẻ chơi bời phóng túngkhông còn nghĩ gì.",
        "Trôi đi, bị thời thế xoay đi. Như nước chảy dốc xuống, cho nêncái phong khí của một đời gọi là lưu phong 流風 hay lưu tục 流俗.",
        "Xoay quanh không thôi. Như chu lưu 周流, luân lưu 輪流 , v.v.",
        "Vận trời làm cũng gọi là lưu. Như lưu quang 流光, lưu niên 流年,v.v.",
        "Tội đày, đày đi phương xa gọi là phóng lưu 放流.",
        "Ðất ngoài biên thùy, quan phải bổ lên vùng man rợ gọi là lưuquan 流官. Do người thổ trước nối đời làm gọi là thổ tư 土司, đổi phépbổ lưu quan thay thổ tư gọi là cải thổ quy lưu 改土歸司.",
        "Ðời nhà Hán bạc nặng tám lạng gọi là lưu.",
        "Phẩm giá người, hạng người.",
        "Liếc ngang, mắt trông không ngay ngắn."
    ]
}
