{
    "radical": "至",
    "character": "致",
    "vietnamese": [
        "trí"
    ],
    "strokes": 10,
    "explainations": [
        "Suy cùng. Như cách trí 格致 suy cùng lẽ vật. Nghiên cứu cho biếthết thảy các vật có hình, vô hình trong khoảng trời đất, nó sinh,nó diệt, nó hợp, nó ly thế nào gọi là cách trí 格致.",
        "Hết, hết bổn phận mình với người, với vật gọi là trí. Như trílực 致力 hết sức, trí thân 致身 đem cả thân cho người, v.v. Ðỗ Phủ 杜甫 :Trường An khanh tướng đa thiếu niên, Phú quý ưng tu trí thân tảo長安卿相多少年，富貴應須致身早 Tại Trường An, các khanh tướng phần nhiều ít tuổi,Cần phải sớm được giàu sang, sớm được dốc lòng phụng sự.",
        "Dùng kế lừa cho người đến chỗ chết gọi là trí chi tử địa 致之死地lừa vào chỗ chết. Dùng phép luật cố buộc người vào tội gọi là vănchí 文致.",
        "Trao, đưa. Như trí thư 致書 đưa thư.",
        "Trả lại cũng gọi là trí. Như trí chánh 致政 trao trả chánh quyềnvề hưu.",
        "Lấy ý mình đạt cho người biết cũng gọi là trí. Như trí ý 致思 gửiý. Vì gián tiếp mới đạt tới gọi là truyền trí 傳致 hay chuyển trí 轉致,v.v.",
        "Ðặt để. Như trí quân Nghiêu Thuấn 致君堯舜 làm cho vua tới bực giỏinhư vua Nghiêu vua Thuấn, trí thân thanh vân 致身青雲 làm cho mình tớibậc cao xa. Cứ theo một cái mục đích mình đã định mà làm cho đượcđều gọi là trí.",
        "Phàm làm cái gì, hoặc vì trực tiếp hoặc vì gián tiếp, mà chịuđược cái ảnh hưởng của nó đều gọi là trí. Như dĩ thương trí phú以商致富 lấy nghề buôn mà đến giàu, trực ngôn trí họa 直言致禍 vì nói thẳngmà mắc họa. Không khó nhọc gì mà được hưởng quyền lợi gọi là tọatrí 坐致. Trong chốc lát mà liệu biện được đủ ngay gọi là lập trí 立致.",
        "Vời lại, vời cho đến với mình gọi là trí. Như la trí 羅致 vẹttới, săn tới, chiêu trí 招致 vời tới. Chiếu trí nhân tài 招致人才 nghĩalà vời người hiền tài đến. 10 : Vật ngoài nó thừa cơ mà xâm vàocũng gọi là trí. Như nhân phong hàn trí bệnh 因風寒致病 nhân gió rétthừa hư nó vào mà đến ốm bệnh. Vì thế nên bị ngoại vật nó bức báchkhông thể không theo thế được cũng gọi là trí. Như tình trí 情致 chỗtình nó đến, hứng trí 興致 chỗ hứng đến, v.v.",
        "Thái độ. Như nhã nhân thâm trí 雅人深致 người có thái độ nhã lạ.Tả cái tình trạng vật gọi là cảnh trí 景致, mộc mạc gọi là chuyết trí拙致, khác với mọi người gọi là biệt trí 別致, v.v. đều là noi cáinghĩa ấy cả.",
        "Ðường lối. Như ngôn văn nhất trí 言文一致 lời nói lời văn cùng mộtlối, nói đại khái gọi là đại trí 大致 cũng do một nghĩa ấy cả.",
        "Cùng nghĩa với chữ chí 至.",
        "Cùng nghĩa với chữ trí 緻."
    ]
}
