{
    "character": "之",
    "details": {
        "Âm Hán Việt": [
            "chi"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "triệt 丿 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶フ丶"
        ],
        "Thương Hiệt": [
            "INO (戈弓人)"
        ],
        "Unicode": [
            "U+4E4B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhī ㄓ"
        ],
        "Âm Nôm": [
            "chi",
            "gì",
            "giây"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "の (no)",
            "これ (kore)",
            "おいて (oite)",
            "ゆく (yuku)",
            "この (kono)"
        ],
        "Âm Hàn": [
            "지"
        ],
        "Âm Quảng Đông": [
            "zi1"
        ]
    },
    "meanings": {
        "chi": {
            "Từ điển phổ thông": [
                "đã, rồi",
                "thuộc về",
                "(đại từ thay thế)",
                "mà",
                "đi tới"
            ],
            "Từ điển trích dẫn": [
                "(Giới) Của, thuộc về. ◎Như: 'đại học chi đạo' 大學之道 đạo đại học, 'dân chi phụ mẫu' 民之父母 cha mẹ của dân, 'chung cổ chi thanh' 鐘鼓之聲 tiếng chiêng trống. ◇Luận Ngữ 論語: 'Phu tử chi văn chương' 夫子之文章 (Công Dã Tràng 公冶長) Văn chương của thầy.",
                "(Giới) Đối với (dùng như 於). ◇Lễ Kí 禮記: 'Nhân chi kì sở thân ái nhi phích yên' 人之其所親愛而辟焉 (Đại Học 大學) Người ta đối với người thân của mình thì vì yêu mà thiên lệch.",
                "(Giới) Ở chỗ (tương đương với 'chư' 諸, 'chi ư' 之於). ◇Mạnh Tử 孟子: 'Vũ sơ cửu hà, thược Tể, Tháp nhi chú chư hải, quyết Nhữ, Hán, bài Hoài, Tứ nhi chú chi Giang' 禹疏九河, 瀹濟, 漯而注諸海, 決汝, 漢, 排淮, 泗而注之江 (Đằng Văn Công thượng 滕文公上) Vua Vũ khai thông chín sông, đào sông Tể, sông Tháp cho chảy vào biển, khơi các sông Nhữ, Hán, bời sông Hoài, sông Tứ cho chảy vô sông Giang.",
                "(Liên) Và, với (dùng như 'dữ' 與, 'cập' 及). ◇Thư Kinh 書經: 'Duy hữu ti chi mục phu' 惟有司之牧夫 (Lập chánh 立政) Chỉ có quan hữu ti và mục phu.",
                "(Liên) Mà (dùng như 'nhi' 而). ◇Chiến quốc sách 戰國策: 'Thần khủng vương vị thần chi đầu trữ dã' 臣恐王為臣之投杼也 (Tần sách nhị) Thần e rằng nhà vua phải vì thần mà liệng cái thoi. § Ghi chú: Tức là làm như bà mẹ của Tăng Sâm, nghe người ta đồn Tăng Sâm giết người lần thứ ba, quăng thoi, leo tường mà trốn.",
                "(Liên) Thì (dùng như 'tắc' 則). ◇Lã Thị Xuân Thu 呂氏春秋: 'Cố dân vô thường xứ, kiến lợi chi tụ, vô chi khứ' 故民無常處, 見利之聚, 無之去 (Trọng xuân kỉ 仲春紀, Công danh 功名) Cho nên dân không có chỗ ở nhất định, thấy có lợi thì tụ lại, không có thì bỏ đi.",
                "(Liên) Nếu, như quả. ◇Luận Ngữ 論語: 'Ngã chi đại hiền dư, ư nhân hà sở bất dong? Ngã chi bất hiền dư, nhân tương cự ngã, như chi hà kì cự nhân dã?' 我之大賢與, 於人何所不容? 我之不賢與, 人將拒我, 如之何其拒人也 (Tử Trương 子張) Nếu ta là bậc đại hiền, thì ai mà ta chẳng dung nạp được? Nếu ta mà chẳng là bậc hiền thì người ta sẽ cự tuyệt ta, chứ đâu cự tuyệt được người?",
                "(Động) Đi. ◇Mạnh Tử 孟子: 'Đằng Văn Công tương chi Sở' 滕文公將之楚 (Đằng Văn Công thượng 滕文公上) Đằng Văn Công sắp đi sang nước Sở.",
                "(Động) Đến. ◎Như: 'tự thiểu chi đa' 自少之多 từ ít đến nhiều. ◇Thi Kinh 詩經: 'Chi tử thỉ mĩ tha' 之死矢靡它 (Dung phong 鄘風, Bách chu 柏舟) Đến chết, ta thề không có lòng dạ khác.",
                "(Động) Là, chính là. ◎Như: 'Lí Bạch thị cử thế tối vĩ đại đích thi nhân chi nhất' 李白是舉世最偉大的詩人之一 Lí Bạch là một trong những nhà thơ vĩ đại nhất trên đời.",
                "(Động) Dùng. ◇Chiến quốc sách 戰國策: 'Xả kì sở trường, chi kì sở đoản' 舍其所長, 之其所短 (Tề sách tam, Mạnh Thường Quân 孟嘗君) Bỏ cái sở trường, dùng cái sở đoản.",
                "(Đại) Đấy, đó, kia (tiếng dùng thay một danh từ). ◎Như: 'chi tử vu quy' 之子于歸 cô ấy về nhà chồng. ◇Sử Kí 史記: 'Chu đạo suy phế, Khổng Tử vi Lỗ ti khấu, chư hầu hại chi, đại phu ủng chi' 周道衰廢, 孔子為魯司寇, 諸侯害之, 大夫壅之 (Thái sử công tự tự 太史公自序) Đạo nhà Chu suy vi bị bỏ phế, Khổng Tử làm quan tư khấu nước Lỗ, bị các nước chư hầu hại ông, quan đại phu ngăn cản ông. ◇Trang Tử 莊子: 'Chi nhị trùng hựu hà tri' 之二蟲又何知 (Tiêu dao du 逍遙遊) Hai giống trùng kia lại biết gì.",
                "(Trợ) Dùng để nhấn mạnh. ◇Sử Kí 史記: 'Trướng hận cửu chi' 悵恨久之 (Trần Thiệp thế gia 陳涉世家) Bùi ngùi một hồi lâu.",
                "(Danh) Họ 'Chi'."
            ],
            "Từ điển Thiều Chửu": [
                "Chưng, dùng về lời nói liền nối nhau, như đại học chi đạo 大學之道 chưng đạo đại học.",
                "Ði, như Ðằng Văn-Công tương chi Sở 滕文公將之楚 Ðằng Văn-Công sắp đi sang nước Sở.",
                "Ðến, như chi tử mĩ tha 之死靡他 đến chết chẳng tới ai.",
                "Ðấy, là tiếng dùng thay một danh từ nào, như Thang sử nhân vấn chi 湯使人問之 vua Thang khiến người hỏi đấy (hỏi ai? tức là hỏi Cát Bá, chữ chi đây là thay hai chữ Cát Bá).",
                "Ấy, như chi tử vu quy 之子于歸 người ấy về nhà chồng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Của (đặt giữa định ngữ và thành phần trung tâm, tương đương với 的 trong Hán ngữ hiện đại): 民之父母 Cha mẹ của dân; 鐘鼓之聲 Tiếng chiêng trống; 光榮之家 Gia đình vẻ vang;",
                "Đặt giữa chủ ngữ và vị ngữ để thủ tiêu tính độc lập của câu: 皮之不存，毛將安傅？ Da không còn thì lông bám vào đâu? (Tả truyện); 人之所不學而能者，其良能也 Người ta sở dĩ không học mà biết, là nhờ có lương năng (Mạnh tử); 天下之無道也久矣 Thiên hạ vô đạo đã lâu lắm rồi (Luận ngữ); 民歸之，猶水之就下 Dân chúng theo về với ông ấy, giống như nước chảy xuống chỗ thấp (Mạnh tử);",
                "(văn) Họ, hắn, nó...: 吾愛之重之 Tôi yêu nó, trọng nó; 使吏卒共抱大巫嫗，投之河中 Sai quan quân hè nhau ôm bà đồng, ném bà ta vào giữa sông (Sử kí);",
                "Cái đó, điều đó (chỉ sự vật đã nêu ra ở trước, hoặc sắp nêu ra): 學而時習之 Học thì thường ôn lại những điều đã học (Luận ngữ); 道之不明也，我知之矣 Đạo không sáng ra được, ta biết điều đó rồi (Luận ngữ); 寡人聞之：哀樂失時，殃咎必至 Quả nhân nghe nói: Buồn vui không phải lúc thì việc hoạ hoạn ắt phải đến (Tả truyện: Trang công nhị thập nhị niên); 商聞之矣：死生有命，富貴在天 Thương này nghe nói rằng: Sống chết có mạng, giàu sang do trời (Luận ngữ: Nhan Uyên);",
                "Ở đó, nơi đó (chỉ nơi chốn): 淵深而魚生之，山深而獸往之 Vực có sâu thì cá mới sinh ra ở đó, núi có thẳm thì thú vật mới đến nơi đó (Sử kí);",
                "Này, kia, ấy (biểu thị sự cận chỉ, đặt trước danh từ): 之子于歸 Cô kia về nhà chồng (Thi Kinh); 之二蟲又何知？ Hai giống trùng ấy lại biết gì? (Trang tử);",
                "Thì (dùng như 則, 便, 就): 故民無常處，見利之聚，無之去 Cho nên dân không có chỗ ở nhất định, (hễ họ) thấy có lợi thì tụ lại, không có thì bỏ đi (Lã thị Xuân thu);",
                "Đối với (dùng như 於, 于, 對于): 人之其所親愛而闢焉 Người ta đối với người thân của mình thì vì yêu mà thiên lệch (Lễ kí: Đại học);",
                "(văn) Khác hơn so với (dùng như 此, 于, 於): 哭顏淵慟者，殊之衆徒，哀痛之甚也 (Khổng tử) khóc Nhan Uyên rất đau thương, vì Nhan Uyên khác hơn những học trò khác của ông, nên ông hết sức thương đau (Luận hoành: Vấn Khổng thiên);",
                "(văn) Và (dùng như liên từ để nối kết từ hoặc nhóm từ, biểu thị mối quan hệ đẳng lập, tương đương với 與): 惟有司之牧夫 Chỉ có quan hữu ty và mục phu (Thương thư: Lập chính); 皇父之二子死焉 Hoàng Phụ và hai người khác nữa chết ở đó (Tả truyện: Văn công thập nhất niên); 得之不得，曰有命 Được và không được, gọi là có mệnh (Mạnh tử: Vạn Chương thượng); 知遠之近 Biết xa và gần (Lễ kí: Trung dung);",
                "(văn) Đi, đến: 先生將何之？ Tiên sinh định đi đâu? (Mạnh tử); 沛公引兵之薛 Bái công dẫn quân đi sang đất Tiết (Hán thư);",
                "Tiếng đệm: 總之 Tóm lại; 久而久之 Qua một thời gian lâu; 知之爲知之 Biết thì cho là biết (Luận ngữ); 頃之，煙炎張天 Trong khoảnh khắc, khói lửa mù trời... (Tư trị thông giám); 則苗沛然興之 Thì lúa non mọc rộ lên (Mạnh tử); 之綱之紀 Có cương có kỉ (Thi Kinh);",
                "Chỉ phân số: 三分之一 Một phần ba;"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi ra — Tới, đến — Của ( giới từ ) — Tiếng hư từ trong cổ văn Trung Hoa, nghĩa tuỳ theo cách dùng trong câu — Tên người, tức Mạc Đĩnh Chi, tự Tiết phu, người làng Lũng Động huyện Chí Linh tỉnh Hải Dương, Bắc phần Việt Nam, đậu trạng nguyên năm 1304, niên hiệu Hưng Long 12 đời Trần Anh Tông, trãi thờ ba đời vua là Anh Tông, Minh Tông và Hiến Tông, làm quan tới chức Đại liêu ban tả bộc xạ, nổi tiếng hay chữ và cực kì thông minh, từng đi xứ Trung Hoa khiến vua tôi Trung Hoa nể phục. Ông là Tổ bảy đời của Mạc Đăng Dung. Tác phẩm có bài Ngọc tỉnh liên phú ( bài phú hoa sen nở trong giếng ngọc ) viết bằng chữ Hán."
            ],
            "compound_words": {
                "惡口受之": "ác khẩu thụ chi",
                "柏舟之節": "bách chu chi tiết",
                "百歲之後": "bách tuế chi hậu",
                "布衣之交": "bố y chi giao",
                "濮上之音": "bộc thượng chi âm",
                "膏粱之子": "cao lương chi tử",
                "狗馬之心": "cẩu mã chi tâm",
                "之間": "chi gian",
                "之间": "chi gian",
                "之下": "chi hạ",
                "之后": "chi hậu",
                "之後": "chi hậu",
                "之乎者也": "chi hồ giả dã",
                "之一": "chi nhất",
                "之而": "chi nhi",
                "之前": "chi tiền",
                "之字路": "chi tự lộ",
                "顧復之恩": "cố phục chi ân",
                "彊弩之末": "cương nỗ chi mạt",
                "九五之尊": "cửu ngũ chi tôn",
                "九世之仇": "cửu thế chi cừu",
                "倒屣迎之": "đảo tỉ nghênh chi",
                "浩然之氣": "hạo nhiên chi khí",
                "驚弓之鳥": "kinh cung chi điểu",
                "犁牛之子": "lê ngưu chi tử",
                "難中之難": "nan trung chi nan",
                "付之流水": "phó chi lưu thuỷ",
                "俯仰之間": "phủ ngưỡng chi gian",
                "冠世之才": "quán thế chi tài",
                "捲而懷之": "quyển nhi hoài chi",
                "霜露之病": "sương lộ chi bệnh",
                "桑中之樂": "tang trung chi lạc",
                "總之": "tổng chi",
                "池魚之殃": "trì ngư chi ương",
                "謂之": "vị chi",
                "出倫之才": "xuất luân chi tài"
            }
        }
    }
}