{
    "character": "仍",
    "details": {
        "Âm Hán Việt": [
            "nhưng"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "nhân 人 (+2 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻乃"
        ],
        "Nét bút": [
            "ノ丨フノ"
        ],
        "Thương Hiệt": [
            "ONHS (人弓竹尸)"
        ],
        "Unicode": [
            "U+4ECD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "réng ㄖㄥˊ"
        ],
        "Âm Nôm": [
            "dưng",
            "nhang",
            "nhăng",
            "nhùng",
            "nhưng"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)",
            "ニョウ (nyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "よ.って (yo.'te)",
            "しきりに (shikirini)",
            "なお (nao)",
            "よる (yoru)"
        ],
        "Âm Hàn": [
            "잉"
        ],
        "Âm Quảng Đông": [
            "jing4"
        ]
    },
    "meanings": {
        "nhưng": {
            "Từ điển phổ thông": [
                "nhưng",
                "vẫn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Noi theo, chiếu theo. ◇Luận Ngữ 論語: 'Nhưng cựu quán, như chi hà? Hà tất cải tác' 仍舊貫, 如之何? 何必改作? (Tiên tiến 先進) Noi theo tập quán cũ, không được sao? Hà tất phải sửa đổi?",
                "(Phó) Vẫn, cứ, như cũ. ◇Hậu Hán Thư 後漢書: 'Hán hưng, nhưng tập Tần chế' 漢興, 仍襲秦制 (Hoạn giả liệt truyện 宦者列傳) Nhà Hán dấy lên, vẫn noi theo chế độ nhà Tần.",
                "(Phó) Luôn luôn, nhiều lần. ◇Hán Thư 漢書: 'Tai dị lũ giáng, cơ cận nhưng trăn' 災異婁降, 饑饉仍臻 (Cốc Vĩnh Đỗ nghiệp truyện 谷永杜鄴傳) Tai họa và việc dị thường nhiều lần giáng xuống, đói kém xảy ra luôn luôn.",
                "(Liên) Nên, rồi, vì thế. ◇Nam sử 南史: 'Dữ Thôi Tổ Tư hữu thiện... cập văn Tổ Tư tử, đỗng khốc, nhưng đắc bệnh, Kiến Nguyên nhị niên tốt' 與崔祖思友善……及聞祖思死, 慟哭, 仍得病, 建元二年卒 (Lưu Hoài Trân truyện 劉懷珍傳) Cùng thân thiết với Thôi Tổ Tư... khi nghe Tổ Tư chết thì gào khóc thảm thiết, vì thế mắc bệnh, năm thứ hai Kiến Nguyên, chết."
            ],
            "Từ điển Thiều Chửu": [
                "Như cũ, vẫn, như nhưng cựu 仍舊 như cũ.",
                "Luôn luôn, như cơ cận nhưng trăn 飢饉仍臻 kém đói luôn mãi."
            ],
            "Từ điển Trần Văn Chánh": [
                "(pht) Vẫn, cứ, như cũ: 仍須努力 Vẫn phải cố gắng; 仍不動 Vẫn nằm yên bất động; 今大將軍仍復克獲 Nay đại tướng quân vẫn cứ đạt được thắng lợi liên tục (Hán thư). 【仍舊】 nhưng cựu [réngjiù] (pht) Vẫn, cứ như thế, cứ như cũ: 意志仍舊那樣堅強 Ý chí vẫn bền vững như thường; 【仍然】 nhưng nhiên [réngrán] (pht) Vẫn: 這些規定仍然有效 Những quy định đó vẫn còn hiệu lực;",
                "(văn) (Vẫn) chiếu theo: 仍舊貫 Chiếu theo tập quán cũ (Luận ngữ);",
                "(văn) Nên, rồi, vì thế mà (dùng trước động từ vị ngữ của đoạn câu sau, biểu thị một động tác được thực hiện tiếp theo một tình huống đã nêu ở phía trước): 及聞祖思死, 慟哭, 仍得病 Đến khi nghe Tổ Tư chết thì gào khóc thảm thiết, vì thế mà bị bệnh (rồi mang bệnh) (Nam sử);",
                "(văn) Nhiều lần, liên tiếp: 晉仍無道而鮮胄, 其將失之矣 Tấn Lệ công nhiều lần làm việc vô đạo, lại thiếu đời sau nối dõi, chắc là sẽ mất ngôi (Quốc ngữ: Chu ngữ hạ); 災異婁降, 飢饉臻 Những việc tai hoạ và dị thường nhiều lần giáng xuống, nạn đói kém liên tiếp xảy ra (Hán thư: Cốc Vĩnh truyện);",
                "(văn) Lại, lại còn, rồi lại: 風扉掩不定, 水鳥去仍回 Gió thổi cánh cửa không đóng lại được, con chim nước bay đi rồi lại trở về (Đỗ Phủ: Vũ)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Noi theo. Nhân theo. Xem Nhưng cựu 仍舊 — Nhiều lần. Xem Nhưng tôn."
            ],
            "compound_words": {
                "仍旧": "nhưng cựu",
                "仍舊": "nhưng cựu",
                "仍然": "nhưng nhiên",
                "仍孫": "nhưng tôn"
            }
        }
    }
}