{
    "character": "亮",
    "details": {
        "Âm Hán Việt": [
            "lương",
            "lượng"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "đầu 亠 (+7 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱⿳亠口冖几"
        ],
        "Nét bút": [
            "丶一丨フ一丶フノフ"
        ],
        "Thương Hiệt": [
            "YRBU (卜口月山)"
        ],
        "Unicode": [
            "U+4EAE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "liàng ㄌㄧㄤˋ"
        ],
        "Âm Nôm": [
            "lượng"
        ],
        "Âm Nhật (onyomi)": [
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "あきらか (akiraka)"
        ],
        "Âm Hàn": [
            "량",
            "양"
        ],
        "Âm Quảng Đông": [
            "loeng6"
        ]
    },
    "meanings": {
        "lương": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Việc để tang cha mẹ và các bậc sĩ đại phu thời cổ — Một âm là Lượng. Xem Lượng."
            ]
        },
        "lượng": {
            "Từ điển phổ thông": [
                "xinh",
                "sáng",
                "thanh cao"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sáng láng, rực rỡ. ◇Kê Khang 嵇康: 'Hạo hạo lượng nguyệt' 皎皎亮月 (Tạp thi 雜詩) Rực rỡ trăng sáng.",
                "(Tính) Sang sảng, cao vút (âm thanh). ◎Như: 'liệu lượng' 嘹亮 vang xa, véo von.",
                "(Tính) Trung trinh chính trực. ◎Như: 'cao phong lượng tiết' 高風亮節 phẩm hạnh thanh cao, chính trực.",
                "(Động) Hiển lộ, để lộ. ◎Như: 'lượng bài' 亮牌 lộ bài, 'lượng tướng' 亮相 công khai bày tỏ thái độ, lập trường hoặc trình bày quan điểm của mình.",
                "(Động) Ngày xưa thiên tử có tang, giao phó chính sự cho đại thần, gọi là 'lượng âm' 亮陰. ◇Thượng Thư 尚書: 'Vương trạch ưu, lượng âm tam tự' 王宅憂, 亮陰三祀 (Duyệt mệnh thượng 說命上) Nhà vua có tang, lượng âm ba năm.",
                "(Danh) Tên người. ◎Như: 'Gia Cát Lượng' 諸葛亮 người đời hậu Hán."
            ],
            "Từ điển Thiều Chửu": [
                "Sáng, như lượng giám 亮鋻 sáng soi.",
                "Thanh cao, như cao phong lượng tiết 高風亮節 phẩm hạnh thanh cao.",
                "Tên người, ông Gia Cát Lượng 諸葛亮 người đời hậu Hán."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sáng, bóng: 明 亮 Sáng sủa; 光亮 Sáng chói; 豁亮 Sáng trưng;",
                "Sáng (lên): 手電筒亮了一下 Ánh đèn pin vừa lóe sáng; 天快亮了 Trời sắp hửng sáng;",
                "(Âm thanh) lanh lảnh, sang sảng: 洪亮 Giọng sang sảng;",
                "Cất, bắt: 亮起嗓子 Bắt giọng, cất giọng;",
                "Rạng, sáng sủa, rạng rỡ (trong lòng): 心明眼亮 Sáng sủa (rạng rỡ) trong lòng;",
                "Kiên trinh, chính trực: 忠誠亮節 Tiết tháo trung thực thành khẩn, kiên trinh (Bạch Cư Dị);",
                "Thành tín (dùng như 諒): 君子不亮, 惡乎執？ Người quân tử không thành tín, thì thao thủ thế nào được? (Mạnh tử: Cáo tử hạ);",
                "(văn) Hiển lộ, lộ ra (dùng như động từ);",
                "(văn) Phụ tá, phò giúp: 惟時亮天功 Lúc ấy giúp vua lập công (Thượng thư: Nghiêu điển)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sáng sủa, nhiều ánh sáng — Âm thanh trong và cao. Giọng cao — Đáng tin — Một âm khác là Lương. Xem Lương — Tên người, tức Nguyễn Huy Lượng, danh sĩ thời Lê, không rõ tuổi và quê quán, chỉ biết ông làm quan với nhà Lê, sau làm quan với nhà Tây sơn, được phong tới chức Chương lĩnh hầu, làm tới chức Hữu Hộ, thường gọi Hữu Hộ Lượng. Tác phẩm văn nôm có bài Tụng Tây Hổ phú, nội dung ca tụng công đức Tây sơn."
            ],
            "compound_words": {
                "弻亮": "bật lượng",
                "明亮": "minh lượng",
                "月亮": "nguyệt lượng",
                "漂亮": "phiêu lượng",
                "光亮": "quang lượng"
            }
        }
    }
}