{
    "character": "乎",
    "details": {
        "Âm Hán Việt": [
            "hô",
            "hồ"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "triệt 丿 (+4 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Nét bút": [
            "ノ丶ノ一丨"
        ],
        "Thương Hiệt": [
            "HFD (竹火木)"
        ],
        "Unicode": [
            "U+4E4E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hū ㄏㄨ",
            "hú ㄏㄨˊ"
        ],
        "Âm Nôm": [
            "hồ"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)",
            "オ (o)"
        ],
        "Âm Nhật (kunyomi)": [
            "か (ka)",
            "ああ (ā)",
            "かな (kana)",
            "や (ya)",
            "よ (yo)",
            "を (o)"
        ],
        "Âm Hàn": [
            "호"
        ],
        "Âm Quảng Đông": [
            "fu1",
            "fu4",
            "wu4"
        ]
    },
    "meanings": {
        "hô": {
            "Từ điển trích dẫn": [
                "(Giới) Ở, vào. § Tương đương với 'ư' 於. ◇Trang Tử 莊子: 'Ngô sanh hồ loạn thế' 吾生乎亂世 (Nhượng vương 讓王) Ta sinh ra vào đời loạn. ◇Chiến quốc sách 戰國策: 'Trạc chi hồ tân khách chi trung, nhi lập chi hồ quần thần chi thượng' 擢之乎賓客之中, 而立之乎群臣之上 (Yên sách nhị 燕策二) Đề bạt ta ở trong hàng tân khách, mà đặt ở trên quần thần.",
                "(Trợ) Đặt ở cuối câu, biểu thị nghi vấn: chăng, không? Tương đương với 'mạ' 嗎, 'ni' 呢. ◇Luận Ngữ 論語: 'Tăng Tử viết: Ngô nhật tam tỉnh ngô thân: vi nhân mưu nhi bất trung hồ? Dữ bằng hữu giao nhi bất tín hồ? Truyền bất tập hồ?' 曾子曰: 吾日三省吾身: 為人謀而不忠乎? 與朋友交而不信乎? 傳不習乎? (Học nhi 學而) Mỗi ngày tôi tự xét ba việc: Làm việc gì cho ai, có hết lòng không? Giao thiệp với bạn bè, có thành tín không? Thầy dạy cho điều gì, có học tập đủ không?",
                "(Trợ) Dùng ở cuối câu, để nhấn mạnh, hỏi vặn. ◇Luận Ngữ 論語: 'Học nhi thời tập chi, bất diệc duyệt hồ?' 學而時習之, 不亦悅乎 (Học nhi 學而) Học mà thường ôn tập, cũng chẳng thích ư?",
                "(Trợ) Đặt ở cuối câu, dùng để kêu, gọi. ◇Luận Ngữ 論語: 'Sâm hồ! Ngô đạo nhất dĩ quán chi' 吾道一以貫之 (Lí nhân 里仁) Anh Sâm ơi! Đạo của ta chỉ có một lẽ mà thông suốt cả.",
                "(Trợ) Đặt sau hình dung từ, biểu thị cảm thán, khen ngợi: thay, nhỉ, biết bao. ◇Luận Ngữ 論語: 'Chu giám ư nhị đại, úc úc hồ văn tai' 周監於二代, 郁郁乎文哉 (Bát dật 八佾) Tấm gương nhà Chu ở hai triều đại, rực rỡ văn vẻ biết bao!",
                "(Trợ) Đặt giữa câu, để làm thư hoãn ngữ khí. ◇Mạnh Tử 孟子: 'Sĩ phi vi bần dã, nhi hữu thì hồ vi bần ' 仕非為貧也, 而有時乎為貧 (Vạn Chương hạ 萬章下) Làm quan chẳng phải vì nghèo, nhưng cũng có khi vì nghèo.",
                "(Thán) Ôi. ◎Như: 'nguy nguy hồ' 巍巍乎 cao vòi vọi vậy ôi!, 'tất dã chánh danh hồ'! 必也正名乎 ắt vậy phải chánh cái danh vậy ôi!",
                "Một âm là 'hô'. (Thán) Hỡi, ôi. § Cũng như 'hô' 呼. ◎Như: 'ô hô' 於乎 hỡi ơi!"
            ],
            "Từ điển Thiều Chửu": [
                "Vậy, ôi, ư, rư! Lời nói có ý nghi hoặc, như quân tử giả hồ 君子者乎 quân tử ấy ư?",
                "Tiếng gọi, như Sâm hồ 參乎, người Sâm kia ơi!",
                "Lời nói tán thán, như nguy nguy hồ 巍巍乎 cao vòi vọi vậy ôi! tất dã chánh danh hồ! 必也正名乎 ắt vậy phải chánh cái danh vậy ôi!",
                "Chưng, như sở cầu hồ tử 所求乎子 cầu chưng đạo làm con.",
                "Một âm là hô. Lời xót thương, như 於 cùng nghĩa với chữ hô 呼."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tán thán từ, dùng khi than thở — Một âm khác là Hồ. Xem Hồ."
            ]
        },
        "hồ": {
            "Từ điển phổ thông": [
                "(dùng trong câu hỏi)"
            ],
            "Từ điển trích dẫn": [
                "(Giới) Ở, vào. § Tương đương với 'ư' 於. ◇Trang Tử 莊子: 'Ngô sanh hồ loạn thế' 吾生乎亂世 (Nhượng vương 讓王) Ta sinh ra vào đời loạn. ◇Chiến quốc sách 戰國策: 'Trạc chi hồ tân khách chi trung, nhi lập chi hồ quần thần chi thượng' 擢之乎賓客之中, 而立之乎群臣之上 (Yên sách nhị 燕策二) Đề bạt ta ở trong hàng tân khách, mà đặt ở trên quần thần.",
                "(Trợ) Đặt ở cuối câu, biểu thị nghi vấn: chăng, không? Tương đương với 'mạ' 嗎, 'ni' 呢. ◇Luận Ngữ 論語: 'Tăng Tử viết: Ngô nhật tam tỉnh ngô thân: vi nhân mưu nhi bất trung hồ? Dữ bằng hữu giao nhi bất tín hồ? Truyền bất tập hồ?' 曾子曰: 吾日三省吾身: 為人謀而不忠乎? 與朋友交而不信乎? 傳不習乎? (Học nhi 學而) Mỗi ngày tôi tự xét ba việc: Làm việc gì cho ai, có hết lòng không? Giao thiệp với bạn bè, có thành tín không? Thầy dạy cho điều gì, có học tập đủ không?",
                "(Trợ) Dùng ở cuối câu, để nhấn mạnh, hỏi vặn. ◇Luận Ngữ 論語: 'Học nhi thời tập chi, bất diệc duyệt hồ?' 學而時習之, 不亦悅乎 (Học nhi 學而) Học mà thường ôn tập, cũng chẳng thích ư?",
                "(Trợ) Đặt ở cuối câu, dùng để kêu, gọi. ◇Luận Ngữ 論語: 'Sâm hồ! Ngô đạo nhất dĩ quán chi' 吾道一以貫之 (Lí nhân 里仁) Anh Sâm ơi! Đạo của ta chỉ có một lẽ mà thông suốt cả.",
                "(Trợ) Đặt sau hình dung từ, biểu thị cảm thán, khen ngợi: thay, nhỉ, biết bao. ◇Luận Ngữ 論語: 'Chu giám ư nhị đại, úc úc hồ văn tai' 周監於二代, 郁郁乎文哉 (Bát dật 八佾) Tấm gương nhà Chu ở hai triều đại, rực rỡ văn vẻ biết bao!",
                "(Trợ) Đặt giữa câu, để làm thư hoãn ngữ khí. ◇Mạnh Tử 孟子: 'Sĩ phi vi bần dã, nhi hữu thì hồ vi bần ' 仕非為貧也, 而有時乎為貧 (Vạn Chương hạ 萬章下) Làm quan chẳng phải vì nghèo, nhưng cũng có khi vì nghèo.",
                "(Thán) Ôi. ◎Như: 'nguy nguy hồ' 巍巍乎 cao vòi vọi vậy ôi!, 'tất dã chánh danh hồ'! 必也正名乎 ắt vậy phải chánh cái danh vậy ôi!",
                "Một âm là 'hô'. (Thán) Hỡi, ôi. § Cũng như 'hô' 呼. ◎Như: 'ô hô' 於乎 hỡi ơi!"
            ],
            "Từ điển Thiều Chửu": [
                "Vậy, ôi, ư, rư! Lời nói có ý nghi hoặc, như quân tử giả hồ 君子者乎 quân tử ấy ư?",
                "Tiếng gọi, như Sâm hồ 參乎, người Sâm kia ơi!",
                "Lời nói tán thán, như nguy nguy hồ 巍巍乎 cao vòi vọi vậy ôi! tất dã chánh danh hồ! 必也正名乎 ắt vậy phải chánh cái danh vậy ôi!",
                "Chưng, như sở cầu hồ tử 所求乎子 cầu chưng đạo làm con.",
                "Một âm là hô. Lời xót thương, như 於 cùng nghĩa với chữ hô 呼."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ư, (phải) chăng (đặt cuối câu hỏi): 汝知之乎？ Ông biết điều đó chăng? (Trang tử);",
                "Đi (trợ từ dùng ở cuối câu, biểu thị ý cầu khiến, tương đương với 吧 trong bạch thoại): 默默乎，河伯！ Im miệng đi, Hà Bá! (Trang tử: Thu thuỷ); 願君顧先王之宗廟，姑反國統萬民乎！ Mong ngài nghĩ tới tông miếu của tiên vương, hãy trở về nước để cai trị muôn dân! (Chiến quốc sách);",
                "Thay, nhỉ, ư (biểu thị ý cảm thán): 善哉言乎！ Lời nói hay nhỉ! (Mạnh tử); 美哉乎，山河之固 Đẹp thay, sự bền vững của núi sông (Sử kí); 惜乎！子不遇時，如令子當高帝時，萬戶侯豈足道哉！ Tiếc quá nhỉ! Ông không gặp thời. Nếu ông được ở vào thời Cao đế, thì tước Vạn hộ hầu có gì đáng nói đâu! (Sử kí);",
                "(văn) Ôi, ơi: 天乎 Trời ơi!; 參乎，吾道一以貫之！ Sâm ơi, đạo ta do một lẽ mà thông suốt hết tất cả (Luận ngữ);",
                "Ở chỗ, ở nơi, vào lúc (giới từ dùng như 於, 于, 在): 不在乎好看，在乎實用 Không ở chỗ đẹp mắt mà ở chỗ thực dụng; 楚人生乎楚，長乎楚，而楚言 Người Sở sinh ra ở nước Sở, lớn lên ở nước Sở, và nói tiếng nước Sở (Lã thị Xuân thu); 吾生乎亂世 Ta sinh ra vào đời loạn (Trang tử);",
                "Với (dùng như 與 để nêu đối tượng so sánh): 異乎吾所聞夫爲天下者，亦奚以異乎牧馬者哉，亦去其害馬者而已 Kẻ trị thiên hạ có khác gì với người chăn ngựa đâu, cũng chỉ là trừ bỏ cái hại cho ngựa mà thôi (Trang tử);",
                "Hơn (so với) (dùng như 於, 比 để nêu đối tượng so sánh): 城之大者，莫大乎天下矣 Thành to, nhưng không thành nào to hơn cả thiên hạ (Trang tử); 學莫便乎近其人 Học tập thì không gì tiện bằng (hơn) được gần thầy giỏi bạn hiền (Tuân tử); 以吾 一日長乎爾，毌吾以也 Bởi ta lớn tuổi hơn các ngươi, nên chẳng có ai dùng ta (Luận ngữ);",
                "Về (dùng để nêu đối tượng trực tiếp): 吾嘗疑乎是 Ta thường nghi ngờ về lời nói đó (Liễu Tôn Nguyên: Bộ xà giả thuyết);",
                "Cho (dùng để nêu đối tượng nhắm tới): 天子嫁女乎諸侯 Thiên tử gả con gái cho các vua chư hầu (Công Dương truyện);",
                "Bị (dùng như 爲…所 hoặc 被, 於 trong câu bị động để nêu người chủ của hành vi, động tác): 萬嘗與莊公戰，獲乎莊公 Vạn Thường đánh nhau với Trang công, bị Trang công bắt được (Công Dương truyện); 傷乎矢也 Bị mũi tên làm cho bị thương (Công Dương truyện);",
                "Trợ từ dùng ở cuối một đoạn câu hay giữa câu để biểu thị sự đình đốn hoặc thư hoãn ngữ khí: 故翟以爲雖不耕織乎，而功賢于耕織也 Cho nên Mặc Địch này cho rằng dù không cày cấy dệt vải mà công lao còn lớn hơn cày cấy dệt vải (Mặc tử: Lỗ vấn); 仕非爲貧也，而有時乎爲貧 Làm quan chẳng phải vì nghèo, nhưng cũng có khi vì nghèo (Mạnh tử: Vạn Chương hạ);",
                "Trợ từ, đặt sau hình dung từ hoặc phó từ như một vĩ ngữ (dùng như 然) (không dịch): 汨乎混流，順阿而下 Cuồn cuộn chảy xiết, thuận theo núi lớn mà xuống (Tư Mã Tương Như: Thượng lâm phú); 浩浩乎，平沙無垠 Bao la thay sa mạc phẳng không bờ (Lí Hoa: Điếu cổ chiến trường văn)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng nghi vấn trợ từ — Tán thán từ — Trợ từ, không có nghĩa gì — Một âm là Hô. Xem Hô."
            ],
            "compound_words": {
                "不亦乐乎": "bất diệc lạc hồ",
                "不亦樂乎": "bất diệc lạc hồ",
                "之乎者也": "chi hồ giả dã",
                "幾乎": "cơ hồ",
                "貴乎": "quý hồ",
                "嗟乎": "ta hồ",
                "嗟茲乎": "ta tư hồ",
                "在乎": "tại hồ",
                "似乎": "tự hồ",
                "微乎": "vi hồ"
            }
        }
    }
}