{
    "character": "他",
    "details": {
        "Âm Hán Việt": [
            "tha",
            "đà"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "nhân 人 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻也"
        ],
        "Nét bút": [
            "ノ丨フ丨フ"
        ],
        "Thương Hiệt": [
            "OPD (人心木)"
        ],
        "Unicode": [
            "U+4ED6"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tā ㄊㄚ"
        ],
        "Âm Nôm": [
            "tha",
            "thè",
            "thơ"
        ],
        "Âm Nhật (onyomi)": [
            "タ (ta)"
        ],
        "Âm Nhật (kunyomi)": [
            "ほか (hoka)"
        ],
        "Âm Hàn": [
            "타"
        ],
        "Âm Quảng Đông": [
            "taa1"
        ]
    },
    "meanings": {
        "tha": {
            "Từ điển phổ thông": [
                "nó",
                "khác"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Nhân xưng đại danh từ, ngôi thứ ba, số ít: nó, hắn, y, v.v. Sau này, thường dùng cho nam giới. ◎Như: 'tha lai liễu' 他來了 anh ấy đã đến.",
                "(Tính) Khác, ngoài. ◎Như: 'tha nhân' 他人 người ngoài, 'tha sự' 他事 việc khác. ◇Thủy hử truyện 水滸傳: 'Thả thỉnh đáo san trại thiểu tự phiến thì, tịnh vô tha ý' 且請到山寨少敘片時, 並無他意 (Đệ thập nhị hồi) Hãy mời đến sơn trại họp mặt một lúc, thật chẳng có ý gì khác.",
                "(Danh) Việc khác, phương diện khác. ◇Mạnh Tử 孟子: 'Vương cố tả hữu nhi ngôn tha' 王顧左右而言他 (Lương Huệ Vương hạ 梁惠王下) Vua nhìn tả hữu mà nói qua chuyện khác.",
                "(Động) Thay lòng đổi dạ. ◎Như: 'chi tử thỉ mĩ tha' 之死矢靡他 thề đến chết chẳng hai lòng.",
                "(Trợ) Dùng một mình giữa câu, hoặc đi kèm 'giá' 這, 'na' 那, 'giá cá' 這個. ◎Như: 'xướng tha kỉ cú' 唱他幾句 ca mấy câu, 'hát tha kỉ bôi' 喝他幾杯 uống vài chén, 'đầu túc ư tha giá lữ xá' 投宿於他這旅舍 đến nghỉ trọ ở khách xá kia."
            ],
            "Từ điển Thiều Chửu": [
                "Khác, là kẻ kia, như tha nhân 他人 người khác, tha sự 他事 việc khác, v.v.",
                "Lòng khác, như chi tử thỉ mĩ tha 之死失靡他 thề đến chết chẳng hai lòng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nó, hắn, anh ấy, ông ấy, người ấy, y, va (đại từ chỉ người, ngôi thứ ba, số ít, nam giới): 他來了 Anh ấy đã đến;",
                "Khác: 他事 Việc khác; 別無他意 Không có ý gì khác; 子不我思, 豈無他人？ Chàng chẳng nhớ nghĩ đến ta, há ta chẳng có người khác (yêu ta) (Thi Kinh);",
                "(văn) Chuyện khác, việc khác (đại từ biểu thị sự tha chỉ): 夫秦非他, 周時之建國也 Nước Tần chẳng phải cái gì khác, lập quốc thời Chu vậy (Lã thị Xuân thu: Hối quá); 王顧左右而言他 Vua nhìn sang bên tả, bên hữu mà nói qua chuyện khác (Mạnh tử);",
                "(văn) Đổi khác: 之死矢靡也 Đến chết thề chẳng đổi khác (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nó. Hắn. Chỉ về đàn ông con trai — Khác. Kẻ khác."
            ],
            "compound_words": {
                "愛他": "ái tha",
                "吉他": "cát tha",
                "唯他": "duy tha",
                "維他命": "duy tha mệnh",
                "利他": "lợi tha",
                "利他主義": "lợi tha chủ nghĩa",
                "他鄉": "tha hương",
                "他媽的": "tha ma để",
                "他们": "tha môn",
                "他們": "tha môn",
                "他人": "tha nhân",
                "他方": "tha phương",
                "水烏他": "thuỷ ô tha",
                "爲他": "vị tha",
                "無他": "vô tha"
            }
        },
        "đà": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Chở đồ vật. Ta đọc theo âm Quảng đông là Thồ — Một âm khác là Tha. Xem âm Tha."
            ]
        }
    }
}