{
    "character": "乙",
    "details": {
        "Âm Hán Việt": [
            "ất"
        ],
        "Tổng nét": [
            "1"
        ],
        "Bộ": [
            "ất 乙 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ"
        ],
        "Thương Hiệt": [
            "NU (弓山)"
        ],
        "Unicode": [
            "U+4E59"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yǐ ㄧˇ",
            "zhé ㄓㄜˊ"
        ],
        "Âm Nôm": [
            "át",
            "ắc",
            "ắt",
            "ất",
            "hắt",
            "lớt"
        ],
        "Âm Nhật (onyomi)": [
            "オツ (otsu)",
            "イツ (itsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "おと- (oto-)",
            "きのと (kinoto)"
        ],
        "Âm Hàn": [
            "을"
        ],
        "Âm Quảng Đông": [
            "jyut3",
            "jyut6"
        ]
    },
    "meanings": {
        "ất": {
            "Từ điển phổ thông": [
                "Ất (ngôi thứ hai thuộc hàng Can)",
                "bộ ất"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Can 'Ất' 乙, can thứ hai trong 'thiên can' 天干 mười can.",
                "(Danh) Ruột. ◇Lễ Kí 禮記: 'Ngư khứ ất, miết khứ xú' 魚去乙, 鱉去醜 (Nội tắc 內則) Cá bỏ ruột, ba ba bỏ hậu môn.",
                "(Danh) Xem sách đến lúc tạm ngừng, đánh dấu lại gọi là 'ất' 乙. ◇Sử Kí 史記: 'Nhân chủ tòng thượng phương độc chi, chỉ, triếp ất kì xứ, độc chi nhị nguyệt nãi tận' 人主從上方讀之, 止, 輒乙其處, 讀之二月乃盡 (Hoạt kê truyện 滑稽傳, Đông Phương Sóc truyện 東方朔) Nhà vua từ trên đọc xuống, đọc ngừng lại chỗ nào thì đánh dấu chỗ đó, đọc hai tháng mới hết.",
                "(Danh) Viết có chỗ mất, ngoặc cái dấu 乙 để chữa cũng gọi là 'ất'.",
                "(Danh) Họ 'Ất'.",
                "(Đại) Tiếng gọi thay cho người hoặc tên đất. ◎Như: 'mỗ ất' 某乙 ông đó, 'ất địa' 乙地 đất kia.",
                "(Tính) Thuộc hàng thứ hai. ◎Như: 'ất đẳng' 乙等 hàng thứ hai, 'ất cấp' 乙級 bậc hai, 'ất ban' 乙班 ban thứ hai."
            ],
            "Từ điển Thiều Chửu": [
                "Can ất, can thứ hai trong mười can.",
                "Xem sách đến lúc thôi đánh dấu lại cũng gọi là ất 乙, viết có chỗ mất, ngoặc cái dấu 乙 để chữa cũng gọi là ất.",
                "Ruột, như kinh Lễ nói: ngư khử ất 魚去乙 cá bỏ ruột."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngôi thứ hai trong thập can, thứ 2, số 2, loại B: 乙班 Lớp thứ 2, lớp B;",
                "(văn) Con én, chim én: 非鳧則乙 Không phải con le thì là con én (Chu Dung: Đáp Chu Ngung thư);",
                "(văn) Đánh dấu chữ ất trên sách (để ghi nhớ đã đọc tới đoạn nào, hoặc để làm dấu chỗ bị mất chữ): 人主從上方讀之，止，輒乙其處 Nhà vua từ phía trên đọc xuống, đến lúc ngừng đọc, liền đánh dấu chữ ất vào chỗ đó (Sử kí: Hoạt kê liệt truyện);",
                "(văn) Ruột: 魚去乙 Cá bỏ ruột;",
                "[Yê] (Họ) Ất."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vị thứ nhì trong Thập can — Chỉ hạng thứ, hạng nhì — Điều ghi chú, bổ khuyết cho một câu, một chữ nào trong lúc đọc sách — Họ người — Tên một bộ trong các bộ chữ Trung Hoa."
            ],
            "compound_words": {
                "乙乙": "ất ất",
                "乙苯": "ất bản",
                "乙榜": "ất bảng",
                "乙夜": "ất dạ",
                "乙烯": "ất hy",
                "乙科": "ất khoa",
                "乙炔": "ất khuyết",
                "乙太": "ất thái",
                "乙進士": "ất tiến sĩ",
                "聚乙烯": "tụ ất hy"
            }
        }
    }
}