{
    "character": "亭",
    "details": {
        "Âm Hán Việt": [
            "đình"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "đầu 亠 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱⿳亠口冖丁"
        ],
        "Nét bút": [
            "丶一丨フ一丶フ一丨"
        ],
        "Thương Hiệt": [
            "YRBN (卜口月弓)"
        ],
        "Unicode": [
            "U+4EAD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "tíng ㄊㄧㄥˊ"
        ],
        "Âm Nôm": [
            "đình",
            "đứa"
        ],
        "Âm Nhật (onyomi)": [
            "テイ (tei)",
            "チン (chin)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "ting4"
        ]
    },
    "meanings": {
        "đình": {
            "Từ điển phổ thông": [
                "cái nhà nhỏ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cơ cấu hành chính địa phương thời Tần, Hán. ◇Sử Kí 史記: 'Thường dạ tòng nhất kị xuất, tòng nhân điền gian ẩm, hoàn chí Bá Lăng đình, Bá Lăng úy túy, a chỉ Quảng' 嘗夜從一騎出, 從人田間飲, 還至霸陵亭, 霸陵尉醉, 呵止廣 (Lí tướng quân truyện 李將軍傳) Thường đêm đem theo một người, cưỡi ngựa, uống rượu với người ta ở ngoài đồng, về đến đình Bá Lăng, viên úy Bá Lăng say, hô (Lí) Quảng dừng lại.",
                "(Danh) Nhà, phòng xá cất bên đường cho khách nghỉ trọ. § Phép nhà Hán chia đất cứ mười dặm là một 'đình' 亭, mười đình là một 'hương' 鄉 làng. Người coi việc làng là 'đình trưởng' 亭長. ◇Lí Bạch 李白: 'Hà xứ thị quy trình? Trường đình canh đoản đình' 何處是歸程? 長亭更短亭 (Bồ tát man 菩薩蠻) Hẹn nơi đâu ngày về? Trường đình tiếp theo đoản đình.",
                "(Danh) Chòi canh gác dùng để quan sát tình hình quân địch. ◇Vương Xán 王粲: 'Đăng thành vọng đình toại' 登城望亭燧 (Thất ai 七哀) Lên tường thành nhìn ra xa chòi canh lửa hiệu.",
                "(Danh) Kiến trúc có mái nhưng không có tường chung quanh, thường cất ở vườn hoa hoặc bên đường, cho người ta ngắm cảnh hoặc nghỉ chân. ◎Như: 'lương đình' 涼亭 đình hóng mát. ◇Âu Dương Tu 歐陽修: 'Phong hồi lộ chuyển, hữu đình dực nhiên lâm ư tuyền thượng giả, Túy Ông đình dã' 峰回路轉, 有亭翼然臨於泉上者, 醉翁亭也 (Túy Ông đình kí 醉翁亭記) Núi quanh co, đường uốn khúc, có ngôi đình như giương cánh trên bờ suối, đó là đình Ông Lão Say.",
                "(Danh) Chòi, quán (tiếng Pháp: kiosque). ◎Như: 'phiếu đình' 票亭 quán bán vé, 'bưu đình' 郵亭 trạm bưu điện, 'điện thoại đình' 電話亭 chòi điện thoại.",
                "(Tính) Chính, ngay giữa, vừa. ◎Như: 'đình ngọ' 亭午 đúng trưa."
            ],
            "Từ điển Thiều Chửu": [
                "Cái đình, bên đường làm nhà cho khách qua lại trọ gọi là quá nhai đình 過街亭. Trong các vườn công, xây nhà cho người đến chơi nghỉ ngơi ngắm nghía gọi là lương đình 涼亭.",
                "Phép nhà Hán chia đất cứ mười dặm là một đình, mười đình là một làng, nên người coi việc làng là đình trưởng 亭長, tức lí trưởng bây giờ.",
                "Dong dỏng, như đình đình ngọc lập 亭亭玉立 dong dỏng cao như ngọc đẹp, tả cái dáng người đẹp.",
                "Ðến, như đến trưa gọi là đình ngọ 亭午."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đình, quán: 花園里的亭子 Cái đình trong vườn hoa; 書亭 Quán bán sách;",
                "Chòi, nhà mát, nhà trú chân (cất bên đường);",
                "(văn) Chòi canh ở biên giới;",
                "(văn) Cơ quan hành chính cấp cơ sở đời Tần, Hán: 大率十里一亭, 亭有長, 十亭一鄉 Đại để mười dặm là một đình, mỗi đình có đặt chức đình trưởng, mười đình là một hương (làng) (Hán thư);",
                "(văn) Xử lí công bằng: 亭疑法 Xử lí công bằng những việc nghi ngờ (Sử kí);",
                "(văn) Đình trệ, đọng lại (dùng như 渟): 其水亭居 Con sông đó nước chảy đọng lại thành thông (Hán thư);",
                "(văn) Kết quả: 長之育之, 亭之毒之 Làm cho mọi vật thành trưởng phát dục, làm cho vạn vật kết quả thành thục (Lão tử);",
                "(văn) Điều hoà, điều tiết: 決河亭水, 放之海 Sơ thông điều tiết sông Hoàng Hà, cho nó chảy ra biển (Sử kí: Tần Thuỷ hoàng bản kỉ);",
                "(văn) Đều, ngay giữa, đứng giữa, vừa phải: 亭勻 Đều đặn; 亭午 Trưa, đứng bóng; 自非亭午夜分, 不見曦月 Nếu không phải đang giữa trưa, lúc giữa đêm, thì không thấy mặt trời mặt trăng (Thuỷ kinh chú)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái nhà nhỏ để ở tạm. Nhà trạm dọc đường, làm chỗ nghỉ chân — Ta còn hiểu là cái nhà để thờ thần trong làng, cũng gọi là cái đình — Đều nhau. Bằng nhau. Ngang bằng — Ngừng lại. Thôi — Vừa đúng."
            ],
            "compound_words": {
                "碑亭": "bi đình",
                "郵亭": "bưu đình",
                "皋亭": "cao đình",
                "臯亭": "cao đình",
                "高亭": "cao đình",
                "鮚埼亭": "cát kỳ đình",
                "鲒埼亭": "cát kỳ đình",
                "居亭": "cư đình",
                "瑤亭": "dao đình",
                "瑤亭使集": "dao đình sứ tập",
                "驛亭": "dịch đình",
                "亭亭": "đình đình",
                "亭午": "đình ngọ",
                "亭長": "đình trưởng",
                "蘭亭": "lan đình",
                "方亭": "phương đình",
                "方亭地志類": "phương đình địa chí loại",
                "方亭詩集": "phương đình thi tập",
                "方亭文集": "phương đình văn tập",
                "廳亭": "sảnh đình",
                "水亭": "thuỷ đình",
                "池亭": "trì đình",
                "長亭": "trường đình",
                "春亭": "xuân đình"
            }
        }
    }
}