{
    "character": "仞",
    "details": {
        "Âm Hán Việt": [
            "nhận"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "nhân 人 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻刃"
        ],
        "Nét bút": [
            "ノ丨フノ丶"
        ],
        "Thương Hiệt": [
            "OSHI (人尸竹戈)"
        ],
        "Unicode": [
            "U+4EDE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "rèn ㄖㄣˋ"
        ],
        "Âm Nôm": [
            "nhẩn"
        ],
        "Âm Nhật (onyomi)": [
            "ジン (jin)"
        ],
        "Âm Nhật (kunyomi)": [
            "はか.る (haka.ru)"
        ],
        "Âm Hàn": [
            "인"
        ],
        "Âm Quảng Đông": [
            "jan6"
        ]
    },
    "meanings": {
        "nhận": {
            "Từ điển phổ thông": [
                "nhận (đơn vị đo thời nhà Chu, bằng 1/8 trượng)"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) “Nhận”, nhà Chu 周 định 8 thước là một “nhận” (chừng sáu thước bốn tấc tám phân bây giờ). ◇Liêu trai chí dị 聊齋志異: “A ông diệc đại hội hội! Như thử nhất tuyến chi thằng, dục ngã phụ chi dĩ đăng vạn nhận chi cao thiên, thảng trung đạo đoạn tuyệt, hài cốt hà tồn hĩ” 阿翁亦大憒憒! 如此一線之繩, 欲我附之以登萬仞之高天, 倘中道斷絕, 骸骨何存矣 (Thâu đào 偷桃) Ông già cũng hồ đồ quá! Một sợi dây thừng như thế này, muốn tôi bám vào để leo lên trời cao hàng vạn nhận, nếu nửa chừng đứt dây, thì hình hài xương xẩu làm sao mà còn?"
            ],
            "Từ điển Thiều Chửu": [
                "① Nhận, nhà Chu định tám thước là một nhận (chừng sáu thước bốn tấc tám phân bây giờ)."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhận (đơn vị đo chiều dài, đời Chu 8 thước là một nhận, khoảng 6, 48m bây giờ): 臨百仞之淵 Đến vực sâu trăm nhận (Tuân tử);",
                "Đo độ sâu;",
                "Đầy (dùng như 牣): 充仞其中者, 不可勝記 Đầy ắp ở bên trong, không thể nhớ xuể (Sử kí);",
                "Thừa nhận (dùng như 認): 非其事者勿仞也 Nếu không phải việc đó thì đừng nhận (Hoài Nam tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một đơn vị đo chiềi dài thời cổ Trung Hoa, bằng 8 hoặc 7 thước đời nhà Chu."
            ]
        }
    }
}