{
    "character": "介",
    "details": {
        "Âm Hán Việt": [
            "giới"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "nhân 人 (+2 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱人⿰丿丨"
        ],
        "Nét bút": [
            "ノ丶ノ丨"
        ],
        "Thương Hiệt": [
            "OLL (人中中)"
        ],
        "Unicode": [
            "U+4ECB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiè ㄐㄧㄝˋ"
        ],
        "Âm Nôm": [
            "giới"
        ],
        "Âm Nhật (onyomi)": [
            "カイ (kai)"
        ],
        "Âm Hàn": [
            "개"
        ],
        "Âm Quảng Đông": [
            "gaai3"
        ]
    },
    "meanings": {
        "giới": {
            "Từ điển phổ thông": [
                "khoảng giữa",
                "vẩy (cá)",
                "bậm bực, bứt rứt"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cách, ngăn cách.",
                "(Động) Ở vào khoảng giữa hai bên. ◎Như: 'giá tọa san giới ư lưỡng huyện chi gian' 這座山介於兩縣之間 trái núi đó ở vào giữa hai huyện.",
                "(Động) Làm trung gian. ◎Như: 'giới thiệu' 介紹.",
                "(Động) Chia cách, li gián.",
                "(Động) Giúp đỡ, tương trợ. ◇Thi Kinh 詩經: 'Vi thử xuân tửu, Dĩ giới mi thọ' 為此春酒, 以介眉壽 (Bân phong 豳風, Thất nguyệt 七月) Làm rượu xuân này, Để giúp cho tuổi thọ.",
                "(Động) Bận tâm, lưu ý, lo nghĩ tới. ◇Tam quốc diễn nghĩa 三國演義: 'Ngô quan thất lộ chi binh, như thất đôi hủ thảo, hà túc giới ý?' 吾觀七路之兵, 如七堆腐草, 何足介意 (Đệ thập thất hồi) Ta coi bảy đạo quân đó, như bảy đống cỏ mục, có đáng gì mà phải lo lắng như vậy?",
                "(Động) Nương dựa, nhờ vào. ◇Tả truyện 左傳: 'Giới nhân chi sủng, phi dũng dã' 介人之寵, 非勇也 (Văn công lục niên 文公六年) Dựa vào lòng yêu của người khác, không phải là bậc dũng.",
                "(Động) Làm động tác. § Dùng cho vai kịch hoặc hí khúc thời xưa. ◎Như: 'tiếu giới' 笑介 làm động tác cười.",
                "(Tính) Ngay thẳng, chính trực. ◎Như: 'cảnh giới' 耿介 ngay thẳng. ◇Liêu trai chí dị 聊齋志異: 'Vương tuy cố bần, nhiên tính giới, cự xuất thụ chi' 王雖故貧, 然性介，遽出授之 (Vương Thành 王成) Vương tuy nghèo, nhưng tính ngay thẳng, liền lấy ra (cái trâm) đưa cho bà lão.",
                "(Tính) Như thế, cái đó. ◎Như: 'sát hữu giới sự' 煞有介事.",
                "(Tính) Cứng, chắc, vững. ◇Dịch Kinh 易經: 'Giới ư thạch, bất chung nhật, trinh cát' 介於石, 不終日, 貞吉 (Dự quái 豫卦) (Chí) vững như đá, chẳng đợi hết ngày (mà ứng phó ngay), chính đính, bền tốt.",
                "(Danh) Mốc, ranh, mức, biên tế.",
                "(Danh) Giới hạn. § Thông 'giới' 界. ◎Như: 'giang giới' 江介 ven sông, 'nhân các hữu giới' 人各有介 mỗi người có phần hạn của mình.",
                "(Danh) Áo giáp, vỏ cứng. ◎Như: 'giới trụ' 介冑 áo giáp mũ trụ.",
                "(Danh) Chỉ sự vật nhỏ bé. § Thông 'giới' 芥. ◎Như: 'nhất giới bất thủ' 一介不取 một tơ hào cũng không lấy.",
                "(Danh) Động vật có vảy sống dưới nước. ◎Như: 'giới thuộc' 介屬 loài ở nước có vảy. ◇Hoài Nam Tử 淮南子: 'Giới lân giả, hạ thực nhi đông trập' 介鱗者, 夏食而冬蟄 (Trụy hình huấn 墜形訓) Loài động vật có vảy, mùa hè ăn mà mùa đông ngủ vùi.",
                "(Danh) Chỉ người trung gian nghênh tiếp giữa chủ và khách (thời xưa).",
                "(Danh) Người đưa tin hoặc truyền đạt tin tức.",
                "(Danh) Hành vi hoặc tiết tháo. ◇Mạnh Tử 孟子: 'Liễu Hạ Huệ bất dĩ tam công dị kì giới' 柳下惠不以三公易其介 (Tận tâm thượng 盡心上) Ông Liễu Hạ Huệ dù dự hàng tam công cũng chẳng thay đổi tiết tháo của mình.",
                "(Danh) Người một chân. ◇Trang Tử 莊子: 'Công Văn Hiên kiến hữu sư nhi kinh viết: Thị hà nhân dã? Ô hồ giới dã?' 公文軒見右師而驚曰: 是何人也? 惡乎介也? (Dưỡng sanh chủ 養生主) Công Văn Hiên thấy quan Hữu Sư liền giật mình nói: Ấy người nào vậy? Làm sao lại một chân vậy?",
                "(Danh) Lượng từ: đơn vị chỉ người hoặc đồng tiền. § Tương đương với 'cá' 個. ◎Như: 'nhất giới thư sanh' 一介書生 một người học trò.",
                "(Danh) Họ 'Giới'."
            ],
            "Từ điển Thiều Chửu": [
                "Cõi, ở vào khoảng giữa hai cái gọi là giới. Ngày xưa giao tiếp với nhau, chủ có người thấn mà khách có người giới 介 để giúp lễ và đem lời người bên này nói với người bên kia biết. Như một người ở giữa nói cho người thứ nhất và người thứ ba biết nhau mà làm quen nhau gọi là giới thiệu 介紹 hay môi giới 媒介 v.v.",
                "Giúp, như dĩ giới mi thọ 以介眉壽 lấy giúp vui tiệc thọ.",
                "Áo, như giới trụ 介胄 áo dày mũ trụ.",
                "Có nghĩa là vẩy, như giới thuộc 介屬 loài ở nước có vẩy.",
                "Lời tôn quý, như nói em người ta thì tôn là quý giới đệ 貴介第 em tôn quý của ngài.",
                "Ven bờ, như giang giới 江介 ven sông.",
                "Một người, như nhất giới chi sĩ 一介之士 một kẻ học trò.",
                "Nhỏ, cùng nghĩa như chữ giới 芥 (hạt cải) như tiêm giới 纎介 nhỏ nhặt, giới ý 介意 hơi để ý.",
                "Bậm bực, như giới giới 介介 lòng bậm bực."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cương giới, giới tuyến: 無此疆爾介 Không phân giới tuyến bên này bên kia (Thi Kinh);",
                "Người môi giới, người chuyển lời 諸侯相見, 卿爲介 Khi chư hầu gặp nhau, quan khanh làm người chuyển lời (Tuân tử);",
                "Người giúp việc, phụ tá, trợ thủ: 伍舉爲介 Ngũ Cử làm trợ thủ (Tả truyện);",
                "Bên, ven, 悲江介之遺風 Bi thương phong khí còn lưu lại bên sông (Khuất Nguyên: Cửu chương);",
                "Loài có mai (vảy cứng): 介蟲之精者曰龜 Tinh anh của loài có mai là con rùa (Đại đới Lễ kí);",
                "Nằm ở giữa: 這座山介於兩省之間 Quả núi này nằm ở vùng giáp giới hai tỉnh; 使介居于二大國之間 Khiến ở giữa chỗ hai nước lớn (Tả truyện);",
                "Cách: 後介大河 Phía sau cách với sông lớn (Hán thư);",
                "Trợ giúp: 以介眉壽 Để giúp trường thọ (Thi Kinh: Bân phong, Thất nguyệt);",
                "Một mình: 孑不群而介立 Cô đơn không hợp quần mà đứng riêng một mình (Trương Hoành: Tư huyền phú);",
                "Lớn, to lớn: 報以介福 Báo đáp bằng phúc lớn (Thi Kinh); Nhỏ (dùng như 芥): 無縴介之過 Không có một hoạ nhỏ nào (Chiến quốc sách);",
                "Ngay thẳng: 柳下惠不以三公易其介 Liễu Hạ Huệ không vì Tam công mà thay đổi tính ngay thẳng của mình (Mạnh tử);",
                "Một người (lượng từ, hợp thành 一介): 一介之士 Một kẻ học trò; 如有一介臣 Nếu có một bề tôi (Thượng thư: Tần thệ);",
                "Nhờ vào, dựa vào: 介人之寵幸, 非勇也 Dựa vào sự yêu chuộng của người ta thì không phải là cách làm của người có dũng khí (Tả truyện: Văn công lục niên);",
                "[Jiè] (Họ) Giới."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ranh đất. Bờ cõi — To lớn — Tốt đẹp — Riêng biệt ta. Chẳng hạn Giới đặc ( riêng ra, vượt lên trên ) — Cái áo giáp. Chẳng hạn Giới trụ ( áo và mũ che tên đạn, cũng như Giáp trụ ) — Hạng thứ, hạng dưới — Đứng giữa liên lạc hai bên."
            ],
            "compound_words": {
                "耿介": "cảnh giới",
                "共同閘道介面": "cộng đồng áp đạo giới diện",
                "共同闸道介靣": "cộng đồng áp đạo giới diện",
                "介質": "giới chất",
                "介质": "giới chất",
                "介面": "giới diện",
                "介靣": "giới diện",
                "介軒": "giới hiên",
                "介軒詩集": "giới hiên thi tập",
                "介入": "giới nhập",
                "介紹": "giới thiệu",
                "介绍": "giới thiệu",
                "介冑": "giới trụ",
                "介詞": "giới từ",
                "介词": "giới từ",
                "介意": "giới ý",
                "媒介": "môi giới",
                "狷介": "quyến giới"
            }
        }
    }
}