{
    "character": "且",
    "details": {
        "Âm Hán Việt": [
            "thư",
            "thả",
            "tồ"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "nhất 一 (+4 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨フ一一一"
        ],
        "Thương Hiệt": [
            "BM (月一)"
        ],
        "Unicode": [
            "U+4E14"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cú ㄘㄨˊ",
            "jū ㄐㄩ",
            "qiě ㄑㄧㄝˇ"
        ],
        "Âm Nôm": [
            "thả",
            "vã"
        ],
        "Âm Nhật (onyomi)": [
            "ショ (sho)",
            "ソ (so)",
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.つ (ka.tsu)"
        ],
        "Âm Hàn": [
            "차",
            "저"
        ],
        "Âm Quảng Đông": [
            "ce2",
            "zeoi1",
            "zoeng1"
        ]
    },
    "meanings": {
        "thư": {
            "Từ điển trích dẫn": [
                "(Liên) Vả chăng, hơn nữa (thường dùng làm lời chuyển ý). ◎Như: 'thả phù' 且夫 vả chăng, 'huống thả' 況且 huống hồ.",
                "(Liên) Lại, mà lại. ◇Thi Kinh 詩經: 'Quân tử hữu tửu đa thả chỉ' 君子有酒多且旨 (Tiểu nhã 小雅, Ngư lệ 魚麗) Quân tử có rượu nhiều lại ngon.",
                "(Liên) 'Thả' 且... 'thả' 且... Vừa ... vừa ... ◎Như: 'thả chiến thả tẩu' 且戰且走 vừa đánh vừa chạy. ◇Hồng Lâu Mộng 紅樓夢: 'Hốt kiến na sương lai liễu nhất tăng nhất đạo, thả hành thả đàm' 忽見那廂來了一僧一道, 且行且談 (Đệ nhất hồi) Chợt thấy từ mái hiên lại một nhà sư và một đạo sĩ, vừa đi vừa nói chuyện.",
                "(Phó) Hãy, hãy thế, hãy thử. ◎Như: 'tạm thả' 暫且 hãy tạm thế. ◇Đỗ Phủ 杜甫: 'Thả khan dục tận hoa kinh nhãn' 且看欲盡花經眼 (Khúc Giang 曲江) Hãy trông những đóa hoa sắp rụng hết đương bay qua mắt.",
                "(Phó) Sắp, gần tới. ◎Như: 'thả tận' 且盡 sắp hết. ◇Sử Kí 史記: 'Ngô vương tòng đài thượng quan, kiến thả trảm ái cơ, đại hãi' 吳王從臺上觀, 見且斬愛姬, 大駭 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) Ngô vương ngồi trên đài xem, thấy sắp chém ái cơ của mình thì kinh hoảng.",
                "Một âm là 'thư'. (Trợ) Đặt ở cuối câu, lời nói lòng, tiếng nói còn rớt giọng ra. ◎Như: Thi Kinh nói: 'kì lạc chỉ thư' 其樂只且 thửa vui vui lắm thay!"
            ],
            "Từ điển Thiều Chửu": [
                "Vả, lời nói giáo đầu, như thả phù 且夫 vả chưng.",
                "Lời nói chuyển sang câu khác, như huống thả 況且 phương chi lại.",
                "Hãy thế, như tạm thả 暫且 hãy tạm thế. Làm việc gì luộm thuộm, chỉ cầu cho tắc trách gọi là cẩu thả 苟且.",
                "Sắp, như thả tận 且盡 sắp hết.",
                "Lại, như kinh Thi nói: quân tử hữu tửu đa thả chỉ  君子有酒多且旨 quân tử có rượu nhiều lại ngon.",
                "Vừa, lời nói lúc vội vàng, như thả chiến thả tẩu 且戰且走 vừa đánh vừa chạy.",
                "Một âm là thư. Lời nói lòng, tiếng nói còn rớt giọng ra, như kinh Thi nói: kì lạc chỉ thư 其樂只且 thửa vui vui lắm thay!"
            ],
            "Từ điển Trần Văn Chánh": [
                "Dồi dào (dùng như hình dung từ): 籩豆有且 Mâm bát thật dồi dào (đồ cúng) (Thi Kinh: Đại nhã, Hàn diệc);",
                "Trợ từ cuối câu, biểu thị ý cảm thán: 其樂只且 Vui lắm vậy thay! (Thi Kinh); 匪我思且 Chẳng phải ta nhớ nghĩ (Thi Kinh: Trịnh phong, Xuất kì đông môn); 椒聊且！遠條且！ Cây tiêu đấy! Mùi hương bay xa đấy! (Thi Kinh: Đường phong)."
            ]
        },
        "thả": {
            "Từ điển phổ thông": [
                "vừa",
                "cứ"
            ],
            "Từ điển trích dẫn": [
                "(Liên) Vả chăng, hơn nữa (thường dùng làm lời chuyển ý). ◎Như: 'thả phù' 且夫 vả chăng, 'huống thả' 況且 huống hồ.",
                "(Liên) Lại, mà lại. ◇Thi Kinh 詩經: 'Quân tử hữu tửu đa thả chỉ' 君子有酒多且旨 (Tiểu nhã 小雅, Ngư lệ 魚麗) Quân tử có rượu nhiều lại ngon.",
                "(Liên) 'Thả' 且... 'thả' 且... Vừa ... vừa ... ◎Như: 'thả chiến thả tẩu' 且戰且走 vừa đánh vừa chạy. ◇Hồng Lâu Mộng 紅樓夢: 'Hốt kiến na sương lai liễu nhất tăng nhất đạo, thả hành thả đàm' 忽見那廂來了一僧一道, 且行且談 (Đệ nhất hồi) Chợt thấy từ mái hiên lại một nhà sư và một đạo sĩ, vừa đi vừa nói chuyện.",
                "(Phó) Hãy, hãy thế, hãy thử. ◎Như: 'tạm thả' 暫且 hãy tạm thế. ◇Đỗ Phủ 杜甫: 'Thả khan dục tận hoa kinh nhãn' 且看欲盡花經眼 (Khúc Giang 曲江) Hãy trông những đóa hoa sắp rụng hết đương bay qua mắt.",
                "(Phó) Sắp, gần tới. ◎Như: 'thả tận' 且盡 sắp hết. ◇Sử Kí 史記: 'Ngô vương tòng đài thượng quan, kiến thả trảm ái cơ, đại hãi' 吳王從臺上觀, 見且斬愛姬, 大駭 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) Ngô vương ngồi trên đài xem, thấy sắp chém ái cơ của mình thì kinh hoảng.",
                "Một âm là 'thư'. (Trợ) Đặt ở cuối câu, lời nói lòng, tiếng nói còn rớt giọng ra. ◎Như: Thi Kinh nói: 'kì lạc chỉ thư' 其樂只且 thửa vui vui lắm thay!"
            ],
            "Từ điển Thiều Chửu": [
                "Vả, lời nói giáo đầu, như thả phù 且夫 vả chưng.",
                "Lời nói chuyển sang câu khác, như huống thả 況且 phương chi lại.",
                "Hãy thế, như tạm thả 暫且 hãy tạm thế. Làm việc gì luộm thuộm, chỉ cầu cho tắc trách gọi là cẩu thả 苟且.",
                "Sắp, như thả tận 且盡 sắp hết.",
                "Lại, như kinh Thi nói: quân tử hữu tửu đa thả chỉ  君子有酒多且旨 quân tử có rượu nhiều lại ngon.",
                "Vừa, lời nói lúc vội vàng, như thả chiến thả tẩu 且戰且走 vừa đánh vừa chạy.",
                "Một âm là thư. Lời nói lòng, tiếng nói còn rớt giọng ra, như kinh Thi nói: kì lạc chỉ thư 其樂只且 thửa vui vui lắm thay!"
            ],
            "Từ điển Trần Văn Chánh": [
                "Tạm, hãy cứ, cứ: 你且等一下 Anh tạm chờ một lát; 不直，則道不見，我且直之 Không nói thẳng thì đạo không sáng tỏ ra được, nên ta hãy cứ nói thẳng (Mạnh tử: Đằng Văn công thượng); 卿但暫還家，吾今且報府 Nàng hãy tạm về nhà mẹ, nay ta tạm báo lên phủ (Khổng tước Đông Nam phi);",
                "Và, lại, mà lại: 道阻且長 Đường đi hiểm trở lại dài (Thi Kinh); 不義而富且貴，于我如浮雲 Bất nghĩa mà giàu và sang, đối với tôi như phù vân (Luận ngữ);",
                "Vừa (...vừa) (thường dùng 且…且, như 一邊…一邊， 一面…一面，又…又，既…又)： 反走且對曰：何以名爲？ (Người kia) vừa quay lại vừa đáp: Hỏi tên để làm gì? (Thuyết uyển); 女悲泣且謝 Long nữ vừa khóc lóc thương thảm vừa cảm tạ (Lí Triều Uy: Liễu Nghị truyện); 且走且說 Vừa đi vừa nói; 上且怒且喜 Nhà vua vừa giận vừa mừng (Sử kí); 且引且戰 Vừa lui binh vừa đánh (Sử kí);",
                "Tỏ ý thêm: 不但…而且 Không những... mà còn; 並且 Và, vả lại, hơn nữa; 晉侯，秦伯圍鄭，以其無禮于晉，且貳于楚也 Tấn Hầu, Tần Bá bao vây nước Trịnh, vì Trịnh vô lễ với Tấn, mà còn hai lòng với Sở nữa (Tả truyện); 以君之力，曾不能損魁父之丘，如太行，王屋何？且焉置土石？ Với sức lực của ông, ngay cả cái gò nhỏ Khôi Phụ kia còn không dọn bớt nổi, nói gì đến núi Thái Hàng và Vương Ốc? Vả lại, đất đá (nếu có dọn được thì) đem đổ đi đâu? (Liệt tử);",
                "Hay là: 日有食之，則有變乎，且不乎？ Có nhật thực, thì thiên hạ sắp có biến đổi, hay là không có? (Lễ kí); 王以天下爲尊秦乎，且尊齊 乎？ Đại vương cho rằng thiên hạ tôn sùng Tần, hay là tôn sùng Tề? (Chiến quốc sách);",
                "Nếu: 且靜郭君聽辨而爲之也，必無今日之患也 Nếu Tĩnh Quách Quân nghe ta mà làm theo thì đâu có mối lo ngày hôm nay (Lã thị Xuân thu: Tri sĩ); 君且慾霸王，非管夷吾不可 Nếu ngài muốn làm bá các chư hầu thì không thể không có Quản Di Ngô (Sử kí);",
                "Còn: 牛且能耕田 Bò còn cày được ruộng; 死馬且買之五百金，況生馬乎？ Ngựa chết còn mua tới năm trăm lượng vàng, huống gì ngựa sống? (Chiến quốc sách); 人情莫不愛其身。身且不愛，安能愛君？ Tình người không ai không yêu thân mình. Thân mình còn không yêu, thì làm sao yêu được vua? (Hàn Phi tử); 中材以上且羞其行，況王者乎？ Người có tài trí bậc trung trở lên còn biết hổ thẹn về việc mình làm, huống hồ là bậc vua chúa? (Sử kí)."
            ],
            "compound_words": {
                "猼且": "bác thả",
                "苟且": "cẩu thả",
                "而且": "nhi thả",
                "並且": "tịnh thả",
                "并且": "tịnh thả"
            }
        },
        "tồ": {
            "Từ điển Trần Văn Chánh": [
                "Đi (dùng như 徂, bộ 彳): 女曰：觀乎？士曰：既且 Người con gái nói: Đã đi xem chưa? Chàng trai đáp: Đã đi rồi (Thi Kinh: Trịnh Phong, Trăn Vị)."
            ]
        }
    }
}