{
    "character": "乂",
    "details": {
        "Âm Hán Việt": [
            "nghệ"
        ],
        "Tổng nét": [
            "2"
        ],
        "Bộ": [
            "triệt 丿 (+1 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノ丶"
        ],
        "Thương Hiệt": [
            "K (大)"
        ],
        "Unicode": [
            "U+4E42"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "ài ㄚㄧˋ",
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "nghệ"
        ],
        "Âm Nhật (onyomi)": [
            "ガイ (gai)",
            "カイ (kai)",
            "ゲ (ge)"
        ],
        "Âm Nhật (kunyomi)": [
            "おさ.める (osa.meru)",
            "か.る (ka.ru)"
        ],
        "Âm Hàn": [
            "예"
        ],
        "Âm Quảng Đông": [
            "ngaai6"
        ]
    },
    "meanings": {
        "nghệ": {
            "Từ điển phổ thông": [
                "cắt cỏ",
                "cai trị được dân yên",
                "tài giỏi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cắt cỏ. § Nguyên là chữ 'ngải' 刈.",
                "(Động) Trị, cai trị. ◇Hàn Dũ 韓愈: 'Mẫn kì thì chi bất bình, nhân chi bất nghệ, đắc kì đạo bất cảm độc thiện kì thân, nhi tất dĩ kiêm tế thiên hạ dã' 閔其時之不平, 人之不乂, 得其道不敢獨善其身, 而必以兼濟天下也 (Tránh thần luận 爭臣論) Thương cho thời không được thái bình, người dân không được yên trị, đạt đạo rồi mà không dám \"độc thiện kì thân\" (*), phải đem thân ra giúp khắp thiên hạ. § Ghi chú: (*) Thành ngữ nghĩa là: Khi bất đắc chí thì chỉ riêng giữ thân mình cho trong sạch.",
                "(Động) Trừng trị, trừng giới. ◇Tân Đường Thư 新唐書: 'Thái Tông tức vị, tật tham lại, dục thống trừng nghệ chi' 太宗即位, 疾貪吏, 欲痛懲乂之 (Bùi Củ truyện 裴矩傳) Thái Tông vừa lên ngôi, ghét quan lại tham ô, muốn hết sức trừng trị.",
                "(Tính) Yên định, thái bình. ◇Sử Kí 史記: 'Thiên hạ nghệ an' 天下乂安 (Hiếu Vũ bổn kỉ 孝武本紀) Thiên hạ yên định.",
                "(Danh) Người tài giỏi. ◇Thư Kinh 書經: 'Tuấn nghệ tại quan' 俊乂在官 (Cao Dao Mô 皋陶謨) Người hiền tài làm quan."
            ],
            "Từ điển Thiều Chửu": [
                "Trị, cai trị được dân yên gọi là nghệ.",
                "Tài giỏi, như tuấn nghệ tại quan 俊乂在官 người hiền tài làm quan."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trị, trị lí, cai trị: 保國乂民 Giữ nước trị dân (Hán thư);",
                "Yên định, thái bình: 乂安 Bình yên; 朝野安乂 Nơi triều đình chốn thôn quê đều bình yên (Bắc sử: Tề văn Tuyên đế kỉ);",
                "Người có tài năng: 俊乂在官 Người hiền tài làm quan; 儁乂盈朝 Người tài năng anh tuấn đầy triều (Tôn Sở: Thạch Trọng Dung dữ Tôn Hạo thư)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cắt cỏ. Làm cỏ — Trị yên — Có tài đức hơn người — Tên gọi tắt tỉnh Nghệ an của Việt Nam."
            ],
            "compound_words": {
                "乂安": "nghệ an",
                "乂安詩集": "nghệ an thi tập"
            }
        }
    }
}