{
    "character": "亦",
    "details": {
        "Âm Hán Việt": [
            "diệc"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "đầu 亠 (+4 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Hình thái": [
            "⿱亠⿻⿰㇑㇚八"
        ],
        "Nét bút": [
            "丶一ノ丨ノ丶"
        ],
        "Thương Hiệt": [
            "YLNC (卜中弓金)"
        ],
        "Unicode": [
            "U+4EA6"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "diệc"
        ],
        "Âm Nhật (onyomi)": [
            "エキ (eki)",
            "ヤク (yaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "また (mata)"
        ],
        "Âm Hàn": [
            "역"
        ],
        "Âm Quảng Đông": [
            "jik6"
        ]
    },
    "meanings": {
        "diệc": {
            "Từ điển phổ thông": [
                "cũng, lại"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Cũng, cũng là. ◎Như: 'trị diệc tiến, loạn diệc tiến' 治亦進亂亦進 trị cũng tiến lên, loạn cũng tiến lên. ◇Lí Thương Ẩn 李商隱: 'Tương kiến thì nan biệt diệc nan' 相見時難別亦難 (Vô đề kì tứ 無題其四) Gặp gỡ nhau khó, chia lìa nhau cũng khó.",
                "(Phó) Lại. § Tương đương với 'hựu' 又. ◎Như: 'diệc tương hữu dĩ lợi ngô quốc hồ' 亦將有以利吾國乎 lại cũng có lấy lợi nước ta ư?",
                "(Phó) Chỉ có, chỉ, chẳng qua. ◇Đỗ Phủ 杜甫: 'Giang hồ hậu diêu lạc, Diệc khủng tuế tha đà' 江湖後搖落, 亦恐歲蹉跎 (Kiêm gia 蒹葭) Rồi khi tàn tạ linh lạc ở sông hồ, Chỉ là sợ cho năm tháng lần lữa.",
                "(Phó) Đã, rồi. § Tương đương với 'dĩ kinh' 已經. ◇Đỗ Phủ 杜甫: 'Thảo lộ diệc đa thấp, Chu ti nhưng vị thu' 草露亦多濕, 蛛絲仍未收 (Độc lập 獨立) Sương móc trên cỏ đã ẩm ướt nhiều rồi, Nhưng tơ nhện vẫn chưa rút về.",
                "(Phó) Suy cho cùng, rốt cuộc. § Tương đương với 'tất cánh' 畢竟.",
                "(Liên) Dù cho, tuy nhiên. ◇Đỗ Phủ 杜甫: 'Họa sư diệc vô số, Hảo thủ bất khả ngộ' 畫師亦無數, 好手不可遇 (Phụng tiên lưu thiếu phủ tân họa san thủy chướng ca 奉先劉少府新畫山水障歌) Họa sư mặc dù đông vô số, Tay giỏi không thể gặp.",
                "(Trợ) Đặt ở giữa câu, dùng để thư hoãn ngữ khí.",
                "(Tính) Tích lũy, chồng chất, nhiều đời. § Thông 'dịch' 奕. ◎Như: 'diệc thế' 亦世 nhiều đời, lũy thế.",
                "(Danh) Họ 'Diệc'."
            ],
            "Từ điển Thiều Chửu": [
                "Cũng, tiếng giúp lời nói, như trị diệc tiến, loạn diệc tiến 治亦進亂亦進 trị cũng tiến lên, loạn cũng tiến lên.",
                "Lại, lời trợ ngữ, như diệc tương hữu dĩ lợi ngô quốc hồ 亦將有以利吾國乎 lại cũng có lấy lợi nước ta ư?"
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Cũng, cũng là: 鷺亦羽蟲中之一 Cò cũng là một trong những loài có lông vũ (Thơ Nguyễn Công Trứ); 是進亦憂, 退亦憂 Thế thì tiến cũng lo, thoái cũng lo (Phạm Trọng Yểm: Nhạc Dương lâu kí)",
                "Trợ từ đầu câu, để tạo sự hài hoà cân xứng cho câu: 都！亦行有九德 Ô! Hành vi của người ta có chín đức (Thượng thư); 亦既見止, 亦既覯止 Đã trông thấy rồi, đã được gặp rồi (người quân tử) (Thi Kinh: Thiệu Nam, Thảo trùng);",
                "Trợ từ giữa câu, dùng để thư hoãn ngữ khí: 予亦拙謀 Ta vụng tính (Thượng thư: Bàn Canh thượng); 太子亦何如？ Thái tử ra sao? (Hàn Phi tử);",
                "[Yì] (Họ) Diệc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lại. Lại nữa — Cũng — Cái nách. Dùng như chữ Dịch 腋."
            ],
            "compound_words": {
                "不亦乐乎": "bất diệc lạc hồ",
                "不亦樂乎": "bất diệc lạc hồ",
                "亦世": "diệc thế",
                "亦即": "diệc tức"
            }
        }
    }
}