{
    "character": "以",
    "details": {
        "Âm Hán Việt": [
            "dĩ"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "nhân 人 (+2 nét)"
        ],
        "Lục thư": [
            "tượng hình & hình thanh"
        ],
        "Hình thái": [
            "⿲𠄌丶人"
        ],
        "Nét bút": [
            "フ丶ノ丶"
        ],
        "Thương Hiệt": [
            "VIO (女戈人)"
        ],
        "Unicode": [
            "U+4EE5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yǐ ㄧˇ"
        ],
        "Âm Nôm": [
            "dĩ"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "もっ.て (mo'.te)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji5",
            "jyu5"
        ]
    },
    "meanings": {
        "dĩ": {
            "Từ điển phổ thông": [
                "dùng, sử dụng",
                "bởi vì",
                "lý do"
            ],
            "Từ điển trích dẫn": [
                "(Động) Lấy, dùng, làm. ◎Như: 'dĩ lễ đãi chi' 以禮待之 lấy lễ mà tiếp đãi, 'dĩ thiểu thắng đa' 以少勝多 lấy ít thắng nhiều.",
                "(Giới) Vì, do, theo, bằng. ◇Luận Ngữ 論語: 'Quân tử bất dĩ ngôn cử nhân, bất dĩ nhân phế ngôn' 君子不以言舉人, 不以人廢言 (Vệ Linh Công 衛靈公) Người quân tử không vì lời nói (khéo léo, khoe khoang) mà đề cử người (không tốt), không vì người (phẩm hạnh xấu) mà chê bỏ lời nói (phải).",
                "(Giới) Theo, bằng. ◇Mạnh Tử 孟子: 'Sát nhân dĩ đĩnh dữ nhận, hữu dĩ dị hồ?' 殺人以挺與刃, 有以異乎 (Lương Huệ Vương thượng 梁惠王上) Giết người bằng gậy hay bằng mũi nhọn, có khác gì nhau đâu?",
                "(Giới) Thêm vào các từ chỉ phương hướng (trái, phải, trên, dưới, trước, sau) để biểu thị vị trí hoặc giới hạn. ◎Như: 'tự cổ dĩ lai' 自古以來 từ xưa tới nay, 'dĩ tây' 以西 về phía tây, 'giá cách tại nhất thiên nguyên dĩ thượng' 價格在一千元以上 giá từ một ngàn nguyên trở lên.",
                "(Liên) Mà. ◇Thi Kinh 詩經: 'Chiêm vọng phất cập, Trữ lập dĩ khấp' 瞻望弗及, 佇立以泣 (Bội phong 邶風, Yến yến 燕燕) Trông theo không kịp, Đứng lâu mà khóc.",
                "(Liên) Và, với. ◇Hàn Dũ 韓愈: 'Phàm kim chi nhân cấp danh dĩ quan' 凡今之人急名以官 Tất cả những người đời nay đều gấp cầu danh vọng và quan tước.",
                "(Danh) Lí do. ◇Lí Bạch 李白: 'Cổ nhân bỉnh chúc dạ du, lương hữu dĩ dã' 古人秉燭夜遊, 良有以也 (Xuân dạ yến đào lý viên tự 春夜宴桃李園序) Cổ nhân đốt đuốc chơi đêm, thật có nguyên do vậy.",
                "(Danh) Họ 'Dĩ'.",
                "§ Thông 'dĩ' 已."
            ],
            "Từ điển Thiều Chửu": [
                "Lấy.",
                "Làm, như thị kì sở dĩ 視其所以 coi thửa sự làm.",
                "Dùng, như dĩ tiểu dịch đại 以小易大 dùng nhỏ đổi lớn.",
                "Nhân, như hà kì cửu dã tất hữu dĩ dã 何其久也必有以也 sao thửa lâu vậy, ắt có nhân gì vậy.",
                "Cùng nghĩa với chữ dĩ 已."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lấy, đem, dùng, do, bằng: 以少勝多 Lấy ít thắng nhiều; 以豐補歉 Lấy năm (nơi) được mùa để bù vào năm (nơi) mất mùa; 以家貨億萬助之 Đem gia tài hàng ức vạn để giúp hắn (Đại Nam chính biên liệt truyện); 先以書遺操詐雲慾降 Đem thư gởi trước cho Tào Tháo, giả nói rằng muốn đầu hàng (Tư trị thông giám); 殺人以挺與刃, 有以異乎？ Giết người bằng gậy và bằng dao, có gì khác nhau không? (Mạnh tử); 方今之時, 臣以神悟而不以目視 Đang lúc ấy, tôi đã trông thấy nó bằng thần chứ không bằng mắt (Trang tử);",
                "Với, cùng với (dùng như 與): 天下有變, 王割漢中以楚和 Thiên hạ có biến, vua cắt đất Hán Trung để giảng hoà với Sở (Chiến quốc sách); 陛下起布衣, 以此屬取天下 Bệ hạ khởi nghiệp áo vải, cùng với bọn người này lấy thiên hạ (Sử kí);",
                "Theo, căn cứ vào: 以次就坐 Theo thứ tự ngồi vào chỗ; 立適以長不以賢 Khi lập đích tử (con vợ cả) làm thái tử thì dựa theo thứ tự lớn nhỏ chứ không dựa theo chỗ hiền hay không hiền (Công Dương truyện) (適 dùng như 嫡); 君子不以言舉人, 不以人廢言 Người quân tử không cất nhắc người căn cứ vào lời nói, không bỏ lời nói căn cứ vào người (Luận ngữ);",
                "Với tư cách là: 趙食其以王爵爲右將軍 Triệu Thực Kì với tư cách là người có tước vương, làm chức hữu tướng quân (Sử kí);",
                "Ở (chỉ nơi chốn): 忽奔走以先後兮 Vội vàng bôn tẩu ở trước và sau (quân vương) (Khuất Nguyên: Li tao);",
                "Vào lúc (chỉ thời gian): 余以未時還家, 汝以辰時氣絕 Ta về đến nhà vào giờ mùi, còn em chết vào giờ thìn (Viên Mai: Tế muội văn); 文以五月五日生 Văn sinh vào ngày mồng năm tháng năm (Sử kí);",
                "Vì, nhờ (chỉ nguyên nhân): 劉公幹以失敬罹罪 Lưu Công Cán vì thất kính mà mắc tội (Thế thuyết tân ngữ); 而吾以捕蛇獨存 Mà tôi vì có nghề bắt rắn mà riêng được còn (Liễu Tôn Nguyên); 以公事免官 Vì việc công mà bị bãi chức (Việt điện u linh lập);",
                "Để, nhằm: 以待時機 Để đợi thời cơ; 太子及賓客知其事者, 皆白衣冠以送之 Thái tử và các tân khách biết chuyện đều mặc khăn trắng áo trắng để tiễn Kinh Kha lên đường (Sử kí);",
                "Để đến nỗi (biểu thị kết quả): 昔秦繆公不從百里奚, 蹇叔之言, 以敗其師 Ngày xưa vua Tần Mục công không theo lời của Bá Lí Hề và Kiển Thúc, để đến nỗi quân bị thua (Hán thư); 樂以忘憂 Lúc vui mừng thì đến quên cả mọi điều lo (Luận ngữ);",
                "(văn) Mà, và: 城高以厚 Tường thành cao mà dày; 凡今之人急名以官 Tất cả những người đời nay đều gấp cầu danh vọng và quan tước (Hàn Dũ); 治世之音安以樂 Âm thanh đời thịnh thì bình yên mà vui vẻ (Lễ kí);Mà (biểu thị một ý nghịch lại hoặc cộng góp): 生以辱, 不如死以榮 Sống mà nhục, không bằng chết mà vinh (Đại đới lễ); 賈陀多識以恭敬 Giả Đà biết nhiều mà lại cung kính (Quốc ngữ); 親以無災, 又何患焉？ Thân mà tránh được hại thì còn lo gì nữa (Tả truyện);",
                "Dùng như 於 (đặt sau hình dung từ): 己則反天而又以討人, 難以免矣 Mình làm trái đạo trời mà lại đi đánh dẹp người, thì khó thoát khỏi được (Tả truyện); 衆叛親離, 難以濟矣 Chúng bạn thân li, khó mà thành công được (Tả truyện); 越遠, 利以避難 Nước Việt ở xa, dễ cho việc lánh nạn (Hàn Phi tử);",
                "Vì (liên từ, biểu thị quan hệ nhân quả): 晉侯, 秦伯圍鄭, 以其無禮于晉, 且貳于楚也 Trịnh Hầu và Tần Bá bao vây nước Trịnh, vì Trịnh vô lễ với Tấn, mà lại hai lòng với Sở (Tả truyện); 以其境過清, 不可久居 Vì vùng này quá vắng vẻ, nên không thể ở lâu được (Liễu Tôn Nguyên);",
                "Cho là (động từ): 皆以美于徐公 Đều cho là đẹp hơn Từ công (Chiến quốc sách);",
                "Dùng: 忠不必用兮, 賢不必以 Người trung không được dùng, người hiền không được tiến cử (Sở từ: Thiệp giang);",
                "Này (biểu thị sự cận chỉ): 妾唯以一太子 Thiếp chỉ có một thái tử này (Hán thư);",
                "Vì sao (đại từ nghi vấn): 孰知其以然？ Ai biết vì sao như thế? (Thiên công khai vật: Tác hàm);",
                "Ở đâu, nơi nào: 于以求之, 于林之下 Tìm ngựa nơi đâu? Ở dưới cánh rừng (Thi Kinh: Bội phong, Kích cổ);",
                "Đã (phó từ, dùng như 已): 固以怪之矣 Vốn đã lấy làm lạ về điều đó (Sử kí: Trần Thiệp thế gia);",
                "Quá, rất, lắm: 子之報仇, 其以甚乎？ Việc báo thù của ông há chẳng quá lắm ru? (Sử kí);",
                "㉑ Chỉ có: 君家所寡有以義耳！ Cái mà nhà ông thiếu chỉ có điều nghĩa mà thôi (Chiến quốc sách);",
                "㉒ Lại (dùng như 又): 舊不必良, 以犯天忌, 我必克之 Lính cũ chưa chắc đánh giỏi, lại phạm điều cấm kịcủa thiên thời, ta nhất định thắng được họ (Tả truyện);",
                "㉓ Đặt trước những từ như 往, 來, 上, 下, 東, 西, 南, 北, 前, 後… để chỉ rõ giới hạn về thời gian, phương hướng, nơi chốn hoặc số lượng: 以前 Trước đây; 以上 Trên đây; 二 十歲以下 Dưới hai mươi tuổi; 中 興以後, 二百餘年, 書藉亦多可錄 Từ đời Trung hưng về sau, hơn hai trăm năm, sách vở phần lớn cũng còn có thể sao lục được (Lịch triều hiến chương loại chí); 自有生民以來 Từ khi có loài người đến nay... (Mạnh tử);",
                "㉔ Trợ từ, dùng ở trước hai từ, biểu thị sự xuất hiện đồng thời của hai động tác hoặc tình huống: 習習谷風, 以陰以雨 Gió đông ấm áp, trời âm u lại mưa (Thi Kinh); 歡欣踴躍, 以歌以舞Vui mừng nhảy nhót, mà ca mà hát (Hàn Dũ);",
                "㉕ Trợ từ dùng sau một số động từ nào đó để bổ túc âm tiết, có tác dụng thư hoãn ngữ khí: 失之毫厘, 差以千里 Sai một li đi một dặm (Sử kí: Tự tự); 乃以燕趙起而攻之, 若振槁然 Đến khi hai nước Yên, Triệu nổi lên tấn công (Tề) thì giống như gió quét lá khô vậy (Tuân tử);",
                "㉖ Trợ từ cuối câu biểu thị ý xác định (dùng như 已): 蜻蛉其小者也, 黃雀因是以 Con tinh linh (tương tự chuồn chuồn) là một giống vật nhỏ, chim hoàng yến cũng thế (Chiến quốc sách);",
                "㉗ Nguyên nhân, lí do (dùng như danh từ): 古人秉燭夜遊, 良有以也 Người xưa cầm đuốc đi chơi đêm, thật là có lí do (Lí Bạch: Xuân dạ yến đào lí viên tự);",
                "㉘【以便】dĩ tiện [yêbiàn] Để, nhằm: 我努力學習, 以便好地爲人類服務 Tôi cố gắng học tập, để phục vụ tốt hơn cho nhân loại;",
                "㉙【以及】dĩ cập [yêjí] Và, cùng, cùng với: 出席者爲外交部長以及各國大使 Tới dự có Bộ trưởng ngoại giao và Đại sứ các nước;",
                "㉚【以來】dĩ lai [yêlái] Xem 以 nghĩa ㉓;",
                "㉛【以免】dĩ miễn [yêmiăn] Để tránh khỏi, để khỏi phải, kẻo...: 仔細檢柦以免出錯 Kiểm tra kĩ kẻo có sai sót;",
                "㉜ 【以至】dĩ chí [yêzhì] Cho đến: 考慮到今年和明年以至很遠的將來 Phải xét tới năm nay và sang năm cho đến cả thời gian xa xôi sau này; 自天子以至於庶民壹是皆以修身爲本 Từ thiên tử cho đến người thường dân, ai ai cũng phải lấy đạo tu thân làm gốc (Lễ kí: Đại học);",
                "㉝【以至于】dĩ chí vu [yêzhìyú] Như 以至;",
                "㉞【以致】dĩ trí [yêzhì] Đến nỗi, khiến: 大雨下過不停, 以致泛濫成災 Mưa mãi không ngừng đến nỗi ngập lụt."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lấy. Dùng — Đem tới. Để mà, để làm — Đến. Cho đến. Đến nỗi — Nhân vì."
            ],
            "compound_words": {
                "不得以": "bất đắc dĩ",
                "不知所以": "bất tri sở dĩ",
                "以及": "dĩ cập",
                "以至": "dĩ chí",
                "以故": "dĩ cố",
                "以毒治毒": "dĩ độc trị độc",
                "以下": "dĩ hạ",
                "以行": "dĩ hành",
                "以后": "dĩ hậu",
                "以後": "dĩ hậu",
                "以來": "dĩ lai",
                "以来": "dĩ lai",
                "以免": "dĩ miễn",
                "以外": "dĩ ngoại",
                "以一當十": "dĩ nhất đương thập",
                "以卵投石": "dĩ noãn đầu thạch",
                "以上": "dĩ thượng",
                "以便": "dĩ tiện",
                "以前": "dĩ tiền",
                "以往": "dĩ vãng",
                "以为": "dĩ vi",
                "以為": "dĩ vi",
                "加以": "gia dĩ",
                "何以": "hà dĩ",
                "可以": "khả dĩ",
                "所以": "sở dĩ",
                "自以為是": "tự dĩ vi thị",
                "萬不得以": "vạn bất đắc dĩ"
            }
        }
    }
}