{
    "character": "交",
    "details": {
        "Âm Hán Việt": [
            "giao"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "đầu 亠 (+4 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱亠父"
        ],
        "Nét bút": [
            "丶一ノ丶ノ丶"
        ],
        "Thương Hiệt": [
            "YCK (卜金大)"
        ],
        "Unicode": [
            "U+4EA4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiāo ㄐㄧㄠ"
        ],
        "Âm Nôm": [
            "giao"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "まじ.わる (maji.waru)",
            "まじ.える (maji.eru)",
            "ま.じる (ma.jiru)",
            "まじ.る (maji.ru)",
            "ま.ざる (ma.zaru)",
            "ま.ぜる (ma.zeru)",
            "-か.う (-ka.u)",
            "か.わす (ka.wasu)",
            "かわ.す (kawa.su)",
            "こもごも (komogomo)"
        ],
        "Âm Hàn": [
            "교"
        ],
        "Âm Quảng Đông": [
            "gaau1"
        ]
    },
    "meanings": {
        "giao": {
            "Từ điển phổ thông": [
                "trao cho, giao cho",
                "tiếp giáp"
            ],
            "Từ điển trích dẫn": [
                "(Động) Qua lại thân thiện, kết bạn. ◎Như: 'giao tế' 交際 giao tiếp, 'kết giao' 結交 kết bạn. ◇Luận Ngữ 論語: 'Dữ bằng hữu giao, nhi bất tín hồ' 與朋友交, 而不信乎 (Học nhi 學而) Giao thiệp với bạn bè, có thành tín không?",
                "(Động) Tiếp cận, tiếp xúc, kề, đến gần. ◇Khổng Thản 孔坦: 'Phong đích nhất giao, ngọc thạch đồng toái' 鋒鏑一交, 玉石同碎 (Dữ thạch thông thư 與石聰書) Mũi nhọn tên sắt chạm nhau, ngọc đá cùng tan vỡ.",
                "(Động) Đưa, trao. ◎Như: 'giao nhậm vụ' 交任務 giao nhiệm vụ, 'giao phó' 交付.",
                "(Động) Giống đực và giống cái dâm dục. ◎Như: 'giao hợp' 交合, 'giao cấu' 交媾.",
                "(Động) Nộp, đóng. ◎Như: 'giao quyển' 交卷 nộp bài, 'giao thuế' 交稅 đóng thuế.",
                "(Danh) Chỗ tiếp nhau, khoảng thời gian giáp nhau. ◎Như: 'xuân hạ chi giao' 春夏之交 khoảng mùa xuân và mùa hè giao tiếp, 'giao giới' 交界 giáp giới. ◇Tả truyện 左傳: 'Kì cửu nguyệt, thập nguyệt chi giao hồ?' 其九月, 十月之交乎 (Hi Công ngũ niên 僖公五年) Phải là khoảng giữa tháng chín và tháng mười chăng?",
                "(Danh) Bạn bè, hữu nghị. ◎Như: 'tri giao' 知交 bạn tri kỉ. ◇Sử Kí 史記: 'Thần dĩ vi bố y chi giao thượng bất tương khi, huống đại quốc hồ' 臣以為布衣之交尚不相欺, 況大國乎 (Liêm Pha Lạn Tương Như liệt truyện 廉頗藺相如列傳) Thần nghĩ rằng bọn áo vải chơi với nhau còn chẳng lừa đảo nhau, huống hồ là một nước lớn.",
                "(Danh) Quan hệ qua lại. ◎Như: 'bang giao' 邦交 giao dịch giữa hai nước, 'kiến giao' 建交 đặt quan hệ ngoại giao.",
                "(Danh) Sự mua bán. ◎Như: 'kim thiên thành giao đa thiểu số lượng?' 今天成交多少數量 hôm nay mua bán xong xuôi được bao nhiêu số lượng?",
                "(Danh) Đấu vật. § Thông 'giao' 跤. ◎Như: 'điệt giao' 跌交 đấu vật.",
                "(Danh) Họ 'Giao'.",
                "(Phó) Qua lại, hỗ tương. ◎Như: 'giao đàm' 交談 bàn bạc với nhau, 'giao chiến' 交戰 đánh nhau, 'giao lưu' 交流 trao đổi với nhau.",
                "(Phó) Cùng nhau, cùng lúc, lẫn nhau. ◎Như: 'thủy nhũ giao dung' 水乳交融 nước và sữa hòa lẫn nhau, 'phong vũ giao gia' 風雨交加 gió mưa cùng tăng thêm, 'cơ hàn giao bách' 飢寒交迫 đói lạnh cùng bức bách."
            ],
            "Từ điển Thiều Chửu": [
                "Chơi, như giao du 交遊 đi lại chơi bời với nhau, tri giao 知交 chỗ chơi tri kỉ, giao tế 交際 hai bên lấy lễ mà giao tiếp với nhau, giao thiệp 交涉 nhân có sự quan hệ về việc công, bang giao 邦交 nước này chơi với nước kia, ngoại giao 外交 nước mình đối với nước ngoài.",
                "Liền tiếp, như đóng cây chữ thập 十, chỗ ngang dọc liên tiếp nhau gọi là giao điểm 交點.",
                "Có mối quan hệ với nhau, như tờ bồi giao ước với nhau gọi là giao hoán 交換, mua bán với nhau gọi là giao dịch 交易.",
                "Nộp cho, như nói giao nộp tiền lương gọi là giao nạp 交納.",
                "cùng, như giao khẩu xưng dự 交口稱譽 mọi người cùng khen.",
                "Khoảng, như xuân hạ chi giao 春夏之交 khoảng cuối xuân đầu hè.",
                "Phơi phới, như giao giao hoàng điểu 交交黃鳥 phơi phới chim vàng anh (tả hình trạng con chim bay đi bay lại).",
                "Dâm dục, giống đực giống cái dâm dục với nhau gọi là giao hợp 交合, là giao cấu 交媾, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đưa, giao: 把這本書交給他 Đưa quyển sách này cho anh ấy; 交任務 Giao nhiệm vụ;",
                "Nộp, đóng: 交卷 Nộp bài; 交稅 Nộp thuế; 交公糧 Đóng thuế nông nghiệp;",
                "Sang (chỉ thời gian, thời tiết): 已交子時 Đã sang giờ tí; 明 天就交冬至了 Ngày mai sang đông rồi;",
                "Chỗ tiếp nhau, giáp (về thời gian, nơi chốn): 九月, 十月之交 Chỗ giao nhau, giữa tháng chín, tháng mười (Tả truyện); 交界 Giáp giới;",
                "Tình quen biết, tình bạn, sự đi lại chơi với nhau: 朋友之交莫可忘 Tình bè bạn không thể quên nhau được;",
                "Kết: 交朋友 Kết bạn;",
                "Ngoại giao: 邦交 Bang giao; 建交 Đặt quan hệ ngoại giao;",
                "Trao đổi: 交流經驗 Trao đổi kinh nghiệm; 交庶物而便百姓 Giao lưu các loại hàng hoá để tiện lợi cho dân (Diêm thiết luận);",
                "Sự giao hợp, sự giao phối (giữa nam nữ, đực và cái về mặt sinh dục): 交媾 Giao cấu; 虎始交 Loài hổ bắt đầu giao phối (từ tháng thứ hai cuối mùa đông) (Hoài Nam tử);",
                "Qua lại, hỗ tương, lẫn nhau: 聞者亦心計交贊之 Những người nghe nói, trong bụng cũng tính cùng nhau khen ngợi ông ấy (Tôn Thần); Cùng lúc: 交口相譽 Mọi người cùng khen; 風雨雲雷, 交發而并至 Gió mưa mây sấm cùng phát sinh mà đến (Trần Lượng: Giáp Thìn đáp Chu Nguyên Hối thư); Như 跤 [jiao]; [Jiao] Giao Châu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đều. Cùng — Thông với nhau, không bị ngăn cách. Chẳng hạn Giao thông — Trao cho. Đưa cho — Qua lại với nhau. chẳng hạn Giao du — Tình bạn. Chẳng hạn Cựu giao ( tình bạn cũ ) — Nối tiếp nhau. Chẳng hạn Giao tiếp — Kết hợp lại với nhau. Chẳng hạn Giao cấu."
            ],
            "compound_words": {
                "百感交集": "bách cảm giao tập",
                "邦交": "bang giao",
                "邦交典例": "bang giao điển lệ",
                "貧賤交": "bần tiện giao",
                "平交": "bình giao",
                "布衣之交": "bố y chi giao",
                "至交": "chí giao",
                "轉交": "chuyển giao",
                "转交": "chuyển giao",
                "故交": "cố giao",
                "舊交": "cựu giao",
                "面交": "diện giao",
                "打交道": "đả giao đạo",
                "提交": "đề giao",
                "遞交": "đệ giao",
                "訂交": "đính giao",
                "断交": "đoạn giao",
                "斷交": "đoạn giao",
                "交拜": "giao bái",
                "交兵": "giao binh",
                "交杯": "giao bôi",
                "交感": "giao cảm",
                "交媾": "giao cấu",
                "交洲": "giao châu",
                "交趾": "giao chỉ",
                "交戰": "giao chiến",
                "交易": "giao dịch",
                "交遊": "giao du",
                "交道": "giao đạo",
                "交點": "giao điểm",
                "交界": "giao giới",
                "交好": "giao hiếu",
                "交換": "giao hoán",
                "交歡": "giao hoan",
                "交還": "giao hoàn",
                "交互": "giao hỗ",
                "交互作用": "giao hỗ tác dụng",
                "交合": "giao hợp",
                "交友": "giao hữu",
                "交結": "giao kết",
                "交流": "giao lưu",
                "交納": "giao nạp",
                "交付": "giao phó",
                "交鋒": "giao phong",
                "交锋": "giao phong",
                "交際": "giao tế",
                "交錯": "giao thác",
                "交替": "giao thế",
                "交涉": "giao thiệp",
                "交梭": "giao thoa",
                "交通": "giao thông",
                "交時": "giao thời",
                "交接": "giao tiếp",
                "交情": "giao tình",
                "交爭": "giao tranh",
                "交約": "giao ước",
                "交尾": "giao vĩ",
                "交叉": "giao xoa",
                "好交": "hiếu giao",
                "結交": "kết giao",
                "開交": "khai giao",
                "口交": "khẩu giao",
                "建交": "kiến giao",
                "鄰交": "lân giao",
                "納交": "nạp giao",
                "外交": "ngoại giao",
                "外交團": "ngoại giao đoàn",
                "廣交": "quảng giao",
                "國交": "quốc giao",
                "財交": "tài giao",
                "心交": "tâm giao",
                "深交": "thâm giao",
                "神交": "thần giao",
                "世交": "thế giao",
                "性交": "tính giao",
                "素交": "tố giao",
                "擇交": "trạch giao",
                "知交": "tri giao",
                "絶交": "tuyệt giao",
                "相交": "tương giao",
                "委交": "uỷ giao",
                "遠交": "viễn giao",
                "社交": "xã giao"
            }
        }
    }
}