{
    "character": "仕",
    "details": {
        "Âm Hán Việt": [
            "sĩ"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "nhân 人 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰亻士"
        ],
        "Nét bút": [
            "ノ丨一丨一"
        ],
        "Thương Hiệt": [
            "OG (人土)"
        ],
        "Unicode": [
            "U+4ED5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "sãi",
            "sảy",
            "sẩy",
            "sè",
            "sễ",
            "sì",
            "sõi",
            "sỡi",
            "xảy"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)",
            "ジ (ji)"
        ],
        "Âm Nhật (kunyomi)": [
            "つか.える (tsuka.eru)"
        ],
        "Âm Hàn": [
            "사"
        ],
        "Âm Quảng Đông": [
            "si6"
        ]
    },
    "meanings": {
        "sĩ": {
            "Từ điển phổ thông": [
                "học trò",
                "quan"
            ],
            "Từ điển trích dẫn": [
                "(Động) Làm quan. ◇Luận Ngữ 論語: 'Nặc, ngô tương sĩ hĩ' 諾, 吾將仕矣 (Dương Hóa 陽貨) Vâng, tôi sẽ ra làm quan.",
                "(Động) Coi sóc, thị sát. ◇Thi Kinh 詩經: 'Phất vấn phất sĩ, Vật võng quân tử' 弗問弗仕, 勿罔君子 (Tiểu nhã 小雅, Tiết nam san 節南山) Không hỏi đến, không coi sóc, Đừng lừa dối vua.",
                "(Động) Làm việc. § Thông 'sự' 事. ◇Thi Kinh 詩經: 'Vũ vương khởi bất sĩ, Di quyết tôn mưu, Dĩ yến dực tử' 武王豈不仕, 詒厥孫謀, 以燕翼子 (Đại nhã 大雅, Văn vương hữu thanh 文王有聲) Vũ vương há không có việc lo toan sao, Truyền mưu kế lại cho con cháu, Chăm sóc che chở con cháu (như chim yến ấp con).",
                "(Danh) Họ 'Sĩ'."
            ],
            "Từ điển Thiều Chửu": [
                "① Quan, như xuất sĩ 出仕 ra làm quan, trí sĩ 致仕 về hưu (thôi không làm quan), v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "(cũ) Quan lại (thời xưa): 出仕 Ra làm quan",
                "Làm quan."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Người học trò — Người làm quan — Xem xét sự việc — Tên người, tứ Ngô Thì Sĩ, 1726 – 1780, tự là Thế Lộc, Hiệu là Ngọ Phong, lại có hiệu là Nhị Thanh Cư sĩ người xã Tả Thanh oai, phủ Thanh oai, tỉnh Hà Đông, Bắc phần Việt Nam, đậu Tiến sĩ năm 1766, niên hiệu Cảnh hưng 27 đời Lê Hiển Tông, làm quan tới chức Đốc trấn Lạng sơn, tác phẩm Hán văn có Anh ngôn thi tập, Ngọ Phong văn tập, Nhị Thanh động tập, và nhiều bài trong Ngô gia văn phái — Dùng như chữ Sĩ 士."
            ],
            "compound_words": {
                "仕塗": "sĩ đồ",
                "仕宦": "sĩ hoạn",
                "筮仕": "thệ sĩ",
                "致仕": "trí sĩ",
                "朝仕": "triều sĩ",
                "出仕": "xuất sĩ"
            }
        }
    }
}