{
    "character": "也",
    "details": {
        "Âm Hán Việt": [
            "dã",
            "giã",
            "giả"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "ất 乙 (+2 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ丨フ"
        ],
        "Thương Hiệt": [
            "PD (心木)"
        ],
        "Unicode": [
            "U+4E5F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yě ㄜˇ"
        ],
        "Âm Nôm": [
            "dã",
            "giã"
        ],
        "Âm Nhật (onyomi)": [
            "ヤ (ya)",
            "エ (e)"
        ],
        "Âm Nhật (kunyomi)": [
            "なり (nari)",
            "か (ka)",
            "また (mata)"
        ],
        "Âm Hàn": [
            "야"
        ],
        "Âm Quảng Đông": [
            "jaa5"
        ]
    },
    "meanings": {
        "dã": {
            "Từ điển phổ thông": [
                "cũng",
                "vậy"
            ],
            "Từ điển trích dẫn": [
                "(Trợ) Đặt ở cuối câu, biểu thị phán đoán hoặc khẳng định. ◇Mạnh Tử 孟子: 'Thị bất vi dã, phi bất năng dã' 是不爲也, 非不能也 (Lương Huệ Vương chương cú thượng 梁惠王章句上) Ấy là không làm, chứ không phải là không làm nổi vậy. ◇Cao Bá Quát 高伯适: 'Bất tài diệc nhân dã' 不才亦人也 (Cái tử 丐子) (Dù) hèn hạ (nhưng) cũng là người vậy.",
                "(Trợ) Đặt ở cuối câu, biểu thị nghi vấn. ◇Luận Ngữ 論語: 'Thị khả nhẫn dã, thục bất khả nhẫn dã' 是可忍也, 孰不可忍也 (Bát dật 八佾) Sự ấy nhẫn tâm làm được thì việc gì mà chẳng nhẫn tâm làm?",
                "(Trợ) Đặt ở cuối câu, biểu thị cảm thán. ◎Như: 'bi dã' 悲也 buồn thay!",
                "(Trợ) Hoặc giả, hay là. ◇Thủy hử truyện 水滸傳: 'Nhĩ kiến ngã phủ lí na cá môn tử, khước thị đa thiểu niên kỉ, hoặc thị hắc sấu dã bạch tịnh phì bàn?' 你見我府裡那個門子, 卻是多少年紀, 或是黑瘦也白淨肥胖? (Đệ tứ thập hồi) Anh thấy người giữ cổng ở phủ ta (trạc độ) bao nhiêu tuổi, có phải là gầy đen hay béo mập trắng trẻo?",
                "(Trợ) Đặt đầu câu: vậy. ◇Sầm Tham 岑參: 'Dã tri hương tín nhật ưng sơ' 也知鄉信日應疏 (Phó Bắc Đình độ lũng tư gia 赴北庭度隴思家) Vậy biết rằng tin tức quê nhà ngày (hẳn) càng phải thưa dần.",
                "(Phó) Cũng. ◎Như: 'ngã đổng, nhĩ dã đổng' 我懂, 你也懂 tôi hiểu, anh cũng hiểu."
            ],
            "Từ điển Thiều Chửu": [
                "① Vậy, Lời nói hết câu. Như nghĩa giả nghi dã 義者宜也 nghĩa, ấy là sự nên thế thì làm vậy. Có chỗ dùng làm lời mở đầu, như dã tri hương tín nhật ưng sơ 也知鄉信日應疎 vậy biết tin làng ngày phải thưa."
            ],
            "Từ điển Trần Văn Chánh": [
                "① Cũng: 你不去，我也不去 Anh không đi, tôi cũng không đi; 也只好這樣了 Cũng chỉ đành thế thôi; 爾的功勞也不低 Công lao của mày cũng không phải nhỏ (Hồ Chí Minh: Ngục trung nhật kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng trợ từ, thường đứng ở cuối câu, có nghĩa như chữ Vậy của ta — Trong Bạch thoại có nghĩa là Cũng."
            ],
            "compound_words": {
                "之乎者也": "chi hồ giả dã",
                "也不": "dã bất",
                "也許": "dã hứa",
                "也许": "dã hứa",
                "也是": "dã thị",
                "維也納": "duy dã nạp",
                "那倒也是": "na đảo dã thị",
                "再也": "tái dã",
                "再也不": "tái dã bất",
                "意也": "ý dã"
            }
        },
        "giã": {
            "Từ điển phổ thông": [
                "cũng",
                "vậy"
            ]
        },
        "giả": {
            "Từ điển phổ thông": [
                "cũng",
                "vậy"
            ],
            "compound_words": {
                "之乎者也": "chi hồ giả dã"
            }
        }
    }
}