{
    "character": "丕",
    "details": {
        "Âm Hán Việt": [
            "phi"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "nhất 一 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱不一"
        ],
        "Nét bút": [
            "一ノ丨丶一"
        ],
        "Thương Hiệt": [
            "MFM (一火一)"
        ],
        "Unicode": [
            "U+4E15"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "pī ㄆㄧ"
        ],
        "Âm Nôm": [
            "bậy",
            "chăng",
            "phi",
            "vầy"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Nhật (kunyomi)": [
            "おお.きい (ō.kii)"
        ],
        "Âm Hàn": [
            "비"
        ],
        "Âm Quảng Đông": [
            "pei1"
        ]
    },
    "meanings": {
        "phi": {
            "Từ điển phổ thông": [
                "lớn lao"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Lớn lao. ◎Như: 'phi cơ' 丕基 nghiệp lớn.",
                "(Động) Tuân phụng. ◇Ban Cố 班固: 'Uông uông hồ phi thiên chi đại luật' 汪汪乎丕天之大律 (Điển dẫn 典引) Sâu rộng thay tuân phụng luật trời cao lớn.",
                "(Liên) Bèn. § Cũng như 'nãi' 乃. ◇Thư Kinh 書經: 'Tam Nguy kí trạch, Tam Miêu phi tự' 三危既宅, 三苗丕敘 (Vũ cống 禹貢) Đất Tam Nguy đã có nhà ở, rợ Tam Miêu bèn yên ổn trật tự.",
                "(Danh) Họ 'Phi'."
            ],
            "Từ điển Thiều Chửu": [
                "① Lớn lao, như phi cơ 丕基 nghiệp lớn."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Lớn, rất, lắm: 丕變 Biến đổi lớn; 丕業 Công lao lớn; 丕基 (hay 丕績) Nghiệp lớn; 丕顯哉，文王謨！ Sáng sủa lắm thay, mưu lược của Văn Vương (Mạnh tử: Đằng Văn công hạ); 于是大聖乃起，丕降霖雨 Lúc ấy bậc đại thánh khởi lên, trút xuống trận mưa to (Liễu Tôn Nguyên: Trinh phù);",
                "Vâng theo: 丕天之大律 Vâng theo phép lớn của trời (Hán thư); 丕承耿命 Vâng theo mệnh lớn (cụm từ thường dùng trong các sắc thần);",
                "Đã: 三危既 宅，三苗丕敘 Vùng Tam Nguy đã có nhà cửa ở, dân chúng Tam Miêu đã được thu xếp ổn đâu vào đó (Thượng thư: Vũ cống);",
                "Thì (đặt ở đoạn sau của một câu phức thừa tiếp, để tiếp nối ý trước; thường dùng 丕乃，丕則): 三危既宅，三苗丕敘 Núi Tam Nguy đã xây dựng được nhà thì dân Tam Miêu sẽ được ở yên (Thượng thư: Vũ cống); 天子三公監于夏之既敗，丕則無遺後難 Nếu thiên tử và tam công noi gương ở sự diệt vong của nhà Hạ Thương thì sẽ không để lại hậu hoạ cho đời sau (Dật Chu thư: Tế công);",
                "Trợ từ giữa câu, dùng để thư hoãn ngữ khí: 其丕能誠于小民 Ông ấy có thể trị dân rất tốt (Thượng thư: Triệu cáo)."
            ]
        }
    }
}