{
    "character": "伍",
    "details": {
        "Âm Hán Việt": [
            "ngũ"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhân 人 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý & hình thanh"
        ],
        "Hình thái": [
            "⿰亻五"
        ],
        "Nét bút": [
            "ノ丨一丨フ一"
        ],
        "Thương Hiệt": [
            "OMDM (人一木一)"
        ],
        "Unicode": [
            "U+4F0D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "wǔ ㄨˇ"
        ],
        "Âm Nôm": [
            "ngũ"
        ],
        "Âm Nhật (onyomi)": [
            "ゴ (go)"
        ],
        "Âm Nhật (kunyomi)": [
            "いつつ (itsutsu)"
        ],
        "Âm Hàn": [
            "오"
        ],
        "Âm Quảng Đông": [
            "ng5"
        ]
    },
    "meanings": {
        "ngũ": {
            "Từ điển phổ thông": [
                "hàng ngũ (hàng gồm 5 lính)",
                "bằng hàng",
                "5, năm (như: 五, dùng viết trong văn tự)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đơn vị quân đội ngày xưa, gồm năm người. ◇Trương Tự Liệt 張自烈: 'Ngũ, quân pháp ngũ nhân vi ngũ' 伍, 軍法五人為伍 (Chánh tự thông 正字通, Nhân bộ 人部) Ngũ, phép quân năm người là một ngũ.",
                "(Danh) Quân đội. ◎Như: 'nhập ngũ' 入伍 vào quân đội.",
                "(Danh) Đơn vị hành chánh thời xưa, năm nhà là một 'ngũ'. ◇Quản Tử 管子: 'Ngũ gia nhi ngũ, thập gia nhi liên' 五家而伍, 十家而連 (Thừa mã 乘馬) Năm nhà là một 'ngũ', mười nhà là một 'liên'.",
                "(Danh) Hàng ngũ. ◎Như: 'Hán Hàn Tín giáng tước vi hầu, tự tàm dữ Khoái đẳng ngũ' 漢韓信降爵為侯自慚與噲等伍 Hàn Tín bị giáng xuống tước hầu, phải bằng hàng với bọn Phàn Khoái tự lấy làm thẹn.",
                "(Danh) Chữ 'ngũ' 五 kép, dùng để viết cho khó chữa.",
                "(Danh) Họ 'Ngũ'."
            ],
            "Từ điển Thiều Chửu": [
                "Hàng ngũ, năm người lính sắp một hàng gọi là ngũ.",
                "Bằng hàng, như Hán Hàn Tín giáng tước vi hầu, tự tàm dữ Khoái đẳng ngũ 漢韓信降爵為侯自慚與噲等伍 Hàn Tín bị giáng xuống tước hầu, phải bằng hàng với bọn Phàn Khoái tự lấy làm thẹn.",
                "Năm, cũng như chữ ngũ 五 tục gọi là chữ ngũ kép, dùng để viết tờ bồi cho khỏi chữa đi được."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngũ, đội (đơn vị quân đội ngày xưa, gồm 5 người): 軍伍 Quân đội; 隊伍 Đội ngũ, hàng ngũ; 入伍 Nhập ngũ;",
                "Năm (chữ 五 [wǔ] viết kép);",
                "[Wǔ] (Họ) Ngũ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một cách viết của chữ Ngũ 五, chỉ số năm — Tổ chức binh đội thời xưa, có năm người gọi là một Ngũ — Tổ chức hộ tịch thời xưa, cứ năm gia đình gọi là một Ngũ — Chỉ tổ chức quy tụ nhiều người. Td: Hàng ngũ, Quân ngũ."
            ],
            "compound_words": {
                "押伍": "áp ngũ",
                "部伍": "bộ ngũ",
                "隊伍": "đội ngũ",
                "行伍": "hàng ngũ",
                "入伍": "nhập ngũ"
            }
        }
    }
}