{
    "character": "休",
    "details": {
        "Âm Hán Việt": [
            "hu",
            "hưu"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhân 人 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰亻木"
        ],
        "Nét bút": [
            "ノ丨一丨ノ丶"
        ],
        "Thương Hiệt": [
            "OD (人木)"
        ],
        "Unicode": [
            "U+4F11"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xiū ㄒㄧㄡ"
        ],
        "Âm Nôm": [
            "hầu",
            "hươu",
            "hưu"
        ],
        "Âm Nhật (onyomi)": [
            "キュウ (kyū)"
        ],
        "Âm Nhật (kunyomi)": [
            "やす.む (yasu.mu)",
            "やす.まる (yasu.maru)",
            "やす.める (yasu.meru)"
        ],
        "Âm Hàn": [
            "휴"
        ],
        "Âm Quảng Đông": [
            "jau1"
        ]
    },
    "meanings": {
        "hu": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Ấm áp — Một âm là Hưu."
            ]
        },
        "hưu": {
            "Từ điển phổ thông": [
                "nghỉ ngơi",
                "thôi, dừng",
                "tốt lành"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Việc tốt lành, phúc lộc. ◇Chiến quốc sách 戰國策: 'Hưu tẩm giáng ư thiên' 休祲降於天 (Ngụy sách tứ 魏策四) Phúc họa là từ trời giáng xuống.",
                "(Danh) Họ 'Hưu'.",
                "(Động) Nghỉ ngơi. ◎Như: 'hưu giá' 休假 nghỉ phép. § Phép nhà Đường, làm quan cứ mười ngày được nghỉ một ngày gọi là 'tuần hưu' 旬休. ◇Âu Dương Tu 歐陽修: 'Hành giả hưu ư thụ' 行者休於樹 (Túy ông đình kí 醉翁亭記) Kẻ bộ hành nghỉ dưới cây.",
                "(Động) Thôi, ngưng, ngừng, ngớt. ◎Như: 'hưu học' 休學 thôi học, 'tranh luận bất hưu' 爭論不休 tranh luận không ngớt.",
                "(Động) Lui về, thôi không làm chức việc nữa. ◎Như: 'bãi hưu' 罷休 bãi về, 'hưu trí' 休致 tới tuổi già thôi làm việc. ◇Bạch Cư Dị 白居易: 'Quan đồ khí vị dĩ am tận, Ngũ thập bất hưu hà nhật hưu?' 官途氣味已諳盡, 五十不休何日休 (Tự vấn 自問) Mùi vị quan trường đã rõ hết, Năm mươi tuổi không lui về thì ngày nào lui về?",
                "(Động) Bỏ vợ, (chồng) hủy bỏ hôn nhân. ◇Hồng Lâu Mộng 紅樓夢: 'Phượng Thư đạo: Như kim chỉ danh đề ngã, yêu hưu ngã' 鳳姐道: 如今指名提我, 要休我 (Đệ lục thập bát hồi) Phượng Thư nói: Nay người ta chỉ đích danh tôi, định muốn bỏ tôi.",
                "(Động) Vui, mừng. ◇Thi Kinh 詩經: 'Kí kiến quân tử, Ngã tâm tắc hưu' 既見君子, 我心則休 (Tiểu nhã 小雅, Tinh tinh 菁菁) Đã gặp quân tử, Lòng ta vui mừng.",
                "(Tính) Tốt đẹp. ◎Như: 'hưu triệu' 休兆 điềm tốt, 'hưu đức' 休德 đức tốt.",
                "(Phó) Đừng, chớ. ◇Tây sương kí 西廂記: 'Hồng nương, hưu đối phu nhân thuyết' 紅娘, 休對夫人說 (Đệ nhất bổn 第一本, Đệ tam chiết) Hồng nương, đừng thưa với bà nữa.",
                "(Trợ) Dùng cuối câu: đi, đây, thôi. ◇Thủy hử truyện 水滸傳: 'Vũ Tùng tiếu đạo: Khước tài khứ đỗ lí phát nhất phát. Ngã môn khứ hưu!' 武松笑道: 卻才去肚里發一發. 我們去休! (Đệ nhị thập cửu hồi) Võ Tòng cười nói: Vừa rồi trong bụng đã thấy vững. Chúng ta đi thôi!"
            ],
            "Từ điển Thiều Chửu": [
                "Tốt lành.",
                "Nghỉ ngơi, phép nhà Ðường, các người làm quan cứ mười ngày được nghỉ một ngày gọi là tuần hưu 旬休.",
                "Thôi nghỉ, như bãi hưu 罷休 bãi về.",
                "Về nghỉ, làm quan già về nghỉ gọi là hưu trí 休致.",
                "Cái tờ bỏ vợ gọi là hưu thư 休書."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nghỉ, nghỉ ngơi, thôi, ngừng, ngớt: 休學 Nghỉ học; 休假 Nghỉ phép; 爭論不休 Tranh luận không ngớt; 日夜不休 Ngày đêm không nghỉ;",
                "Xong, kết thúc;",
                "Đừng, chớ: 閑話休提 Đừng nói chuyện phiếm; 休要胡言亂語 Chớ nên nói bậy;",
                "(cũ) Từ bỏ, thôi (vợ): 休妻 Bỏ vợ;",
                "(văn) Vui. 【休戚相關】hưu thích tương quan [xiu-qixiangguan] Vui buồn có nhau;",
                "Bóng cây: 依松柏之餘休 Nương theo bóng mát của cây tùng cây bá (Hán thư);",
                "Việc tốt: 休祲降于天 Điềm của việc tốt việc xấu là ở trên trời giáng xuống (Chiến quốc sách);",
                "Trợ từ cuối câu: 既是有賊, 我們去休 Đã có giặc, chúng tôi đi đây (Thuỷ Hử truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thôi. Ngừng lại — Nghỉ ngơi — Thôi việc, nghỉ việc — Thôi vợ, bỏ vợ — Vui vẻ — Tên người, tức Lê Văn Hưu, học giả đời Trần, người làng Phủ Lí huyện Đông Sơn tỉnh Thanh Hoá, đậu Bảng nhãn năm 18 tuổi, tức năm 1247, niên hiệu Thiên Ứng. Chính Bình 16, làm quan tới Binh bộ thượng thư, tức Nhân uyên hầu, sau lại sung chức Hàn lâm viện Học sĩ, kiêm Quốc sử viện Giám tu. Ông vâng mệnh vua Trần Thái Tông, soạn bộ  Đại Việt Sử Kí , hoàn tất năm 1272, niên hiệu Thiệu Long 15 đời Thái Tông."
            ],
            "compound_words": {
                "罷休": "bãi hưu",
                "不休": "bất hưu",
                "彪休": "bưu hưu",
                "更休": "canh hưu",
                "告休": "cáo hưu",
                "回休": "hồi hưu",
                "休俸": "hưu bổng",
                "休战": "hưu chiến",
                "休戰": "hưu chiến",
                "休養": "hưu dưỡng",
                "休暇": "hưu hạ",
                "休金": "hưu kim",
                "休閒": "hưu nhàn",
                "休書": "hưu thư",
                "休致": "hưu trí",
                "休息": "hưu tức",
                "休員": "hưu viên",
                "乞休": "khất hưu",
                "歸休": "quy hưu",
                "退休": "thối hưu"
            }
        }
    }
}