{
    "character": "伊",
    "details": {
        "Âm Hán Việt": [
            "y"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhân 人 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻尹"
        ],
        "Nét bút": [
            "ノ丨フ一一ノ"
        ],
        "Thương Hiệt": [
            "OSK (人尸大)"
        ],
        "Unicode": [
            "U+4F0A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yī ㄧ"
        ],
        "Âm Nôm": [
            "ì",
            "y"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "かれ (kare)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji1"
        ]
    },
    "meanings": {
        "y": {
            "Từ điển phổ thông": [
                "y, hắn, anh ta, chị ta"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Tính từ chỉ định: kia, ấy. ◎Như: 'y nhân' 伊人 người kia.",
                "(Đại) Đại từ nhân xưng ngôi thứ ba: nó, hắn, gã, v.v. ◇Nam sử 南史: 'Ngô kiến Trương thì, y dĩ lục thập' 吾見張時, 伊已六十 (Liệt truyện 列傳, Đệ ngũ thập nhất) Khi ta gặp ông Trương, ông ấy đã sáu mươi tuổi.",
                "(Đại) Đại từ nhân xưng ngôi thứ hai: anh, ông, ngươi, v.v. § Cũng như 'nhĩ' 你. ◇Lưu Nghĩa Khánh 劉義慶: 'Vật học nhữ huynh, nhữ huynh tự bất như y' 勿學汝兄, 汝兄自不如伊 (Thế thuyết tân ngữ 世說新語, Phẩm tào 品藻) Đừng học theo anh ngươi, anh ngươi vốn không như ngươi.",
                "(Trợ) Đặt giữa câu, để làm thư hoãn ngữ khí. ◇Tùy Thư 隋書: 'Thì quốc gia thảo sáng, bách độ y thủy' 時國家草創, 百度伊始 (Liệt truyện 列傳, Đệ tứ thập) Khi ấy nước nhà vừa thành lập, mọi việc đều mới khởi đầu.",
                "(Trợ) Đặt trước những đại từ nghi vấn như 誰, 何 để hỏi. ◎Như: 'y thùy' 伊誰 ai, 'y hà' 伊何 cái gì. ◇Nguyễn Du 阮攸: 'Y thùy tuyệt cảnh cấu đình đài?' 伊誰絕境構亭臺 (Vọng quan âm miếu 望觀音廟) Ai người dựng nên đình đài ở chốn tận cùng này?",
                "(Trợ) Dùng chung với 'phỉ' 匪, tương đương với 'khước thị' 卻是, 'tức thị' 即是. ◎Như: 'phỉ vinh y nhục' 匪榮伊辱 không vinh thì cũng là nhục. ◇Thi Kinh 詩經: 'Phỉ nga y hao' 匪莪伊蒿 (Tiểu nhã 小雅, Lục nga 蓼莪) Chẳng phải cỏ nga thì cũng là cỏ hao.",
                "(Danh) Họ 'Y'. ◎Như: 'Y Doãn' 伊尹."
            ],
            "Từ điển Thiều Chửu": [
                "① Kia, ấy, như y nhân 伊人 người kia."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Người kia, người ấy, anh ấy (hoặc chị ấy), ấy, kia: 伊人 Người kia; 伊必能克蜀 Người kia ắt có thể đánh chiếm được nước Thục (Thế thuyết tân ngữ);",
                "Anh, ông, ngươi (đại từ nhân xưng ngôi thứ hai): 早知你病在膏肓, 我可便舍性命將伊救 Nếu sớm biết bệnh anh nặng đến thế thì tôi có thể sẽ hi sinh cả tính mạng để cứu anh (Cung Đại Dụng: Phạm Trương kê thử);",
                "Trợ từ đầu câu (dùng như 惟, bộ 忄, không dịch): 伊余來墍 Chỉ muốn trừ bỏ ta (Thi Kinh);",
                "Trợ từ giữa câu (dùng để thư hoãn ngữ khí): 時國家草創, 百度伊始 Khi ấy nước nhà vừa thành lập, mọi việc đều mới khởi đầu (Tùy thư: Tân Ngạn Chi liệt truyện); 縱慾不 戒, 匪愚伊耄 Buông thả không răn chừng, nếu không phải ngu thì cũng là dốt (Liễu Tôn Nguyên: Địch giới);",
                "(văn) Trợ từ đặt trước những đại từ nghi vấn như 誰, 何, tạo thành 伊誰, 伊何: Ai, cái gì: 一雨三日, 伊誰之力？ Một trận mưa ba ngày, là sức của ai tạo ra? (Tô Thức: Hỉ vũ đình kí); 何辜于天？我罪伊何？ Ta phạm tội gì với trời? Tội ta là gì? (Thi Kinh: Tiểu nhã, Tiểu biện);",
                "[Yi] (Họ) Y."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Là. Đúng là — Ấy. Đó. Người ấy — Nó. Hắn. Đại danh từ ngôi thứ ba số ít, dùng với vẻ coi thường, không được kính trọng — Họ người. Xem Y Phó."
            ],
            "compound_words": {
                "特洛伊木馬": "đặc lạc y mộc mã",
                "匪伊朝夕": "phỉ y triêu tịch",
                "伊周": "y chu",
                "伊尹": "y doãn",
                "伊單": "y đơn",
                "伊河": "y hà",
                "伊呂": "y lã",
                "伊蘭": "y lan",
                "伊朗": "y lãng",
                "伊拉克": "y lạp khắc",
                "伊麗莎白二世": "y lệ toa bạch nhị thế",
                "伊人": "y nhân",
                "伊傅": "y phó",
                "伊斯蘭": "y tư lan",
                "伊鬰": "y uất",
                "伊優": "y ưu",
                "伊川": "y xuyên"
            }
        }
    }
}