{
    "character": "似",
    "details": {
        "Âm Hán Việt": [
            "tự",
            "tựa"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhân 人 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰亻以"
        ],
        "Nét bút": [
            "ノ丨フ丶ノ丶"
        ],
        "Thương Hiệt": [
            "OVIO (人女戈人)"
        ],
        "Unicode": [
            "U+4F3C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ",
            "sì ㄙˋ"
        ],
        "Âm Nôm": [
            "tợ",
            "tự",
            "từa"
        ],
        "Âm Nhật (onyomi)": [
            "ジ (ji)"
        ],
        "Âm Nhật (kunyomi)": [
            "に.る (ni.ru)",
            "ひ.る (hi.ru)"
        ],
        "Âm Hàn": [
            "사"
        ],
        "Âm Quảng Đông": [
            "ci5"
        ]
    },
    "meanings": {
        "tự": {
            "Từ điển phổ thông": [
                "như, giống như"
            ],
            "Từ điển trích dẫn": [
                "(Động) Giống, như. ◎Như: 'tương tự' 相似 giống như. ◇Lí Dục 李煜: 'Vấn quân năng hữu kỉ đa sầu? Kháp tự nhất giang xuân thủy hướng đông lưu' 問君能有幾多愁? 恰似一江春水向東流 (Xuân hoa thu nguyệt hà thì liễu từ 春花秋月何時了詞) Hỏi bạn có được bao nhiêu là buồn? Cũng giống như nước con sông mùa xuân chảy về đông.",
                "(Động) Kế tự, nối tiếp. § Thông 'tự' 嗣. ◇Thi Kinh 詩經: 'Tự tục tỉ tổ' 似續妣祖 (Tiểu nhã 小雅, Tư can 斯干) Tiếp tục công nghiệp của tổ tiên.",
                "(Động) Đưa cho, cấp cho. ◇Giả Đảo 賈島: 'Kim nhật bả tự quân, Thùy vi bất bình sự?' 今日把似君, 誰為不平事 (Kiếm khách 劍客) Hôm nay đem (gươm) cho anh, Ai gây nên chuyện bất bình?",
                "(Phó) Hình như, cơ hồ, có vẻ. ◎Như: 'tự hồ' 似乎 hình như, 'tự thị nhi phi' 似是而非 có vẻ đúng mà lại sai.",
                "(Giới) Hơn. ◎Như: 'nhất thiên hảo tự nhất thiên' 一天好似一天 mỗi ngày một tốt đẹp hơn lên."
            ],
            "Từ điển Thiều Chửu": [
                "Giống như.",
                "Con cháu, cùng nghĩa như chữ tự 嗣.",
                "Hầu hạ.",
                "Tựa như (lời nói chưa quyết hẳn)."
            ],
            "Từ điển Trần Văn Chánh": [
                "Giống như, giống, như: 相似 Gần như, giống như; 似是而非 Như đúng mà lại là sai;",
                "Hình như, tựa hồ, có lẽ: 似應再行研究 Có lẽ cần phải nghiên cứu lại; 似曾相識 Hình như có quen nhau. 【似乎】tự hồ [sìhu] Tựa như, giống như, dường như: 這幅畫似乎在什麼地方見過, 一時想不起來 Bức tranh này dường như có trông thấy đâu đây, bây giờ nhớ chẳng ra;",
                "Hơn: 人民生活一天好似一天 Đời sống của nhân dân mỗi ngày một tốt hơn (ngày càng tốt hơn). Xem 似 [shì]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Giống như. Td: Tương tự — Tên người, tức Nguyễn Huy Tự, 1743-1790, người xã Lai thạch huyện Can lộc tỉnh Hà Tĩnh, đậu Hương cống năm 1759, làm quan tới chức Đốc đông đời Lê Hiển Tông, được tập tước Nhạc đình Bá. Tác phẩm chữ Nôm có  Hoa Tiên truyện  ."
            ],
            "compound_words": {
                "似乎": "tự hồ",
                "似雪": "tự tuyết",
                "相似": "tương tự"
            }
        },
        "tựa": {
            "Từ điển Trần Văn Chánh": [
                "Giống như. Xem 似 [sì]."
            ]
        }
    }
}