{
    "character": "何",
    "details": {
        "Âm Hán Việt": [
            "hà"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "nhân 人 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻可"
        ],
        "Nét bút": [
            "ノ丨一丨フ一丨"
        ],
        "Thương Hiệt": [
            "OMNR (人一弓口)"
        ],
        "Unicode": [
            "U+4F55"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hé ㄏㄜˊ",
            "hè ㄏㄜˋ"
        ],
        "Âm Nôm": [
            "gã",
            "hà"
        ],
        "Âm Nhật (onyomi)": [
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "なに (nani)",
            "なん (nan)",
            "なに- (nani-)",
            "なん- (nan -)"
        ],
        "Âm Hàn": [
            "하"
        ],
        "Âm Quảng Đông": [
            "ho4",
            "ho6"
        ]
    },
    "meanings": {
        "hà": {
            "Từ điển phổ thông": [
                "nào (trong hà nhân, hà xứ, ...)"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Chỗ nào, ở đâu. ◇Vương Bột 王勃: 'Các trung đế tử kim hà tại? Hạm ngoại Trường Giang không tự lưu' 閣中帝子今何在? 檻外長江空自流 (Đằng Vương các 滕王閣) Trong gác con vua nay ở đâu? Ngoài hiên sông Trường Giang vẫn chảy.",
                "(Đại) Ai. ◇Tây du kí 西遊記: 'Náo thiên cung giảo loạn bàn đào giả, hà dã?' 鬧天宮攪亂蟠桃者, 何也 (Đệ bát hồi) Kẻ náo loạn cung trời, quấy phá hội bàn đào, là ai vậy?",
                "(Tính) Gì, nào. ◎Như: 'hà cố' 何故 cớ gì? 'hà thì' 何時 lúc nào?",
                "(Phó) Tại sao, vì sao. ◇Luận Ngữ 論語: 'Phu tử hà sẩn Do dã?' 夫子何哂由也? (Tiên tiến 先進) Nhưng tại sao thầy lại cười anh Do?",
                "(Phó) Há, nào đâu. ◇Tô Thức 蘇軾: 'Khởi vũ lộng thanh ảnh, hà tự tại nhân gian?' 起舞弄清影, 何似在人間 (Thủy điệu ca đầu 水調歌頭) Đứng dậy múa giỡn bóng, Nào có giống như ở nhân gian đâu?",
                "(Phó) Biểu thị trình độ: sao mà, biết bao. ◇Lí Bạch 李白: 'Tần vương tảo lục hợp, Hổ thị hà hùng tai' 秦王掃六合, 虎視何雄哉 (Cổ phong 古風, kì tam) Vua Tần quét sạch thiên hạ, (như) Hổ nhìn hùng dũng biết bao.",
                "(Danh) Họ 'Hà'."
            ],
            "Từ điển Thiều Chửu": [
                "① Sao, gì, lời nói vặn lại, như hà cố 何故 cớ gì? hà dã 何也 sao vậy?"
            ],
            "Từ điển Trần Văn Chánh": [
                "Sao, tại sao, nào, thế nào, ai, người nào, điều gì, việc gì, ở đâu, cái gì, gì, nào, đâu: 爲何 Vì sao?; 何人 Người nào?, ai?; 如何 Thế nào?; 何處 Đâu , nơi nào, ở đâu?; 何時 Lúc nào? Bao giờ?; 以位, 則子君也, 我臣也, 何敢與君友也？ Về địa vị thì ông là vua, tôi là thần dân, tôi làm sao dám làm bạn với vua? (Tả truyện); 慾何往 Định đi đâu?; 封略之内, 何非君土 Trong vòng biên giới thì ở đâu không phải là đất của nhà vua? (Tả truyện); 寡人有哀, 子獨大笑, 何也？ Quả nhân có chuyện buồn mà ông lại cả cười, vì sao thế? (Án tử Xuân thu); 何貴何賤？ Cái gì quý cái gì hèn? (Tả truyện); 地震者何？ Động đất là gì? (Công Dương truyện); 然則君將何求？ Thế thì nhà vua muốn điều gì? (Công Dương truyện); 子曰：何以報德？ Khổng Tử hỏi: Lấy gì để báo đức? (Luận ngữ); 今大王…以天下城邑封功臣, 何不服？ Nay đại vương đem đất đai phong cho các công thần, thì ai mà chẳng phục? (Hán thư); 祭伯者何？天子之大夫也 Tế Bá là ai (người nào)? Là đại phu của thiên tử (Công Dương truyện); 無父何怙？無母何恃？ Không có cha mẹ thì biết nương dựa vào ai? (Thi Kinh);",
                "Sao mà... vậy! (biểu thị ý vừa nghi vấn, vừa cảm thán): 原野何蕭條！ Đồng cỏ sao mà tiêu điều! (Tào Thực); 漢皆已得楚乎？是何楚人多也！ Bộ Hán đã chiếm được Sở hết rồi ư? Sao mà người Sở nhiều quá thế! (Hán thư); 嘻, 亡一羊, 何追者之眾 Ôi, chỉ mất có một con dê sao mà người đuổi theo nhiều quá vậy! (Liệt tử).",
                "【何必】hà tất [hébì] Hà tất, cần gì: 何必如此 Cần gì phải thế;",
                "【何不】hà bất [hébù] Tại sao không, sao lại không: 既然有事, 何不早說 Đã có việc, sao lại không nói trước; 他也進城, 你何不搭他的車一同去呢？ Anh ấy cũng vào thành, tại sao anh không đi nhờ xe anh ấy?;",
                "【何曾】hà tằng [hécéng] Có bao giờ... đâu (biểu thị sự phủ định với ý phản vấn): 恐龍是古代的爬行動物, 咱們何曾見過？ Khủng long là một loài động vật bò sát thời cổ, chúng ta có thấy qua bao giờ đâu?;",
                "【何嘗】 hà thường [hécháng] Sao không từng, không phải là không: 我何嘗不想去, 只是沒工夫罷了？ Không phải tôi không muốn đi, chỉ vì bận mà thôi;",
                "【何當】hà đương [hédang] (văn) Lúc nào?, bao giờ?: 卿國史何當成？ Sách Quốc sử của ông bao giờ viết xong? (Thế thuyết tân ngữ); 曹州刺史何當入朝？ Thứ sử Tào Châu bao giờ vào chầu? (Bắc sử); 一去數千里, 何當還故處？ Một lần đi xa đến ngàn dặm, bao giờ mới trở về chốn cũ? (Nhạc phủ thi tập);",
                "【何等】hà đẳng [hédâng] a. Cái gì, gì, nào: 子之所以教寡人者何等也？ Điều mà ông dạy cho quả nhân là gì (Tân tự: Tạp sự); 夫法度之功者謂何等也？ Cái công hiệu của pháp độ là những gì? (Luận hoành); 殷殷如雷聲, 烈不知何等 Ầm ầm như tiếng sấm, lửa cháy mạnh không biết là chuyện gì (Thái Bình quảng kí); b. Như thế nào, ra sao: 你知道他是何等人物 Anh biết ông ấy là người như thế nào; 吳王何等主也 Ngô vương là bậc chúa như thế nào? (Tam quốc chí); 此何等城 Đây là thành như thế nào? (Bắc sử); c. Biết bao, biết chừng nào, chừng nào: 他們生活得何等幸福 Họ sống hạnh phúc biết bao;",
                "【何妨】hà phương [héfang] Ngại gì mà không, có sao đâu: 何妨試試 Cứ thử xem ngại gì, làm thử xem có sao đâu?;",
                "【何故】hà cố [hégù] (văn) Vì cớ gì, vì sao (dùng để hỏi nguyên nhân): 吾是以憂, 子賀我, 何故？ Tôi lấy đó làm lo, ông lại mừng cho tôi, vì sao thế? (Quốc ngữ); 何故涉吾 地？ Vì sao xâm nhập vào đất của ta? (Sử kí); 子何故而哭悲若此乎？ Ông vì sao mà khóc bi thương đến thế? (Thuyết uyển);",
                "【何遽】 hà cự [héjù] (văn) Sao lại, há là (dùng để hỏi nguyên nhân hoặc biểu thị sự phản vấn): 此何遽不爲福乎？ Việc này há chẳng là việc may ư? (Hoài Nam tử); 室有百戶, 閉其一, 盜何遽無從入？ Nhà có trăm cửa, mà chỉ đóng một cửa, thì kẻ trộm sao lại không có chỗ vào? (Hoài Nam tử);",
                "【何苦】 hà khổ [hékư] Tội gì..., việc gì mà phải...: 冒着這麼大的雨趕去看電影, 何苦呢？ Mưa to như thế tội gì mà phải đi xem phim?;",
                "【何況】hà huống [hékuàng] Huống, hơn nữa, vả lại, huống hồ, huống chi: 這根木頭連小伙子都抬不動, 何況老人呢？ Khúc gỗ này ngay đến bọn trai tráng còn chưa vác nổi, huống chi là ông già?;",
                "【何乃】hà nãi [hénăi] (văn) Vì sao: 惡惡止其身, 何乃上及 父祖邪？ Quở trách tội ác thì chỉ đối với bản thân người có tội thôi, vì sao lại để liên luỵ đến cha ông? (Tam quốc chí);",
                "【何乃…爲】 hà nãi... vi [hénăi...wéi] (văn) Sao... thế?: 何乃遲爲？ Sao đến trễ thế? (Nam sử);",
                "【何其】hà kì [héqí] Làm sao, biết bao, xiết bao, biết bao nhiêu, sao mà: 何其糊塗 Lú lẫn làm sao; 彼仁義何其多憂也 Bọn nhân nghĩa kia sao mà âu lo quá vậy! (Trang tử);",
                "【何如】hà như [hérú] a. Thế nào, ra sao: 我還不清楚他是何如人 Tôi còn chưa rõ anh ấy là người như thế nào?; 你試試看, 何如 Anh làm thử coi ra sao; 子將何如？ Ông định làm thế nào? (Tả truyện); 何如取之邪？ Làm thế nào để tuyển chọn họ được? (Tuân tử); b. Chi bằng: 與其強攻, 何如智取 Nếu đánh công kiên, chi bằng dùng mưu chiếm lấy;",
                "【何若】hà nhược [héruò] (văn) Làm thế nào: 順天之意何若？ Thuận theo ý trời thì làm thế nào? (Mặc tử);",
                "【何事】 hà sự [héshì] (văn) Vì sao (để hỏi nguyên nhân): 爲神有靈兮何事處我天南地北頭？ Nếu thần có linh thì vì sao lại khiến ta phải ở tận chốn đất bắc trời nam? (Thái Diễm: Hồ già thập bát phách);",
                "【何誰】hà thùy [héshuí] (văn) Ai?: 借問此何誰？ Xin hỏi đó là ai? (Quách Phác: Du tiên thi). Như 誰何 [shuíhé];",
                "㉑【何似】hà tự [hésì] (văn) Như thế nào?: 庾公問丞相：藍田何似？ Dữu công hỏi thừa tướng: Lam Điền (là người) như thế nào? (Thế thuyết tân ngữ);",
                "㉒【何…爲】hà... vi [hé... wéi] (văn) Làm... gì?: 何走爲？ Chạy làm gì? (Tống sử);",
                "㉓【何謂】hà vị [héwèi] (văn) a. Thế nào là: 何謂幸福？ Thế nào là hạnh phúc? b. Nghĩa là gì: 此何謂也 Ấy nghĩa là gì;",
                "㉔【何物】hà vật [héwù] (văn) Cái gì, nào? (để hỏi về sự vật): 何物最黑？ Cái gì đen nhất? (Bắc Tề thư); 【何暇】hà hạ [héxiá] (văn) Có rảnh đâu, rảnh đâu mà: 汝身之不能治, 而何暇治天下乎？ Thân ngươi không trị được, rảnh đâu mà trị thiên hạ? (Trang tử);",
                "㉖【何許】hà hứa [héxư] (văn) a. Thế nào, gì, ra sao: 他何許人也？ Anh ấy là người thế nào?; b. Ở đâu: 先生不知何許人也 Tiên sinh không biết là người ở đâu (Đào Uyên Minh: Ngũ liễu tiên sinh truyện);",
                "㉗【何以】hà dĩ [héyê] Tại sao, vì sao, sao lại, vì lẽ gì: 昨天已經說定, 今天何以又變卦了呢？ Hôm qua đã nói chắc với nhau, tại sao hôm nay lại thay đổi?;",
                "㉘【何意】hà ý [héyì] (văn) Vì sao?: 何意出此言？ Vì sao nói ra lời đó? (Ngọc đài tân vịnh);",
                "㉙【何因】hà nhân [héyin] (văn) Vì sao, vì cớ gì?: 今政治和平, 世無兵革, 上下相安, 何因當有大水一日暴至？ Nay chính trị hoà bình, đời không có binh cách, trên dưới đều sống yên ổn, vì sao sẽ có trận lụt lớn ập đến trong một ngày? (Hán thư);",
                "㉚【何用…爲】hà dụng... vi [héyòng... wéi] (văn) Cần... làm gì, cần chi..., cần gì...: 且使鬼神無知, 又何用廟爲？Vả lại, nếu quỷ thần không biết, thì lại cần miếu thờ làm gì (cần gì miếu thờ)? (Hán thư);",
                "㉛【何由】hà do [héyóu] (văn) Làm sao, làm thế nào?: 韓信曰：然則何由？ Hàn Tín hỏi: Thế thì làm sao? (Sử kí);",
                "㉜【何有】hà hữu [héyôu] (văn) Có khó gì đâu, có ăn thua gì đâu, có quan hệ gì đâu?: 學而不厭 , 誨人不倦, 何有于我哉？ Học mãi không chán, dạy người không mỏi mệt, có khó gì với ta đâu? (Luận ngữ: Thuật nhi);",
                "㉝【何緣】hà duyên [héyuán] (văn) Vì sao, do đâu?: 何緣見召？ Vì sao gọi tôi đến gặp? (Dụ thế minh ngôn);",
                "㉞【何在】hà tại [hézài] (văn) Ở đâu, tại đâu: 理由何在 Lí do ở đâu; 困難何在 Khó khăn tại đâu;",
                "㉟【何者】hà giả [hézhâ] (văn) a. Người nào, ai (dùng hỏi về người): 聞卿有四友, 何者是？ Nghe nói ông có bốn người bạn, là những người nào thế? (Thế thuyết tân ngữ); 何者是道人？ Đạo nhân là ai? (Tổ đường tập); 我慾識佛, 何者即是？ Ta muốn biết Phật, vậy Phật là ai? (Ngũ đăng hội nguyên); b. Cái gì (dùng để hỏi về vật): 何者爲雙聲？何者爲疊韻 Cái nào là song thanh? Cái nào là điệp vận? (Nam sử); 何者最善？ Cái nào là tối thiện? (Bắc sử); c. Cái nào, cái gì, người nào (dùng trong câu hỏi tuyển trạch): 萬機何者爲先？ Trong muôn việc chính sự thì cái gì ưu tiên trước hết? (Bắc sử); 朕慾立太子, 何者爲得？ Trẫm muốn lập thái tử, (chọn) người nào thì được? (Thái Bình quảng kí); d. Vì sao thế (dùng để tự hỏi tự trả lời, trong câu văn nghị luận): 冠雖敝, 必加于首, 履雖新, 必關于足何者？上下之分也 Mũ tuy rách nhưng phải đội ở đầu, giày tuy mới nhưng phải xỏ ở chân. Vì sao thế? Vì chỗ phân biệt giữa trên và dưới (Sử kí); 臣領中書則示天下以私矣。何者？臣于陛下, 後之兄也 Nếu thần nhận chức Trung thư thì trỏ cho thiên hạ biết có sự thiên vị bên trong. Vì sao thế? Vì đối với bệ hạ thì thần là anh của hoàng hậu (anh vợ) (Dữu Lượng: Nhượng Trung thư lịnh biểu);㊱【何…之有】hà... chi hữu [hé... zhiyôu] (văn) Có gì là... đâu?: 以堯繼堯, 夫又何變之有矣？ Lấy một người như vua Nghiêu để thay cho vua Nghiêu, thì lại có gì là thay đổi đâu? (Tuân tử); 孔子雲：何陋之有？ Khổng Tử nói: Có gì là quê mùa đâu? (Lưu Vũ Tích: Lậu thất minh); 宋何罪之有？ Nước Tống có tội gì đâu? (Mặc tử); ㊲[Hé] (Họ) Hà; ㊳(cũ) Như 荷 [hè]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng dùng để hỏi. Chẳng hạn Hà cố ( tại sao ), Hà thời ( bao giờ ), Hà nhân ( người nào ), Hà xứ ( nơi nào )…."
            ],
            "compound_words": {
                "何故": "hà cố",
                "何以": "hà dĩ",
                "何面目": "hà diện mục",
                "何人": "hà nhân",
                "何必": "hà tất",
                "何時": "hà thời",
                "何处": "hà xứ",
                "何處": "hà xứ",
                "幾何": "kỉ hà",
                "奈何": "nại hà",
                "如何": "như hà",
                "亡何": "vong hà"
            }
        }
    }
}