{
    "character": "但",
    "details": {
        "Âm Hán Việt": [
            "đán",
            "đãn"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "nhân 人 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻旦"
        ],
        "Nét bút": [
            "ノ丨丨フ一一一"
        ],
        "Thương Hiệt": [
            "OAM (人日一)"
        ],
        "Unicode": [
            "U+4F46"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dàn ㄉㄢˋ"
        ],
        "Âm Nôm": [
            "đản",
            "đởn",
            "giản"
        ],
        "Âm Nhật (onyomi)": [
            "タン (tan)"
        ],
        "Âm Nhật (kunyomi)": [
            "ただ.し (tada.shi)"
        ],
        "Âm Hàn": [
            "단"
        ],
        "Âm Quảng Đông": [
            "daan6"
        ]
    },
    "meanings": {
        "đán": {
            "Từ điển phổ thông": [
                "chỉ",
                "song, những, nhưng mà",
                "hễ, nếu như"
            ]
        },
        "đãn": {
            "Từ điển phổ thông": [
                "chỉ",
                "song, những, nhưng mà",
                "hễ, nếu như"
            ],
            "Từ điển trích dẫn": [
                "(Liên) Nhưng mà, song, những. ◇Lí Thương Ẩn 李商隱: 'Hiểu kính đãn sầu vân mấn cải' 曉鏡但愁雲鬢改 (Vô đề 無題) Sớm mai soi gương, những buồn cho tóc mây đã đổi.",
                "(Liên) Hễ, phàm, nếu. ◇Thủy hử truyện 水滸傳: 'Đãn hữu quá vãng khách thương, nhất nhất bàn vấn, tài phóng xuất quan' 但有過往客商, 一一盤問, 纔放出關 (Đệ thập nhất hồi) Hễ có khách thương qua lại, đều phải xét hỏi, rồi mới cho ra cửa ải.",
                "(Phó) Chỉ. ◎Như: 'bất đãn như thử' 不但如此 chẳng những chỉ như thế. ◇Pháp Hoa Kinh 法華經: 'Đãn nhất tâm niệm Phật' 但一心念佛 (An lạc hạnh phẩm đệ thập tứ 安樂行品第十四) Chỉ một lòng niệm Phật."
            ],
            "Từ điển Thiều Chửu": [
                "Những. Lời nói chuyển câu.",
                "Chỉ, như bất đãn như thử 不但如此 chẳng những chỉ như thế."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chỉ, chỉ cần: 在遼闊的原野上, 但見麥浪隨風起伏 Trên cánh đồng bát ngát chỉ thấy sóng lúa nhấp nhô theo chiều gió; 人皆謂卿但知經術, 不曉世務 Mọi người đều cho khanh chỉ biết có sách vở, không hiểu việc đời (Tống sử); 丈夫但安坐, 休辨渭與涇 Trượng phu chỉ cần ngồi yên, không cần phải phân biệt đục trong (Đỗ Phủ);",
                "(văn) Không, suông, vô ích: 何 但遠走, 亡匿于幕北寒苦無水草之地爲？ Chạy xa trốn tránh làm chi cho vô ích ở phía bắc sa mạc, nơi lạnh lẽo không có đồng cỏ gì cả (Hán thư);",
                "Nhưng, nhưng mà, song: 工作雖然忙, 但一點也沒放鬆學習 Công việc tuy bận, nhưng không hề sao lãng việc học tập; 素聞先生高誼, 願爲弟子久, 但不取先生以白馬爲非馬耳！ Vốn nghe nghĩa lí cao siêu của tiên sinh, mong được làm đệ tử đã lâu, song chỉ không chịu ở chỗ tiên sinh cho rằng ngựa trắng không phải là ngựa mà thôi (Công Tôn Long Tử). 【但是】đãn thị [dànshì] Song, nhưng, nhưng mà: 我的老家在金甌, 但是我從來沒有去過 Quê tôi ở Cà Mau, nhưng trước giờ tôi chưa từng đi qua đó;",
                "[Dàn] (Họ) Đãn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vén tay áo lên — Chỉ. Chỉ có — Trong Bạch thoại có nghĩa là Chẳng qua — Không. Không có gì."
            ],
            "compound_words": {
                "不但": "bất đãn",
                "但凡": "đãn phàm",
                "但是": "đãn thị"
            }
        }
    }
}