{
    "character": "候",
    "details": {
        "Âm Hán Việt": [
            "hậu"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "nhân 人 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻⿰丨⿳乛一矢"
        ],
        "Nét bút": [
            "ノ丨丨フ一ノ一一ノ丶"
        ],
        "Thương Hiệt": [
            "OLNK (人中弓大)"
        ],
        "Unicode": [
            "U+5019"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hòu ㄏㄡˋ"
        ],
        "Âm Nôm": [
            "hầu",
            "thoắng"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "そうろう (sōrō)"
        ],
        "Âm Hàn": [
            "후"
        ],
        "Âm Quảng Đông": [
            "hau6"
        ]
    },
    "meanings": {
        "hậu": {
            "Từ điển phổ thông": [
                "thời gian",
                "tình hình, tình trạng",
                "khí hậu",
                "dò ngóng, thăm dò"
            ],
            "Từ điển trích dẫn": [
                "(Động) Rình, dò xét. ◎Như: 'trinh hậu' 偵候 dò xét. ◇Sử Kí 史記: 'Thái hậu diệc dĩ sử nhân hậu tí, cụ dĩ cáo thái hậu' 太后亦已使人候伺, 具以告太后 (Ngụy Kì Vũ An Hầu truyện 魏其武安侯傳).",
                "(Động) Trực, chờ. ◎Như: 'đẳng hậu' 等候 chờ trực. ◇Tam quốc diễn nghĩa 三國演義: 'Công khanh giai hậu tống ư hoành môn ngoại' 公卿皆候送於橫門外 (Đệ bát hồi) Công khanh đều phải đứng trực đưa đón ở ngoài cửa Hoành Môn.",
                "(Động) Thăm hỏi, bái vọng, vấn an. ◎Như: 'vấn hậu' 問候 thăm hỏi. ◇Hậu Hán Thư 後漢書: 'Viện thường hữu tật, Lương Tùng lai hậu chi, độc bái sàng hạ, Viện bất đáp' 援嘗有疾, 梁松來候之, 獨拜床下, 援不答 (Mã Viện truyện 馬援傳).",
                "(Động) Hầu hạ, chầu chực, phục thị. ◇Hồng Lâu Mộng 紅樓夢: 'Tiện khiếu Tử Quyên thuyết: Cô nương tỉnh liễu, tiến lai tứ hậu' 便叫紫鵑說: 姑娘醒了, 進來伺候 (Đệ nhị thập lục hồi) Liền gọi (a hoàn) Tử Quyên nói: Cô dậy rồi, đi lên hầu.",
                "(Động) Xem xét, quan sát. ◇Hàn Dũ 韓愈: 'Thượng mỗi tiến kiến, hậu nhan sắc, triếp ngôn kì bất khả' 上每進見, 候顏色, 輒言其不可 (Thuận Tông Thật lục nhất 順宗實錄一).",
                "(Động) Tiếp đón.",
                "(Động) Bói, nhìn điềm triệu để đoán tốt xấu. ◎Như: 'chiêm hậu cát hung' 占候吉凶.",
                "(Động) Thanh toán (phương ngôn). ◎Như: 'hậu trướng' 候帳 trả sạch nợ. ◇Lão Xá 老舍: 'Lí Tam, giá nhi đích trà tiền ngã hậu lạp!' 李三, 這兒的茶錢我候啦 (Trà quán 茶館, Đệ nhất mạc).",
                "(Danh) Khí hậu, thời tiết. § Phép nhà lịch cứ năm ngày gọi là một hậu, ba hậu là một khí tiết, vì thế nên tóm gọi tiết trời là 'khí hậu' 氣候, 'tiết hậu' 節候.",
                "(Danh) Tình trạng của sự vật, trưng triệu. ◎Như: 'hỏa hậu' 火候 thế lửa, 'chứng hậu' 症候 tình thế chứng bệnh.",
                "(Danh) Chức lại nhỏ, lo về kê khai, kiểm sát. ◇Lịch Đạo Nguyên 酈道元: 'Hà Thang tự Trọng Cung, thường vi môn hậu' 何湯字仲弓, 嘗為門候 (Thủy kinh chú 水經注, Cốc thủy 穀水).",
                "(Danh) Quan lại ở vùng biên giới, lo về cảnh báo.",
                "(Danh) Quan lại phụ trách việc đón rước tân khách.",
                "(Danh) Dịch trạm, dịch quán.",
                "(Danh) § Thông 'hậu' 堠."
            ],
            "Từ điển Thiều Chửu": [
                "Dò ngóng, như vấn hậu 問候 tìm hỏi thăm bạn, trinh hậu 偵候 dò xét, đều là cái ý nghĩa lặng đợi dò xét cả.",
                "Chực, như đẳng hậu 等候 chờ chực.",
                "Khí hậu. Phép nhà lịch cứ năm ngày gọi là một hậu, ba hậu là một khí tiết, vì thế nên tóm gọi thì tiết trời là khí hậu 氣候, tiết hậu 節候, v.v.",
                "Cái tình trạng của sự vật gì cũng gọi là hậu, như hoả hậu 火候 thế lửa, chứng hậu 症候 tình thế, chứng bệnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đợi, chờ chực: 你稍候一會 Anh hãy đợi một lúc;",
                "Thăm, hỏi thăm, thăm hỏi: 致候 Gởi lời thăm (hỏi thăm); 問候 Hỏi thăm;",
                "(Thời) gian, (khí) hậu: 時候 Thời gian; 氣候 Khí hậu;",
                "Tình hình, tình hình diễn biến, tình thế: 症候 Tình hình diễn biến của bệnh tật; 火候 Thế lửa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trông mong — Thời giờ. Lúc — Tình trạng của sự vật theo thời gian."
            ],
            "compound_words": {
                "證候": "chứng hậu",
                "候補": "hậu bổ",
                "候鳥": "hậu điểu",
                "候選人": "hậu tuyển nhân",
                "气候": "khí hậu",
                "氣候": "khí hậu",
                "侍候": "thị hậu",
                "时候": "thời hậu",
                "時候": "thời hậu",
                "守候": "thủ hậu",
                "斬監候": "trảm giam hậu",
                "伺候": "tứ hậu"
            }
        }
    }
}