{
    "character": "個",
    "details": {
        "Âm Hán Việt": [
            "cá"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "nhân 人 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻固"
        ],
        "Nét bút": [
            "ノ丨丨フ一丨丨フ一一"
        ],
        "Thương Hiệt": [
            "OWJR (人田十口)"
        ],
        "Unicode": [
            "U+500B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gě ㄍㄜˇ",
            "gè ㄍㄜˋ"
        ],
        "Âm Nôm": [
            "cá",
            "cái"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)",
            "カ (ka)"
        ],
        "Âm Hàn": [
            "개"
        ],
        "Âm Quảng Đông": [
            "go3"
        ]
    },
    "meanings": {
        "cá": {
            "Từ điển phổ thông": [
                "cái, quả, con"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lượng từ: cái, tấm, quả, người, v.v. ◎Như: 'nhị cá man đầu' 二個饅頭 hai cái bánh bột, 'tam cá bình quả' 三個蘋果 ba quả táo. § Lượng từ 'cá' 個 nhiều khi không cần trong tiếng Việt. ◎Như: 'tam cá nguyệt' 三個月 ba tháng.",
                "(Danh) Lượng từ: Dùng trước một con số ước chừng. ◎Như: 'tha nhất thiên bào cá bách nhi bát thập lí dã bất giác đắc lụy' 他一天跑個百兒八十里也不覺得累 anh ấy một ngày đi chừng tám chục trăm dặm đường mà vẫn không thấy mệt.",
                "(Danh) Lượng từ: Dùng giữa động từ và bổ ngữ, làm cho bổ ngữ mang tính chất của tân ngữ. ◇Thủy hử truyện 水滸傳: 'Cao Liêm quân mã thần binh, bị Tống Giang, Lâm Xung sát cá tận tuyệt' 高廉軍馬神兵, 被宋江, 林沖殺個盡絕 (Đệ ngũ thập tứ hồi) Quân mã và thần binh của Cao Liêm bị Tống Giang, Lâm Xung giết sạch hết cả.",
                "(Tính) Đơn, lẻ, riêng. ◎Như: 'cá nhân' 個人 một người riêng biệt, 'cá tính' 個性 tính riêng của mỗi một người.",
                "(Đại) Cái này, cái đó. ◎Như: 'cá trung tư vị' 個中滋味 trong mùi vị đó.",
                "(Trợ) Đặt giữ động từ và bổ từ, để tăng cường ngữ khí. ◎Như: 'kiến cá diện' 見個面 gặp mặt (một chút), 'khốc cá bất đình' 哭個不停 khóc không thôi.",
                "(Trợ) Dùng sau định ngữ. Tương đương với 'đích' 的: của. ◇Nhi nữ anh hùng truyện 兒女英雄傳: 'Kim niên thị nhĩ sư mẫu cá chánh thọ' 今年是你師母個正壽 (Đệ tứ thập hồi).",
                "(Trợ) Dùng sau 'ta' 些, biểu thị số lượng không xác định: những. ◎Như: 'na ta cá hoa nhi' 那些個花兒 những bông hoa ấy, 'giá ma ta cá thư na khán đắc hoàn' 這麼些個書哪看得完 những bấy nhiêu sách thì xem sao hết được.",
                "(Trợ) Dùng sau từ chỉ thời gian, biểu thị vào thời gian đó. ◇Vô danh thị 無名氏: 'Ý huyền huyền phán bất đáo lai nhật cá' 意懸懸盼不到來日個 (Tạ Kim Ngô 謝金吾, Đệ nhị chiệp 第二摺) Lòng canh cánh không yên chẳng biết rồi ngày mai ra sao.",
                "§ Tục dùng như 'cá' 箇."
            ],
            "Từ điển Thiều Chửu": [
                "① Tục dùng như chữ cá 箇."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tự mình. Xem 個 [gè]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một cái. Một chiếc. Tiếng dùng để đếm vật — Xem cá nhân — Cái. Chiếc. Chẳng hạn — Giá cái ( cái này )."
            ],
            "compound_words": {
                "個別": "cá biệt",
                "個人": "cá nhân",
                "個人主義": "cá nhân chủ nghĩa",
                "個人衛生": "cá nhân vệ sinh",
                "個體": "cá thể",
                "個性": "cá tính",
                "個子": "cá tử",
                "各個": "các cá",
                "整個": "chỉnh cá",
                "下個月": "hạ cá nguyệt",
                "下個星期": "hạ cá tinh kỳ",
                "幾個": "kỷ cá",
                "一個": "nhất cá",
                "三個月": "tam cá nguyệt",
                "則個": "tắc cá",
                "上個": "thượng cá"
            }
        }
    }
}