{
    "character": "偶",
    "details": {
        "Âm Hán Việt": [
            "ngẫu"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhân 人 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻禺"
        ],
        "Nét bút": [
            "ノ丨丨フ一一丨フ丨一丶"
        ],
        "Thương Hiệt": [
            "OWLB (人田中月)"
        ],
        "Unicode": [
            "U+5076"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "ǒu ㄛㄨˇ"
        ],
        "Âm Nôm": [
            "ngẩu"
        ],
        "Âm Nhật (onyomi)": [
            "グウ (gū)"
        ],
        "Âm Nhật (kunyomi)": [
            "たま (tama)"
        ],
        "Âm Hàn": [
            "우"
        ],
        "Âm Quảng Đông": [
            "ngau5"
        ]
    },
    "meanings": {
        "ngẫu": {
            "Từ điển phổ thông": [
                "tình cờ",
                "đôi, chẵn",
                "tượng gỗ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Pho tượng. ◎Như: 'mộc ngẫu' 木偶 tượng gỗ.",
                "(Danh) Đôi lứa, thành đôi, vợ chồng. ◎Như: 'giai ngẫu thiên thành' 佳偶天成 xứng đôi vừa lứa (thường dùng làm lời chúc tụng). ◇Hồng Lâu Mộng 紅樓夢: 'Nhân thử giá Lí Hoàn tuy thanh xuân táng ngẫu, thả cư xử cao lương cẩm tú chi trung, cánh như cảo mộc tử hôi nhất bàn' 因此這李紈雖青春喪偶, 且居處膏粱錦繡之中, 竟如槁木死灰一般 (Đệ đệ tứ hồi) Do đó, Lý Hoàn tuy còn trẻ tuổi đã góa chồng, mặc dầu ở chỗ cao lương gấm vóc, nhưng lòng như cây cỗi, tro tàn.",
                "(Danh) Đồng bọn, đồng bạn. ◇Tô Thức 蘇軾: 'Đăng san khắc thạch tụng công liệt, Hậu giả vô kế tiền vô ngẫu' 登山刻石頌功烈, 後者無繼前無偶 (Thạch cổ 石鼓) Lên núi khắc bia đá ca ngợi công nghiệp, Sau không có người kế tục, trước không đồng bạn.",
                "(Danh) Họ 'Ngẫu'.",
                "(Tính) Chẵn (số). Đối lại với 'cơ' 奇. ◎Như: hai, bốn, sáu, ... là những số chẵn.",
                "(Phó) Bất chợt, tình cờ. ◎Như: 'ngẫu nhiên' 偶然 bất chợt, 'ngẫu ngộ' 偶遇 tình cờ gặp nhau.",
                "(Phó) Nhau, đối nhau, tương đối. ◎Như: 'ngẫu tọa' 偶坐 ngồi đối diện. ◇Sử Kí 史記: 'Hữu cảm ngẫu ngữ thi thư giả khí thị, dĩ cổ phi kim giả tộc' 有敢偶語詩書者棄市, 以古非今者族 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Kẻ nào dám đối mặt nói về Kinh Thi, Kinh Thư thì chém bỏ giữa chợ, lấy đời xưa mà chê đời nay thì giết cả họ.",
                "(Động) Kết hôn. ◇Sơ khắc phách án kinh kì 初刻拍案驚奇: 'Như dục ngẫu ngô giả, tất tiên đầu thi, ngô đương tự trạch' 如欲偶吾者, 必先投詩, 吾當自擇 (Quyển nhị thập ngũ) Nếu muốn cưới ta, thì trước hãy đưa thơ, ta sẽ tự mình chọn lựa.",
                "(Động) Ngang bằng, sánh bằng."
            ],
            "Từ điển Thiều Chửu": [
                "Chợt, như ngẫu nhiên 偶然 chợt vậy, không hẹn thế mà lại thế là ngẫu nhiên.",
                "Ðôi, là số chẵn, phàm số chẵn đều gọi là ngẫu.",
                "Pho tượng, như mộc ngẫu 木偶 tượng gỗ.",
                "Bằng vai, như phối ngẫu 配偶 sánh đôi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đôi, kép, chẵn, cặp, lứa đôi, bạn đời, vợ chồng: 佳偶 Đẹp (xứng, tốt) đôi;",
                "(văn) Nhau, đối mặt nhau: 偶視而先俯，非恐懼也 Nhìn nhau mà cúi mình xuống trước để chào, thì không phải vì sợ (Tuân tử: Tu thân);",
                "Tình cờ, ngẫu nhiên, bất ngờ: 偶遇 Tình cờ gặp nhau.【偶而】ngẫu nhi [ôu'ér] Như 偶爾 [ôu'âr]; 【偶爾】ngẫu nhĩ [ôu'âr] Thỉnh thoảng, đôi khi, đôi lúc, ngẫu nhiên, tình cờ: 他偶爾也來一趟 Thỉnh thoảng anh ấy cũng đến một chuyến; 偶爾有之 Đôi lúc (khi) có xảy ra; 這是我偶爾想起來的 Đó là điều tôi tình cờ nghĩ ra; 【偶或】ngẫu hoặc [ôuhuò] Như 偶爾;【偶然】ngẫu nhiên [ôurán] Ngẫu nhiên, tình cờ, bất ngờ: 偶然相遇 Gặp gỡ tình cờ; 偶然想起 Tình cờ nghĩ ra; 偶然的事 Việc ngẫu nhiên; 偶然値林叟談笑無還期 Tình cờ gặp ông lão giữ rừng, (cùng nhau) nói cười mãi không còn biết lúc về (Vương Hữu Thừa: Chung Nam biệt nghiệp);",
                "Pho tượng: 木偶 Tượng gỗ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bức tượng. Pho tượng — Hai người gặp gỡ — Thành đôi. Kết đôi — Một đôi — Một cặp — Số chẵn — Bọn. Loại — Thình lình. Tình cờ — Đôi lứa. » Nào hai chữ ngẫu đặng gần chữ giai « ( Lục Vân Tiên )."
            ],
            "compound_words": {
                "排偶": "bài ngẫu",
                "媲偶": "bễ ngẫu",
                "駢偶": "biền ngẫu",
                "對偶": "đối ngẫu",
                "木偶": "mộc ngẫu",
                "偶得": "ngẫu đắc",
                "偶婚": "ngẫu hôn",
                "偶爾": "ngẫu nhĩ",
                "偶然": "ngẫu nhiên",
                "偶發": "ngẫu phát",
                "偶数": "ngẫu số",
                "偶數": "ngẫu số",
                "偶像": "ngẫu tượng",
                "偶象": "ngẫu tượng",
                "怨偶": "oán ngẫu",
                "配偶": "phối ngẫu",
                "桑蒼偶錄": "tang thương ngẫu lục"
            }
        }
    }
}