{
    "character": "倒",
    "details": {
        "Âm Hán Việt": [
            "đáo",
            "đảo"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "nhân 人 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻到"
        ],
        "Nét bút": [
            "ノ丨一フ丶一丨一丨丨"
        ],
        "Thương Hiệt": [
            "OMGN (人一土弓)"
        ],
        "Unicode": [
            "U+5012"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dǎo ㄉㄠˇ",
            "dào ㄉㄠˋ"
        ],
        "Âm Nôm": [
            "đảo"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "たお.れる (tao.reru)",
            "-だお.れ (-dao.re)",
            "たお.す (tao.su)",
            "さかさま (sakasama)",
            "さかさ (sakasa)",
            "さかしま (sakashima)"
        ],
        "Âm Hàn": [
            "도"
        ],
        "Âm Quảng Đông": [
            "dou2",
            "dou3"
        ]
    },
    "meanings": {
        "đáo": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Trái ngược. Không thuận — Một âm là Đảo. Xem Đảo."
            ]
        },
        "đảo": {
            "Từ điển phổ thông": [
                "lật ngược, đổ, ngã",
                "đổi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngã, đổ, té. ◎Như: 'thụ đảo liễu' 樹倒了 cây đổ rồi.",
                "(Động) Lật đổ, sụp đổ. ◎Như: 'đảo các' 倒閣 lật đổ nội các, 'đảo bế' 倒閉 phá sản.",
                "(Động) Áp đảo.",
                "(Động) Xoay mình, hạ người xuống. ◎Như: 'đảo thân hạ bái' 倒身下拜 sụp mình làm lễ.",
                "(Động) Nằm thẳng cẳng, nằm dài ra, nằm dang tay chân. ◇Thủy hử truyện 水滸傳: 'Na Diêm Bà Tích đảo tại sàng thượng, đối trước trản cô đăng, chánh tại một khả tầm tư xứ, chỉ đẳng giá Tiểu Trương Tam' 那閻婆惜倒在床上, 對着盞孤燈, 正在沒可尋思處, 只等這小張三 (Đệ nhị thập nhất hồi) Diêm Bà Tích nằm dài trên giường, đối diện với đĩa đèn, đang mơ mơ màng màng, chỉ trông chờ Tiểu Trương Tam đến.",
                "(Động) Khàn (tiếng). ◎Như: 'tha đích tảng tử đảo liễu' 他的嗓子倒了 giọng anh ấy đã khàn rồi.",
                "(Động) Nhượng lại, để lại, bán lại (cửa hàng, tiệm buôn). ◎Như: 'tương phố tử đảo xuất khứ' 將鋪子倒出去 đem cửa hàng để lại cho người khác.",
                "(Động) Đổi, hoán. ◎Như: 'đảo thủ' 倒手 đổi tay.",
                "(Động) Lộn, ngược. ◎Như: 'đảo số đệ nhất' 倒數第一 hạng nhất đếm ngược từ cuối lên, 'khoái tử nã đảo liễu' 筷子拿倒了 cầm đũa ngược, 'đảo huyền' 倒懸 treo lộn ngược lên. ◇Trần Nhân Tông 陳仁宗: 'Họa kiều đảo ảnh trám khê hoành' 畫橋倒影蘸溪横 (Vũ Lâm thu vãn 武林秋晚) Chiếc cầu chạm vẽ (phản chiếu) ngược bóng, vắt ngang dòng suối.",
                "(Động) Rót ra, đổ ra. ◎Như: 'đảo trà thủy' 倒茶水 rót nước trà, 'đảo lạp ngập' 倒垃圾 dốc bụi ra.",
                "(Động) Lùi, lui. ◎Như: 'đảo xa' 倒車 lui xe, 'đảo thối' 倒退 lùi lại.",
                "(Động) Quay lại, trả lại, thối lại. ◎Như: 'đảo trảo lục giác tiền' 倒找六角錢 thối lại sáu hào.",
                "(Tính) Sai lạc. ◎Như: 'đảo kiến' 倒見 kiến thức không đúng. § Thế gian không có gì là thường 常 mà cho là thường mãi, thế là 'đảo kiến'.",
                "(Phó) Trái lại, ngược lại, lại. ◎Như: 'bổn tưởng tiết ước, bất liệu đảo đa hoa liễu tiền' 本想節約, 不料倒多花了錢 vốn định tiết kiệm, không ngờ lại tiêu tiền nhiều hơn.",
                "(Phó) Nhưng mà, tuy là. ◇Hồng Lâu Mộng 紅樓夢: 'Nhĩ đảo thuyết thuyết, ngã hoàn yêu chẩm ma lưu nhĩ? Ngã tự kỉ dã nan thuyết liễu' 你倒說說, 我還要怎麼留你? 我自己也難說了 (Đệ thập cửu hồi) Nhưng như chị nói, thì tôi giữ chị lại làm sao được? Chính tôi cũng chẳng biết nói thế nào nữa.",
                "(Phó) Cũng, tuy cũng. § Thường thêm theo sau 'chỉ thị' 只是, 'tựu thị' 就是..., biểu thị ý nhượng bộ. ◇Hồng Lâu Mộng 紅樓夢: 'Hình thể đảo dã thị cá linh vật liễu, chỉ thị một hữu thật tại đích hảo xứ' 形體倒也是個靈物了, 只是沒有實在的好處 (Đệ nhất hồi) Coi hình dáng ngươi thì tuy cũng là vật báu đây, chỉ hiềm một nỗi không có giá trị thực.",
                "(Phó) Tỏ ý hỏi gặn, trách móc hoặc thúc giục. ◎Như: 'nhĩ đảo khứ bất khứ nha?' 你倒去不去呀 mi có đi hay không đi đây?",
                "(Phó) Lại càng, rất là. ◇Hồng Lâu Mộng 紅樓夢: 'Phụng Thư khán Tập Nhân đầu thượng đái trước kỉ chi kim thoa châu xuyến, đảo hoa lệ' 鳳姐看襲人頭上戴著幾枝金釵珠釧, 倒華麗 (Đệ ngũ thập nhất hồi) Phượng Thư thấy trên đầu Tập Nhân cài mấy cành thoa vàng giắt hạt châu, lại càng đẹp lộng lẫy.",
                "(Phó) Coi bộ, tưởng như (nhưng không phải như thế). ◎Như: 'nhĩ thuyết đắc đảo dong dịch, tố khởi lai khả nan lạp' 你說得倒容易, 做起來可難啦 anh nói coi bộ dễ dàng, nhưng làm thì khó đấy."
            ],
            "Từ điển Thiều Chửu": [
                "Ngã.",
                "Lộn, như đảo huyền 倒懸 treo lộn ngược lên.",
                "Kiến thức không đúng gọi là đảo kiến 倒見, như thế gian không có gì là thường mà cho là thường mãi, thế là đảo kiến."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đổ, ngã, té: 樹倒了 Cây đổ rồi; 絆倒 Vấp ngã;",
                "Lật đổ, sụp đổ: 倒閣 Lật đổ nội các; 内閣倒了 Nội các (sụp) đổ rồi;",
                "(Giọng) khàn: 他的嗓子倒了 Giọng anh ấy đã khàn rồi;",
                "Đổi: 倒肩 Đổi vai;",
                "Xoay (người): 地方太小，倒不開身兒 Chỗ chật hẹp quá, không xoay mình được;",
                "Nhường lại, để lại, bán lại: 鋪子倒出去了 Cửa hàng đã để lại cho người khác rồi. Xem 倒 [dào]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngã xuống — Đánh ngã — Ngược lại. Một âm là Đáo. Xem Đáo."
            ],
            "compound_words": {
                "压倒": "áp đảo",
                "壓倒": "áp đảo",
                "押倒": "áp đảo",
                "拜倒": "bái đảo",
                "不倒翁": "bất đảo ông",
                "打倒": "đả đảo",
                "倒閉": "đảo bế",
                "倒闭": "đảo bế",
                "倒好": "đảo hảo",
                "倒懸": "đảo huyền",
                "倒履": "đảo lí",
                "倒履相迎": "đảo lí tương nghênh",
                "倒楣": "đảo mi",
                "倒霉": "đảo môi",
                "倒戈": "đảo qua",
                "倒數": "đảo số",
                "倒塌": "đảo tháp",
                "倒屣迎之": "đảo tỉ nghênh chi",
                "倒裝": "đảo trang",
                "倒帳": "đảo trướng",
                "倒車": "đảo xa",
                "顛倒": "điên đảo",
                "倾倒": "khuynh đảo",
                "傾倒": "khuynh đảo",
                "潦倒": "lao đảo",
                "拉倒": "lạp đảo",
                "那倒也是": "na đảo dã thị",
                "推倒": "suy đảo",
                "衰倒": "suy đảo",
                "七顛八倒": "thất điên bát đảo"
            }
        }
    }
}