{
    "character": "借",
    "details": {
        "Âm Hán Việt": [
            "tá"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "nhân 人 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻昔"
        ],
        "Nét bút": [
            "ノ丨一丨丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "OTA (人廿日)"
        ],
        "Unicode": [
            "U+501F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiè ㄐㄧㄝˋ"
        ],
        "Âm Nôm": [
            "tá"
        ],
        "Âm Nhật (onyomi)": [
            "シャク (shaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.りる (ka.riru)"
        ],
        "Âm Hàn": [
            "차",
            "적"
        ],
        "Âm Quảng Đông": [
            "ze3"
        ]
    },
    "meanings": {
        "tá": {
            "Từ điển phổ thông": [
                "vay mượn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vay, mượn. ◎Như: 'hữu tá hữu hoàn' 有借有還 có vay có trả. ◇Thủy hử truyện 水滸傳: 'Trượng phu hựu hoạn liễu bệnh, nhân lai tệ tự tá mễ' 丈夫又患了病, 因來敝寺借米 (Đệ lục hồi) Chồng lại bệnh, nên tới chùa này vay gạo.",
                "(Động) Cho vay, cho mượn. ◇Luận Ngữ 論語: 'Hữu mã giả tá nhân thừa chi' 有馬者借人乘之 (Vệ Linh Công 衛靈公) Người có ngựa cho người khác mượn cưỡi. ◇Tam quốc diễn nghĩa 三國演義: 'Ngô tri bắc hải lương quảng, khả tá nhất vạn thạch' 吾知北海糧廣, 可借一萬石 (Đệ thập nhất hồi) Ta biết Bắc Hải nhiều lương, có thể cho vay một vạn hộc.",
                "(Động) Giả thác, lợi dụng. ◎Như: 'tá đao sát nhân' 借刀殺人 mượn dao giết người (lợi dụng người để hại kẻ khác), 'tá đề phát huy' 借題發揮 mượn đề tài khác để phát huy ý riêng. ◇Hồng Lâu Mộng 紅樓夢: 'Đãn ngã tưởng, lịch lai dã sử, giai đạo nhất triệt, mạc như ngã giá bất tá thử sáo giả, phản đảo tân kì biệt trí' 但我想, 歷來野史, 皆蹈一轍, 莫如我這不借此套者, 反倒新奇別致 (Đệ nhất hồi) Nhưng tôi thiết tưởng, những chuyện dã sử xưa nay, đều giẫm lên một vết xe cũ, sao bằng cái chuyện của tôi không mượn khuôn sáo đó, (mà) đảo lộn mới lạ khác biệt.",
                "(Động) Giúp đỡ. ◇Hán Thư 漢書: 'Tá khách báo cừu' 借客報仇 (Chu Vân truyện 朱雲傳) Giúp khách báo thù.",
                "(Động) Khen ngợi. ◇Trâu Dương 鄒陽: 'Thử bất khả dĩ hư từ tá dã' 此不可以虛辭借也 (Ngục trung thượng lương vương thư 獄中上梁王書) Đây không thể lấy lời hư dối mà khen ngợi vậy.",
                "(Động) Dựa vào, nhờ. ◎Như: 'tá trọng' 借重 nhờ vả. ◇Nguyễn Trãi 阮廌: 'Suy nhan tá tửu vựng sanh hồng' 衰顏借酒暈生紅 (Họa hương nhân tiên sinh vận giản chư đồng chí 和鄉先生韻柬諸同志) Nét mặt hom hem nhờ có rượu mới sinh vầng hồng.",
                "(Liên) Giả sử, giả thiết, nếu như. ◇Nguyên Chẩn 元稹: 'Tá như kim nhật tử, Diệc túc liễu nhất sanh' 借如今日死, 亦足了一生 (Khiển bệnh 遣病) Giả như hôm nay chết, Thì cũng đủ một đời."
            ],
            "Từ điển Thiều Chửu": [
                "Vay mượn, mình vay của người hay mình cho người vay đều gọi là tá.",
                "Mượn, cái gì vốn không có mà mượn dùng thì gọi là tá."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mượn, vay: 借書回來讀 Mượn sách về đọc; 借錢 Vay tiền;",
                "Cho mượn, cho vay: 我借給你一本好小說 Tôi cho anh mượn một cuốn tiểu thuyết hay;",
                "Mượn cớ, viện cớ, lợi dụng, thừa cơ, nhân cơ hội.【借故】tá cố [jiègù] Viện cớ, mượn cớ: 他借故走了 Anh ấy viện cớ đi mất rồi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mượn tạm. Vay mượn — Cho vay. Cho mượn — Giúp đỡ. Dùng như chữ Tá: 佐."
            ],
            "compound_words": {
                "不借": "bất tá",
                "背城借一": "bối thành tá nhất",
                "顧借": "cố tá",
                "假借": "giả tá",
                "挪借": "na tá",
                "借據": "tá cứ",
                "借田": "tá điền",
                "借端": "tá đoan",
                "借項": "tá hạng",
                "借口": "tá khẩu",
                "借欵": "tá khoản",
                "借款": "tá khoản",
                "借寓": "tá ngụ",
                "借方": "tá phương",
                "借光": "tá quang",
                "借寫": "tá tả",
                "借貸": "tá thải",
                "借债": "tá trái",
                "借債": "tá trái",
                "借重": "tá trọng",
                "借助": "tá trợ",
                "借宿": "tá túc",
                "借問": "tá vấn",
                "借出": "tá xuất",
                "摘借": "trích tá"
            }
        }
    }
}