{
    "character": "做",
    "details": {
        "Âm Hán Việt": [
            "tố"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhân 人 (+9 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰亻故"
        ],
        "Nét bút": [
            "ノ丨一丨丨フ一ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "OJRK (人十口大)"
        ],
        "Unicode": [
            "U+505A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zuò ㄗㄨㄛˋ"
        ],
        "Âm Nôm": [
            "tố"
        ],
        "Âm Nhật (onyomi)": [
            "サ (sa)",
            "サク (saku)",
            "ソ (so)"
        ],
        "Âm Nhật (kunyomi)": [
            "な.す (na.su)",
            "つく.る (tsuku.ru)"
        ],
        "Âm Hàn": [
            "주",
            "자"
        ],
        "Âm Quảng Đông": [
            "zou6"
        ]
    },
    "meanings": {
        "tố": {
            "Từ điển phổ thông": [
                "làm"
            ],
            "Từ điển trích dẫn": [
                "(Động) Làm (cư xử, trở thành). ◎Như: 'tố nhân' 做人 làm người, 'tố quan' 做官 làm quan.",
                "(Động) Tiến hành công việc. ◎Như: 'tố sanh ý' 做生意 làm ăn sinh sống, 'tố sự' 做事 làm việc.",
                "(Động) Cử hành, làm lễ, tổ chức. ◎Như: 'tố sanh nhật' 做生日 làm lễ sinh nhật, 'tố mãn nguyệt' 做滿月 ăn mừng đầy tháng (trẻ mới sinh).",
                "(Động) Làm ra, chế tạo. ◎Như: 'tố y phục' 做衣服 may quần áo, 'tố hài tử' 做鞋子 đóng giày.",
                "(Động) Giả trang, giả làm. ◇Thủy hử truyện 水滸傳: 'Nhĩ đáo lâm thì, chỉ tố khứ tống tang, trương nhân nhãn thác, nã liễu lưỡng khối cốt đầu, hòa giá thập lưỡng ngân tử thu trước, tiện thị cá lão đại kiến chứng' 你到臨時, 只做去送喪, 張人眼錯, 拿了兩塊骨頭, 和這十兩銀子收著, 便是個老大見證 (Đệ nhị thập lục hồi) Khi ông đến đó, chỉ làm như tới đưa đám, đúng lúc không ai để ý, dấu lấy hai khúc xương, gói chung với mười lạng bạc này, dành để làm bằng chứng.",
                "(Động) Dùng làm. ◇Vô danh thị 無名氏: 'Đảo chiệp xuân sam tố la phiến thiên' 倒摺春衫做羅扇搧 (Hóa lang nhi 貨郎兒, Sáo khúc 套曲) Gấp áo xuân dùng làm quạt là.",
                "(Động) Đánh, đấu. ◇Hồng Lâu Mộng 紅樓夢: 'Nãi nãi khoan hồng đại lượng, ngã khước nhãn lí nhu bất hạ sa tử khứ. Nhượng ngã hòa giá xướng phụ tố nhất hồi, tha tài tri đạo ni' 奶奶寬洪大量, 我卻眼裏揉不下沙子去. 讓我和這娼婦做一回, 他才知道呢 (Đệ lục thập cửu hồi) Mợ thì khoan hồng đại lượng chứ em không thể để cái gai trước mắt được. Em phải đánh cho con đĩ ấy một phen, nó mới biết tay!",
                "(Động) Biểu diễn. ◇Kim Bình Mai 金瓶梅: 'Na hí tử hựu tố liễu nhất hồi, ước hữu ngũ canh thì phân, chúng nhân tề khởi thân' 那戲子又做了一回, 約有五更時分, 眾人齊起身 (Đệ lục thập tam hồi) Tuồng diễn một hồi nữa, tới khoảng canh năm, mọi người mới đứng dậy ra về."
            ],
            "Từ điển Thiều Chửu": [
                "① Làm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Làm: 說了就要做 Đã nói thì phải làm; 敢做 Dám làm; 做一個箱子 Làm một cái rương; 做父母 Làm cha mẹ; 做演員 Làm diễn viên; 做朋友 Làm bạn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Làm ra. Tạo ra — Làm. Là. Td: Tố nhân ( làm người )."
            ],
            "compound_words": {
                "訂做": "đính tố",
                "叫做": "khiếu tố",
                "做主": "tố chủ",
                "做工": "tố công",
                "做客": "tố khách",
                "做夢": "tố mộng",
                "做出": "tố xuất"
            }
        }
    }
}