{
    "character": "傾",
    "details": {
        "Âm Hán Việt": [
            "khuynh"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "nhân 人 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰亻頃"
        ],
        "Nét bút": [
            "ノ丨一フ一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "OPMC (人心一金)"
        ],
        "Unicode": [
            "U+50BE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "qīng ㄑㄧㄥ"
        ],
        "Âm Nôm": [
            "khoanh",
            "khuâng",
            "khuynh"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "かたむ.く (katamu.ku)",
            "かたむ.ける (katamu.keru)",
            "かたぶ.く (katabu.ku)",
            "かた.げる (kata.geru)",
            "かし.げる (kashi.geru)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "king1"
        ]
    },
    "meanings": {
        "khuynh": {
            "Từ điển phổ thông": [
                "nghiêng",
                "đè úp",
                "dốc hết"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nghiêng về một bên, xu hướng. ◎Như: 'khuynh nhĩ nhi thính' 傾耳而聽 nghiêng tai mà nghe, 'hướng hữu khuynh' 向右傾 thiên về phía hữu.",
                "(Động) Nghiêng đổ, sụp đổ. ◎Như: 'khuynh trụy' 傾墜 sụp đổ.",
                "(Động) Dốc ra. ◎Như: 'khuynh nang' 傾囊 dốc túi, 'khuynh tửu' 傾酒 dốc rượu.",
                "(Động) Bội phục, ngưỡng mộ. ◎Như: 'khuynh đảo' 傾倒 kính phục vô cùng, 'khuynh tâm' 傾心 xiêu lòng; bội phục; tận tâm.",
                "(Động) Làm cho nghiêng ngửa, áp đảo, thắng hơn. ◎Như: 'khuynh quốc khuynh thành' 傾國傾城 làm mất nước nghiêng đổ thành trì. ◇Sử Kí 史記: 'Dục dĩ khuynh Ngụy Kì chư tướng tướng' 欲以傾魏其諸將相 (Vũ An Hầu truyện 武安侯傳) Muốn để áp đảo các tướng văn tướng võ theo phe Ngụy Kì. ◇Nguyễn Du 阮攸: 'Uổng giao thiên cổ tội khuynh thành' 枉敎千古罪傾城 (Dương Phi cố lí 楊妃故里) Để nghìn năm đổ oan cho (người đẹp) tội nghiêng thành.",
                "(Động) Cạnh tranh, tranh giành. ◎Như: 'dĩ lợi tương khuynh' 以利相傾 lấy lợi cạnh tranh.",
                "(Động) Bị nguy ngập. ◇Tuân Tử 荀子: 'Tề nhất thiên hạ nhi mạc năng khuynh' 齊一天下而莫能傾 (Nho hiệu 儒效) Ngang với thiên hạ nên không bị nguy."
            ],
            "Từ điển Thiều Chửu": [
                "Nghiêng, như khuynh nhĩ nhi thính 傾耳而聽 nghiêng tai mà nghe.",
                "Nghiêng đổ, con gái đẹp gọi là khuynh thành 傾城 nghĩa là cái đẹp có thể làm nghiêng nước đổ thành vậy.",
                "Ðè úp, như khuynh hãm 傾陷 dùng mưu kế hại người cũng như dùng vật gì để úp chết người vậy.",
                "Dốc hết, như khuynh nang 傾囊 dốc túi.",
                "Kính phục người hết sức cũng gọi là khuynh đảo 傾倒 nghĩa là kính phục quá không còn dấu diếm gì trong lòng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nghiêng: 傾耳而聽 Nghiêng tai mà nghe; 身子向前傾着 Nghiêng mình về phía trước;",
                "Khuynh: 左傾 Tả khuynh; 右傾 Hữu khuynh;",
                "Đổ, dốc, làm đổ, nghiêng đổ: 大廈將傾 Toà nhà sắp đổ; 傾全力 Dốc toàn lực; 傾城 Làm nghiêng đổ thành trì; 傾囊 Dốc túi;",
                "Khâm phục, thán phục.【傾心】khuynh tâm [qing xin] a. Say mê, khâm phục, bội phục trong lòng; b. Chân thành: 傾心交談 Chân thành tâm sự với nhau."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nghiêng đi — Đổ ngã — Kính phục. Bài ca của Lí Diên Niên: Nhất cố khuynh nhân thành, tái cố khuynh nhân quốc 一顧倾人城, 再顧倾人國 Nghoảnh lại một cái xiêu thành, ngoảnh lại cái nữa đổ nước. Nghĩa là tả cái vẻ đẹp tuyệt thế của người đàn bà làm cho người ta mê mệt đến nỗi mất thành mất nước. » Một hai nghiêng nước nghiêng thành. Sắc đành đòi một tài đành hoạ hai « ( Kiều ) — Nhất tiếu khuynh nhân thành, tái tiếu khuynh nhân quốc 一笑倾人城, 再笑倾人國 Một cười làm nghiêng thành, hai cười làm nghiêng nước. Nói về sắc đẹp, chỉ một vài cái cười cũng đủ làm nghiêng đổ thành quách quốc gia của người ta. » Vốn mang cái bệnh Trương Sinh. Gặp người nghiêng nước nghiêng thành biết sao « ( Bích câu kì ngộ )."
            ],
            "compound_words": {
                "傾倒": "khuynh đảo",
                "傾家": "khuynh gia",
                "傾家敗產": "khuynh gia bại sản",
                "傾向": "khuynh hướng",
                "傾軋": "khuynh loát",
                "傾耳": "khuynh nhĩ",
                "傾覆": "khuynh phúc",
                "傾斜": "khuynh tà",
                "傾心": "khuynh tâm",
                "傾城": "khuynh thành",
                "傾聽": "khuynh thính",
                "傾側": "khuynh trắc",
                "葵傾": "quỳ khuynh",
                "左傾": "tả khuynh"
            }
        }
    }
}