{
    "character": "偏",
    "details": {
        "Âm Hán Việt": [
            "thiên"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhân 人 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亻扁"
        ],
        "Nét bút": [
            "ノ丨丶フ一ノ丨フ一丨丨"
        ],
        "Thương Hiệt": [
            "OHSB (人竹尸月)"
        ],
        "Unicode": [
            "U+504F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "piān ㄆㄧㄢ"
        ],
        "Âm Nôm": [
            "thiên",
            "xen",
            "xiên"
        ],
        "Âm Nhật (onyomi)": [
            "ヘン (hen)"
        ],
        "Âm Nhật (kunyomi)": [
            "かたよ.る (katayo.ru)"
        ],
        "Âm Hàn": [
            "편"
        ],
        "Âm Quảng Đông": [
            "pin1"
        ]
    },
    "meanings": {
        "thiên": {
            "Từ điển phổ thông": [
                "nghiêng, lệch",
                "vẫn, cứ, lại",
                "không ngờ, chẳng may",
                "rất, hết sức"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Lệch, nghiêng, ngả. ◎Như: 'thiên kiến' 偏見 ý kiến thiên lệch. ◇Bạch Cư Dị 白居易: 'Vân kế bán thiên tân thụy giác, Hoa quan bất chỉnh hạ đường lai' 雲髻半偏新睡覺, 花冠不整下堂來 (Trường hận ca 長恨歌) Tóc mây lệch một bên, vừa ngủ dậy, Mũ hoa không ngay ngắn, nàng bước xuống nhà.",
                "(Tính) Không hoàn toàn, phiến diện. ◇Lễ Kí 禮記: 'Lạc cực tắc ưu, lễ thô tắc thiên hĩ' 樂極則憂, 禮粗則偏矣 (Nhạc kí 樂記) Vui cùng cực thì tất sinh ra buồn thương, lễ sơ sài thì không đầy đủ vậy.",
                "(Tính) Không ở trung tâm, bên cạnh.",
                "(Tính) Xa xôi, hẻo lánh. ◎Như: 'thiên tích' 偏僻 nơi hẻo lánh.",
                "(Tính) Không thân, không gần gũi.",
                "(Tính) Thâm, nhiều. ◇Nguyên Hiếu Vấn 元好問: 'Uất uất thu ngô động vãn yên, Nhất đình phong lộ giác thu thiên' 鬱鬱秋梧動晚煙, 一庭風露覺秋偏 (Ngoại gia nam tự 外家南寺).",
                "(Phó) Vẫn, cứ, lại. ◎Như: 'tha yêu ngã khứ, ngã thiên bất khứ' 他要我去, 我偏不去 ông ấy bảo tôi đi, tôi vẫn cứ không đi.",
                "(Phó) Vừa, đúng lúc. ◇Hoàng Phủ Nhiễm 皇甫冉: 'Chánh thị dương phàm thì, Thiên phùng giang thượng khách' 正是揚帆時, 偏逢江上客 (Tằng đông du dĩ thi kí chi 曾東游以詩寄之) Đang khi giương buồm, Thì đúng lúc gặp khách trên sông.",
                "(Phó) Nghiêng về một bên, không công bình. ◎Như: 'thiên lao' 偏勞 nhọc riêng về một bên, 'thiên ái' 偏愛 yêu riêng.",
                "(Phó) Chuyên về.",
                "(Phó) Riêng, chỉ, một mình.",
                "(Phó) Không ngờ, chẳng may. ◎Như: 'ốc lậu thiên tao liên dạ vũ' 屋漏偏遭連夜雨 nhà dột chẳng may mắc mưa suốt đêm.",
                "(Phó) Rất, hết sức. ◇Nhan thị gia huấn 顏氏家訓: 'Vũ Liệt thái tử thiên năng tả chân' 武烈太子偏能寫真 (Tạp nghệ 雜藝) Thái tử Vũ Liệt rất giỏi vẽ hình người.",
                "(Động) Giúp, phụ tá.",
                "(Động) Ăn cơm rồi (tiếng khách sáo). ◇Hồng Lâu Mộng 紅樓夢: 'Phượng Thư tài cật phạn, kiến tha môn lai liễu, tiện tiếu đạo: Hảo trường thối tử, khoái thượng lai bãi! Bảo Ngọc đạo: Ngã môn thiên liễu' 鳳姐纔吃飯, 見他們來了, 便笑道: 好長腿子, 快上來罷. 寶玉道: 我們偏了 (Đệ thập tứ hồi) Phượng Thư đang ăn cơm, thấy chúng đến, cười nói: Sao mà nhanh chân thế! Mau lên đây. Bảo Ngọc nói: Chúng tôi xơi cơm rồi.",
                "(Danh) Một nửa.",
                "(Danh) Ngày xưa quân năm mươi người là một 'thiên'; chiến xa hai mươi lăm xe là một 'thiên'.",
                "(Danh) Họ 'Thiên'."
            ],
            "Từ điển Thiều Chửu": [
                "Lệch, mếch, ở vào hai bên một cái gì gọi là thiên, nặng về một mặt cũng gọi là thiên, như thiên lao 偏簩 nhọc riêng về một bên, thiên ái 偏愛 yêu riêng về một bên. Cái gì không đúng với lẽ trung bình đều gọi là thiên.",
                "Lời nói giúp lời, sự gì xảy ra không ngờ tới gọi là thiên, như thiên bất thấu xảo 偏不溱巧 rõ thật khéo khéo sao!"
            ],
            "Từ điển Trần Văn Chánh": [
                "Lệch, trệch: 打偏了 Bắn trệch; 偏戴了帽子 Đội mũ lệch; 無偏無陂 Không lệch không nghiêng (Hậu Hán thư);",
                "Nghiêng: 太陽偏西 Mặt trời đã nghiêng bóng; 這個照片是偏臉兒 Ảnh này chụp nghiêng;",
                "Thiên vị, thiên: 偏左 Thiên về bên tả;",
                "Nhích lên, lui sang: 把桌子偏左放 Kê bàn lui sang bên trái;",
                "(văn) Bên: 東偏 Bên phía đông;",
                "(văn) Một bên, một phần, riêng: 君之所以明者，兼聽也，其所以闇者，偏信也 Bậc vua chúa sở dĩ sáng suốt là nhờ nghe ý kiến từ nhiều phía, sở dĩ tối tăm là vì chỉ nghe có một bên (Vương Phù: Tiềm phu luận); 萬物爲道一偏 Vạn vật là một phần của đạo (Tuân tử); 老聃之役有庚桑楚者，偏得老聃之道 Học trò của Lão Đam chỉ riêng có Canh Tang Sở hiểu được đạo của Lão Đam (Trang tử);",
                "(văn) Rất, đặc biệt, hết sức: 武烈太子偏能寫眞 Võ Liệt Thái tử rất giỏi vẽ hình người (Nhan thị gia huấn: Tạp nghệ); 張家伯仲偏相似 Anh em nhà họ Trương (mặt mày) rất giống nhau (Bạch Cư Dị);",
                "(văn) Xa xôi, hẻo lánh: 偏國寡臣幸甚 Kẻ bề tôi ở nước xa xôi hẻo lánh thật lấy làm may lắm (Sử ký: Biển Thước truyện);",
                "Cứ, vẫn, lại: 叫你注意，你偏不信 Đã bảo anh chú ý, anh lại không nghe; 你不讓我幹，我偏要幹 Anh không cho tôi làm, tôi vẫn làm; 勸他不要去，他偏要去 Đã khuyên nó đừng đi, nhưng nó cứ đi.【偏偏】thiên thiên [pianpian] (pht) a. Khăng khăng, khư khư, cứ một mực: 他偏偏不聽 Anh ta cứ một mực không nghe; b. Nhưng... lại, lại: 昨天他來找我，偏偏我不在家 Hôm qua anh ấy đến tìm tôi, nhưng tôi lại không ở nhà; c. Riêng... lại: 別人都能完成定額，爲什麼偏偏我們不能完成 Mọi người đều hoàn thành định mức, tại sao riêng chúng ta lại không hoàn thành được?"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lệch qua một bên."
            ],
            "compound_words": {
                "不偏不倚": "bất thiên bất ỷ",
                "補偏救弊": "bổ thiên cứu tệ",
                "偏愛": "thiên ái",
                "偏爱": "thiên ái",
                "偏口魚": "thiên khẩu ngư",
                "偏見": "thiên kiến",
                "偏差": "thiên sai",
                "偏偏": "thiên thiên",
                "偏爲": "thiên vị"
            }
        }
    }
}