{
    "character": "函",
    "details": {
        "Âm Hán Việt": [
            "hàm"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "khảm 凵 (+6 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ丨丶一ノ丶フ丨"
        ],
        "Thương Hiệt": [
            "NUE (弓山水)"
        ],
        "Unicode": [
            "U+51FD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "hán ㄏㄢˊ"
        ],
        "Âm Nôm": [
            "hàm",
            "hòm"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "はこ (hako)",
            "い.れる (i.reru)"
        ],
        "Âm Hàn": [
            "함"
        ],
        "Âm Quảng Đông": [
            "haam4"
        ]
    },
    "meanings": {
        "hàm": {
            "Từ điển phổ thông": [
                "cái tráp, bao, hộp",
                "thư từ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thư từ, thư tín, tín kiện. ◎Như: 'lai hàm' 來函 thư gởi đến, 'hàm kiện' 函件 thư từ. ◇Liêu trai chí dị 聊齋志異: 'Hữu chấp hữu lệnh Thiên Thai, kí hàm chiêu chi' 有執友令天臺, 寄函招之 (Kiều Na 嬌娜) Có người bạn học thân cũ làm huyện lệnh Thiên Thai gửi thư mời (đến nhà).",
                "(Danh) Công văn. ◎Như: 'công hàm' 公函 công văn.",
                "(Danh) Hộp, vỏ bọc ngoài. ◎Như: 'kính hàm' 鏡函 hộp đựng gương, 'kiếm hàm' 劍函 bao kiếm. ◇Sử Kí 史記: 'Kinh Kha phụng Phàn Ô Kì đầu hàm, nhi Tần Vũ Dương phụng địa đồ hiệp, dĩ thứ tiến' 荊軻奉樊於期頭函, 而秦舞陽奉地圖柙, 以次進 (Kinh Kha truyện 荊軻傳) Kinh Kha bưng hộp đựng đầu Phàn Ô Kì, còn Tần Vũ Dương bưng tráp đựng địa đồ, theo thứ tự đi vào.",
                "(Danh) Bộ, tập. ◎Như: 'toàn thư cộng thập hàm' 全書共十函 toàn thư gồm mười tập.",
                "(Danh) Đầu lưỡi.",
                "(Danh) Áo giáp.",
                "(Danh) Tên núi.",
                "(Động) Bao bọc, bao dung. ◎Như: 'tịch gian hàm trượng' 席間函丈 trong chiếu rộng tới một trượng. Cổ nhân đãi thầy giảng học rộng như thế, để cho đủ chỗ chỉ vẽ bảo ban, vì thế bây giờ gọi thầy là 'hàm trượng' 函丈 là do nghĩa ấy.",
                "(Động) Để vào hộp, đóng kín lại. ◇Chiến quốc sách 戰國策: 'Nãi toại thịnh Phàn Ô Kì chi thủ hàm phong chi' 乃遂盛樊於期之首函封之 (Yên sách tam 燕策三) Đành lượm thủ cấp Phàn Ô Kì cho vào cái hộp, đậy lại.",
                "(Động) Chịu vùi lấp, hãm nhập. ◇Hán Thư 漢書: 'Sở dĩ ẩn nhẫn cẩu hoạt, hàm phẩn thổ chi trung nhi bất từ giả' 所以隱忍苟活, 函糞土之中而不辭者 (Tư Mã Thiên truyện 司馬遷傳) Do vậy mà phải ẩn nhẫn sống tạm bợ, chịu chôn vùi nơi đê tiện mà không đi vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Dung được, như tịch gian hàm trượng 席間函丈 trong chiếu rộng tới một trượng. Cổ nhân đãi thầy giảng học rộng như thế, để cho đủ chỗ chỉ vẽ bảo ban, vì thế bây giờ gọi thầy là hàm trượng là do nghĩa ấy.",
                "Cái phong bì. Cái để bọc thơ gọi là hàm.",
                "Cái hộp, như kính hàm 鏡函 hộp đựng gương."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Vỏ bọc ngoài, cái hộp: 鏡函 Hộp kính; 書函 Cái vỏ bọc sách, hộp sách;",
                "Thư, bao thư, thư từ, (công) hàm: 來函 Thư gởi đến; 覆函 Thư trả lời; 公函 Công hàm;",
                "Bao gồm, bao hàm, chứa được, dung được: 席間函丈 Trong chiếu rộng tới một trượng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chứa đựng — Cái hộp nhỏ để đựng đồ vật. Cái tráp — Cái bao thư."
            ],
            "compound_words": {
                "公函": "công hàm",
                "函电": "hàm điện",
                "函電": "hàm điện",
                "函胡": "hàm hồ",
                "函件": "hàm kiện",
                "函数": "hàm số",
                "函數": "hàm số",
                "內函": "nội hàm",
                "書函": "thư hàm",
                "便函": "tiện hàm"
            }
        }
    }
}