{
    "character": "具",
    "details": {
        "Âm Hán Việt": [
            "cụ"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "bát 八 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿳目一八"
        ],
        "Nét bút": [
            "丨フ一一一一ノ丶"
        ],
        "Thương Hiệt": [
            "BMMC (月一一金)"
        ],
        "Unicode": [
            "U+5177"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jù ㄐㄩˋ"
        ],
        "Âm Nôm": [
            "cỗ",
            "cụ",
            "gỗ"
        ],
        "Âm Nhật (onyomi)": [
            "グ (gu)"
        ],
        "Âm Nhật (kunyomi)": [
            "そな.える (sona.eru)",
            "つぶさ.に (tsubusa.ni)"
        ],
        "Âm Hàn": [
            "구"
        ],
        "Âm Quảng Đông": [
            "geoi6"
        ]
    },
    "meanings": {
        "cụ": {
            "Từ điển phổ thông": [
                "đồ dùng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Có, có đủ. ◎Như: 'cụ bị' 具備 có sẵn đủ, 'độc cụ tuệ nhãn' 獨具慧眼 riêng có con mắt trí tuệ.",
                "(Động) Bày đủ, sửa soạn, thiết trí. ◎Như: 'cụ thực' 具食 bày biện thức ăn. ◇Mạnh Hạo Nhiên 孟浩然: 'Cố nhân cụ kê thử, Yêu ngã chí điền gia' 故人具雞黍, 邀我至田家 (Quá cố nhân trang 過故人莊) Bạn cũ bày biện cơm gà, Mời ta đến chơi nhà ở nơi vườn ruộng.",
                "(Động) Thuật, kể. ◇Tống sử 宋史: 'Mệnh điều cụ phong tục chi tệ' 命條具風俗之弊 (Lương Khắc Gia truyện 梁克家傳) Bảo phải kể lại từng điều về những cái tệ hại trong phong tục.",
                "(Động) Gọi là đủ số. ◎Như: 'cụ thần' 具臣 gọi là dự số bầy tôi chứ chẳng có tài cán gì, 'cụ văn' 具文 gọi là đủ câu đủ cách, chẳng có hay gì. ◇Luận Ngữ 論語: 'Kim Do dữ Cầu dã, khả vị cụ thần hĩ' 今由與求也, 可謂具臣矣 (Tiên tiến 先進) Nay anh Do và anh Cầu chỉ có thể gọi là bề tôi cho đủ số (hạng bề tôi thường) thôi.",
                "(Danh) Đồ dùng. ◎Như: 'nông cụ' 農具 đồ làm ruộng, 'ngọa cụ' 臥具 đồ nằm, 'công cụ' 工具 đồ để làm việc.",
                "(Danh) Lượng từ: cái, chiếc. ◎Như: 'lưỡng cụ thi thể' 兩具屍體 hai xác chết, 'quan tài nhất cụ' 棺材一具 quan tài một cái, 'tam cụ điện thoại' 三具電話 ba cái điện thoại.",
                "(Danh) Tài năng, tài cán. ◇Lí Lăng 李陵: 'Bão tướng tướng chi cụ' 抱將相之具 (Đáp Tô Vũ thư 答蘇武書) Ôm giữ tài làm tướng văn, tướng võ.",
                "(Danh) Thức ăn uống, đồ ăn. ◇Chiến quốc sách 戰國策: 'Tả hữu dĩ Quân tiện chi dã, thực dĩ thảo cụ' 左右以君賤之也, 食以草具 (Tề sách tứ, Tề nhân hữu Phùng Huyên giả齊人有馮諼者) Kẻ tả hữu thấy (Mạnh Thường) Quân coi thường (Phùng Huyên), nên cho ăn rau cỏ.",
                "(Danh) Họ 'Cụ'.",
                "(Phó) Đều, cả, mọi. § Thông 'câu' 俱. ◇Phạm Trọng Yêm 范仲淹: 'Việt minh niên, chánh thông nhân hòa, bách phế cụ hưng' 越明年, 政通人和, 百廢具興 (Nhạc Dương Lâu kí 岳陽樓記) Trải qua một năm, việc cai trị không gặp khó khăn, dân chúng hòa thuận, mọi việc đều chỉnh đốn."
            ],
            "Từ điển Thiều Chửu": [
                "Bầy đủ, như cụ thực 具食, bầy biện đủ các đồ ăn.",
                "Gọi là đủ số, như cụ thần 具臣 gọi là dự số bầy tôi chứ chẳng có tài cán gì, cụ văn 具文 gọi là đủ câu đủ cách, chẳng có hay gì.",
                "Ðủ, hoàn bị, đủ cả.",
                "Ðồ, như nông cụ 農具 đồ làm ruộng, ngoạ cụ 臥具 đồ nằm, v.v.",
                "Có tài năng cũng gọi là tài cụ 才具."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đồ dùng: 文具 Đồ dùng văn phòng; 家具 Đồ dùng trong nhà; 臥具 Đồ nằm; 雨具 Đồ đi mưa;",
                "Cái, chiếc: 兩具尸首 Hai cái xác chết; 一具鬧鐘 Một cái đồng hồ báo trước; 旃席千具 Một ngàn chiếc thảm lông (Sử kí: Hoá thực liệt truyện);",
                "Có: 初具規模 Có quy mô bước đầu; 獨具只眼 Có tầm mắt sáng suốt hơn người;",
                "Viết, kí: 具名 Viết tên, kí tên;",
                "(văn) Làm, sửa soạn đủ, bày biện đủ, chuẩn bị đủ (thức ăn), cụ bị: 具結 Làm xong, xong; 謹具薄禮 Xin sửa (một) lễ mọn; 具食 Bày biện đủ các thức ăn; 請語魏其具 Xin bảo với Nguỵ Kì chuẩn bị sẵn thức ăn (Hán thư);",
                "(văn) Đủ, đầy đủ, tất cả, toàn bộ: 問所從來，具答之 Hỏi từ đâu tới thì đều trả lời đầy đủ (Đào Uyên Minh: Đào hoa nguyên kí); 良乃入，具告沛公 Trương Lương bèn vào, nói hết đầu đuôi cho Bái Công nghe (Sử kí);",
                "(văn) Thuật, kể: 命條具風俗之幣 Bảo phải kể lại từng điều về những cái tệ hại trong phong tục (Tống sử: Lương Khắc Gia truyện);",
                "Gọi là cho đủ số (dùng với ý khiêm tốn): 具臣 Gọi là dự vào cho đủ số bầy tôi (chứ chẳng tài cán gì); 具文 Gọi là cho đủ câu văn (chứ chẳng hay ho gì);",
                "(văn) Tài năng: 治世之具 Tài cai trị (Tam quốc chí: Ngụy thư, Võ đế kỉ);",
                "(văn) Thức ăn, đồ ăn: 食以草具 Ăn các thức rau cỏ đạm bạc (Chiến quốc sách: Tề sách)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đầy đủ đồ đạc — Tài năng."
            ],
            "compound_words": {
                "薄具": "bạc cụ",
                "不具": "bất cụ",
                "戰具": "chiến cụ",
                "工具": "công cụ",
                "具備": "cụ bị",
                "具瞻": "cụ chiêm",
                "具有": "cụ hữu",
                "具慶": "cụ khánh",
                "具獄": "cụ ngục",
                "具体": "cụ thể",
                "具體": "cụ thể",
                "具文": "cụ văn",
                "面具": "diện cụ",
                "用具": "dụng cụ",
                "家具": "gia cụ",
                "寒具": "hàn cụ",
                "器具": "khí cụ",
                "櫑具": "luỹ cụ",
                "玩具": "ngoạn cụ",
                "农具": "nông cụ",
                "農具": "nông cụ",
                "茶具": "trà cụ",
                "文具": "văn cụ"
            }
        }
    }
}