{
    "character": "億",
    "details": {
        "Âm Hán Việt": [
            "ức"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "nhân 人 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰亻意"
        ],
        "Nét bút": [
            "ノ丨丶一丶ノ一丨フ一一丶フ丶丶"
        ],
        "Thương Hiệt": [
            "OYTP (人卜廿心)"
        ],
        "Unicode": [
            "U+5104"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "tỉ",
            "ức"
        ],
        "Âm Nhật (onyomi)": [
            "オク (oku)"
        ],
        "Âm Hàn": [
            "억"
        ],
        "Âm Quảng Đông": [
            "jik1"
        ]
    },
    "meanings": {
        "ức": {
            "Từ điển phổ thông": [
                "ức, mười vạn",
                "liệu, lường",
                "yên ổn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Số mục: một vạn lần một vạn, tức là một trăm triệu. ◎Như: 'thập ức nhân khẩu' 十億人口 một tỉ người. § Theo số mục tự cũ, mười 'vạn' 萬 là một 'ức' 億.",
                "(Danh) Ngực. § Thông 'ức' 臆.",
                "(Động) Liệu lường, liệu đoán, dự liệu. ◇Luận Ngữ 論語: 'Ức tắc lũ trúng' 億則屢中 (Tiên tiến 先進) Đoán điều chi thường trúng.",
                "(Động) Nghi ngờ. ◎Như: 'ức kị' 億忌 nghi kị.",
                "(Tính) Yên ổn, an định. ◇Tả truyện 左傳: 'Cố hòa thanh nhập ư nhĩ nhi tàng ư tâm, tâm ức tắc nhạc' 故和聲入於耳而藏於心, 心億則樂 (Chiêu Công nhị thập nhất niên 昭公二十一年) Cho nên tiếng nhịp nhàng vào tai và giữ ở trong lòng, lòng yên vui tức là nhạc.",
                "(Thán) Ôi, chao, ôi chao. § Cũng như 'y' 噫."
            ],
            "Từ điển Thiều Chửu": [
                "Ức, mười vạn là một ức.",
                "Liệu lường, như ức tắc lũ trúng 億則屢中 lường thì thường trúng.",
                "Yên, như cung ức 供億 cung cấp cho đủ dùng, cho được yên ổn."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Một) trăm triệu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Yên ổn — Ước lượng. Phỏng chừng. Td: Ức đoán — Số mười vạn ( trăm ngày ) — Tên người, tức Ngô Thì Ức, 1709-1736, hiệu là Tuyết Trai, là cha của Ngô Thì Sĩ, người xã Thanh oai, huyện Thanh oai tỉnh Hà đông, đậu hương cống, nhưng thi Hội hỏng nên không chịu ra làm quan. Tác phẩm chữ Hán có Tuyết Trai thi tập. Nam trình liên vịnh tập — Tên người, tức Nguyễn Nguyên Ức, người tỉnh Hà đông, đậu đầu kì thi Tam giáo năm 1097, niên hiệu Hội phong thứ 6 đời Lí Nhân Tông. Ông tu theo đạo Phật, pháp danh là Bảo Giác, được phong làm Tăng đạo rồi thăng tới Viên thông Quốc sư. Tác phẩm chữ Hán có Viên thông tập."
            ],
            "compound_words": {
                "一億": "nhất ức",
                "億度": "ức đạc",
                "億斷": "ức đoán",
                "億說": "ức thuyết"
            }
        }
    }
}