{
    "character": "兀",
    "details": {
        "Âm Hán Việt": [
            "ngoạt",
            "ngột",
            "ô"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "nhân 儿 (+1 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱一儿"
        ],
        "Nét bút": [
            "一ノフ"
        ],
        "Thương Hiệt": [
            "MU (一山)"
        ],
        "Unicode": [
            "U+5140"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "wū ㄨ",
            "wù ㄨˋ"
        ],
        "Âm Nôm": [
            "ngát",
            "ngột",
            "ngút"
        ],
        "Âm Nhật (onyomi)": [
            "コツ (kotsu)"
        ],
        "Âm Hàn": [
            "올"
        ],
        "Âm Quảng Đông": [
            "ngat6"
        ]
    },
    "meanings": {
        "ngoạt": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Ta quen đọc Ngột."
            ]
        },
        "ngột": {
            "Từ điển phổ thông": [
                "cao mà bằng đầu"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Cao mà trụi đầu, trọi. ◇Đỗ Mục 杜牧: 'Thục san ngột, A phòng xuất' 蜀山兀, 阿房出 (A phòng cung phú 阿房宮賦) Núi xứ Thục trọi, cung A Phòng hiện ra.",
                "(Tính) Cao chót vót. ◎Như: 'đột ngột' 突兀 chót vót.",
                "(Phó) Ngớ ngẩn, lơ mơ, không biết gì cả. ◇Lí Bạch 李白: 'Túy hậu thất thiên địa, Ngột nhiên tựu cô chẩm' 醉後失天地, 兀然就孤枕 (Nguyệt hạ độc chước 月下獨酌) Say khướt còn đâu trời đất nữa, Ngẩn ngơ tìm gối lẻ loi mình.",
                "(Phó) Khó khăn, khổ sở, chật vật. ◎Như: 'hằng ngột ngột dĩ cùng niên' 恆兀兀以窮年 thường khổ sở chật vật suốt năm.",
                "(Đại) Phức từ: 'ngột' kèm theo 'thùy' thành 'ngột thùy' 兀誰 ai, 'ngột' kèm theo 'na' thành 'ngột na' 兀那 kia (thường dùng trong các bài từ thời nhà Nguyên). ◇Lưu Yên 劉燕: 'Kim cổ biệt li nan, ngột thùy họa nga mi viễn san' 今古別離難, 兀誰畫蛾眉遠山 (Thái thường dẫn 太常引) Xưa nay li biệt khó, ai vẽ mày ngài núi xa?",
                "(Động) Dao động. ◇Tô Thức 蘇軾: 'Chúc trạo tiểu chu quy khứ, Nhậm yên ba phiêu ngột' 燭棹小舟歸去, 任煙波飄兀 (Hảo sự cận 好事近, Hồ thượng vũ tình thì từ 湖上雨晴時詞) Thắp đuốc, chèo thuyền nhỏ ra về, Mặc khói sóng dao động.",
                "(Động) Chặt chân. ◎Như: 'ngột giả' 兀者 kẻ bị chặt gãy một chân, người đi khập khiễng. ◇Trang Tử 莊子: 'Lỗ hữu ngột giả Vương Đài, tòng chi du giả, dữ Trọng Ni tương nhược' 魯有兀者王駘, 從之遊者, 與仲尼相若 (Đức sung phù 德充符) Nước Lỗ có kẻ cụt chân tên là Vương Đài, số kẻ theo học ông ngang với Trọng Ni."
            ],
            "Từ điển Thiều Chửu": [
                "Cao mà bằng đầu. Bây giờ quen gọi là cao chót, như đột ngột 突兀 chót vót.",
                "Ngây ngất, như hằng ngột ngột dĩ cùng niên 恆兀兀以窮年 thường lo đau đáu suốt năm.",
                "Lại là lời trợ ngữ, trong các bài từ nhà Nguyên họ hay dùng.",
                "Ngột giả 兀者, kẻ bị chặt gẫy một chân."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Chặt chân: 兀者 Người bị chặt một chân;",
                "Cao mà phẳng ở phần trên, cao chót vót: 兀立 Đứng thẳng; 突兀 Chót vót; 蜀山兀，阿房出 Núi Thục cao phẳng, cung A Phòng hiện ra (Đỗ Mục: A Phòng cung phú);",
                "Ngây ngất, ngớ ngẩn, lơ mơ không biết gì cả: 臨文乍了了，徹卷兀若無 Vừa đọc tới bài văn thì chợt hiểu, đọc xong thì ngớ ngẩn như không có gì (Liễu Tôn Nguyên: Độc thư);",
                "Này;",
                "Đầu ngữ, kết hợp với 誰，那，thành 兀誰 (ngột thùy) (= ai?), 兀那 (ngột na) (= kia) (thường dùng trong thể từ và kịch khúc đời Nguyên): 古今別離難，兀誰畫蛾眉遠山？ Xưa nay li biệt khó, ai vẽ mày ngài núi xa? (Lưu Yên: Thái thường dẫn); 兀那彈琵琶的是哪位娘娘？ Kia đàn tì bà là vị nương nương nào? (Hán cung thu, hồi 1)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cao mà bằng phẳng. Nói về thế đất ( đỉnh núi, đỉnh đồi ) — Đần độn, vô tri — Hình phạt chặt chân thời xưa."
            ],
            "compound_words": {
                "突兀": "đột ngột",
                "兀者": "ngột giả",
                "兀立": "ngột lập",
                "兀臬": "ngột niết"
            }
        },
        "ô": {
            "Từ điển Trần Văn Chánh": [
                "【兀禿】ô ngốc [wutu] Nước âm ấm;",
                "Không sảng khoái."
            ]
        }
    }
}