{
    "character": "兜",
    "details": {
        "Âm Hán Việt": [
            "đâu"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhân 儿 (+9 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "ノ丨フ一一ノフフ一ノフ"
        ],
        "Thương Hiệt": [
            "HVHU (竹女竹山)"
        ],
        "Unicode": [
            "U+515C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dōu ㄉㄡ"
        ],
        "Âm Nôm": [
            "đâu"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)",
            "ト (to)"
        ],
        "Âm Nhật (kunyomi)": [
            "かぶと (kabuto)"
        ],
        "Âm Hàn": [
            "두"
        ],
        "Âm Quảng Đông": [
            "dau1"
        ]
    },
    "meanings": {
        "đâu": {
            "Từ điển phổ thông": [
                "đứng đằng sau ôm",
                "(xem: đâu mâu 兜鍪)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mũ trụ đội lúc ra trận ngày xưa, thường gọi là 'đâu mâu' 兜鍪.",
                "(Danh) Một thứ mũ hình giống mũ trụ. ◇Hồng Lâu Mộng 紅樓夢: 'Kiến Thám Xuân chánh tòng Thu Sảng trai xuất lai, vi trước đại hồng tinh tinh chiên đẩu bồng, đái trước quan âm đâu' 見探春正從秋爽齋出來, 圍著大紅猩猩氈斗蓬, 帶著觀音兜 (Đệ tứ thập cửu hồi) Thấy Thám Xuân vừa từ Thu Sảng Trai ra, khoác áo tơi bằng da đười ươi màu đỏ, đội mũ quan âm.",
                "(Danh) Áo yếm, tấm khăn quấn trước ngực, dải lưng. ◎Như: 'đỗ đâu' 肚兜 áo yếm, vải quấn bụng, 'vi đâu' 圍兜 khăn che ngực quấn cổ (dùng cho trẻ em khi ăn).",
                "(Danh) Túi, bọc (trên quần áo). ◎Như: 'khố đâu' 褲兜 túi quần. ◇Thủy hử truyện 水滸傳: 'Hựu thưởng liễu biệt nhân đổ đích thập lai lưỡng ngân tử, đô lâu tại bố sam đâu lí' 又搶了別人賭的十來兩銀子, 都摟在布衫兜裡 (Đệ tam thập bát hồi) Lại đoạt lấy gần mười lạng bạc của con bạc khác, túm cả vào trong bọc áo vải.",
                "(Danh) Kiệu tre. ◇Mã Trí Viễn 馬致遠: 'Thúy kiệu hương đâu' 翠轎香兜 (Hán cung thu 漢宮秋) Kiệu thúy kiệu hương.",
                "(Danh) Âm nhạc của một dân tộc thiểu số ở phương Nam Trung Quốc thời xưa.",
                "(Động) Mê hoặc.",
                "(Động) Che, trùm.",
                "(Động) Tụ họp.",
                "(Động) Ôm, đùm, bọc. ◇Tây du kí 西遊記: 'Tha khước xuyến chi phân diệp, xao liễu tam cá quả, đâu tại khâm trung' 他卻串枝分葉, 敲了三個果, 兜在襟中 (Đệ nhị thập tứ hồi) (Hành Giả) chui cành rẽ lá, khều được ba trái (nhân sâm), bọc trong vạt áo.",
                "(Động) Vòng quanh, xoay vòng. ◎Như: 'phi cơ đâu quyển tử' 飛機兜圈子 máy bay lượn vòng.",
                "(Động) Gánh vác, chịu trách nhiệm. ◎Như: 'nhược hữu vấn đề ngã đâu trước' 若有問題我兜著 nếu có vấn đề gì tôi chịu trách nhiệm.",
                "(Động) Quắp lấy, quơ lấy, bắt.",
                "(Động) Vá, sửa lại chỗ hư rách, tu bổ. ◇Thang Hiển Tổ 湯顯祖: 'Cha đầu cân phá liễu tu, ngoa đầu trán liễu đâu' 咱頭巾破了修, 靴頭綻了兜 (Mẫu đan đình 牡丹亭) Khăn đầu của ta rách đã sửa, mũi giày ủng hở đã vá.",
                "(Động) Dẫn, dẫn dụ.",
                "(Động) Chèo kéo, dạm bán. ◎Như: 'đâu thụ' 兜售 chào hàng.",
                "(Động) Giương, dùng sức kéo căng (cương ngựa, bắn tên...). ◇Tây du kí 西遊記: 'Thị vi thần đâu cung nhất tiễn, xạ đảo mãnh hổ' 是微臣兜弓一箭, 射倒猛虎 (Đệ nhị hồi) Hạ thần giương cung, chỉ một mũi tên bắn ngã con mãnh hổ.",
                "(Động) Múc. ◇Thủy hử truyện 水滸傳: 'Nhất cá khách nhân tiện khứ yết khai dũng cái, đâu liễu nhất biều, nã thượng tiện cật' 一個客人便去揭開桶蓋, 兜了一瓢, 拿上便吃 (Đệ thập lục hồi) Một người khách liền mở nắp thùng, múc một gáo, cầm lên định uống."
            ],
            "Từ điển Thiều Chửu": [
                "Ðâu mâu 兜鍪 cái mũ trụ. Cái mũ lúc ra đánh trận thì đội.",
                "Ðứng đằng sau ôm lại gọi là đâu, như đâu nã 兜拿 ôm bắt, như ta nói khoá cánh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Túi: 网兜兒 Túi lưới; 褲兜 Túi quần;",
                "Bọc, ôm, đùm: 兜拿 Ôm bắt, khóa cánh; 用手巾兜着幾個雞蛋 Dùng khăn tay đùm mấy quả trứng gà;",
                "Vòng. 【兜抄】đâu sao [douchao] Đánh quặt lại, vòng lại; 【兜圈子】đâu khuyên tử [douquanzi] a. Vòng quanh: 飛機在樹林上兜圈子 Máy bay lượn quanh khu rừng; b. Nói quanh nói quẩn, nói xa nói gần, rào trước đón sau;",
                "Đi chào hàng, đi dạm bán hàng: 兜主顧 Đi dạm khách hàng. 【兜售】đâu thụ [doushòu] Dạm bán, chào hàng, bán rao: 兜售滯銷貨 Bán rao món hàng ế ẩm;",
                "Chịu trách nhiệm, gánh vác: 沒關係，有問題我兜訩 Không sao, có gì tôi xin chịu trách nhiệm;",
                "Lật tẩy;",
                "(văn) Mũ đàn bà đội;",
                "(văn) Mũ trụ. 【兜鍪】đâu mâu [doumóu] (văn) Mũ trụ (để đội khi đánh giặc);",
                "Như 篼 [dou]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái mũ — Vây bọc. Bao quanh — Đưa tay tiếp nhận — Mê hoặc."
            ],
            "compound_words": {
                "兜捕": "đâu bổ",
                "兜帽": "đâu mạo",
                "兜鍪": "đâu mâu",
                "围兜": "vi đâu",
                "圍兜": "vi đâu"
            }
        }
    }
}