{
    "character": "元",
    "details": {
        "Âm Hán Việt": [
            "nguyên"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "nhân 儿 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý & hình thanh"
        ],
        "Hình thái": [
            "⿱一兀"
        ],
        "Nét bút": [
            "一一ノフ"
        ],
        "Thương Hiệt": [
            "MMU (一一山)"
        ],
        "Unicode": [
            "U+5143"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yuán ㄩㄢˊ"
        ],
        "Âm Nôm": [
            "nguyên"
        ],
        "Âm Nhật (onyomi)": [
            "ゲン (gen)",
            "ガン (gan)"
        ],
        "Âm Nhật (kunyomi)": [
            "もと (moto)"
        ],
        "Âm Hàn": [
            "원"
        ],
        "Âm Quảng Đông": [
            "jyun4"
        ]
    },
    "meanings": {
        "nguyên": {
            "Từ điển phổ thông": [
                "bắt đầu, thứ nhất",
                "chủ yếu, căn bản, nguyên tố",
                "đơn vị tiền tệ",
                "đời nhà Nguyên"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đầu người. ◇Mạnh Tử 孟子: 'Dũng sĩ bất vong táng kì nguyên' 勇士不忘喪其元 (Đằng Văn Công hạ 滕文公下) Bậc dũng sĩ chết mất đầu cũng không sợ.",
                "(Danh) Lượng từ: đồng tiền. Mười 'giác' 角 (hào) là một 'nguyên'. § Thông 'viên' 圓. ◎Như: 'ngũ thập nguyên' 五十元 năm mươi đồng.",
                "(Danh) Nhà 'Nguyên' 元, giống ở 'Mông Cổ' 蒙古 vào lấy nước Tàu, nối đời làm vua hồi năm 1275.",
                "(Danh) Tên húy vua nhà Thanh là 'Huyền' 玄, nên sách vở in về đời ấy đều lấy chữ 'nguyên' 元 thay chữ 'huyền' 玄.",
                "(Danh) 'Nguyên nguyên' 元元 trăm họ, dân đen gọi là 'lê nguyên' 黎元. ◇Chiến quốc sách 戰國策: 'Chế hải nội, tử nguyên nguyên, thần chư hầu, phi binh bất khả' 制海內, 子元元, 臣諸侯, 非兵不可 (Tần sách 秦策, Tô Tần 蘇秦) Thống trị hải nội, thân ái trăm họ, chư hầu phải thần phục, không dùng binh không được.",
                "(Danh) Nhà tu đạo cho trời, đất, nước là 'tam nguyên' 三元 tức là ba cái có trước vậy.",
                "(Danh) Phép lịch cũ định ngày rằm tháng giêng là 'thượng nguyên' 上元, rằm tháng bảy là 'trung nguyên' 中元, rằm tháng mười gọi là 'hạ nguyên' 下元, gọi là ba ngày 'nguyên'.",
                "(Danh) Họ 'Nguyên'.",
                "(Tính) Đứng đầu. ◎Như: 'nguyên thủ' 元首 người đứng đầu. ◇Tam quốc diễn nghĩa 三國演義: 'Nhược dục trị tội, đương trừ nguyên ác' 若欲治罪, 當除元惡 (Đệ tam hồi) Nếu muốn trị tội, nên diệt trừ mấy tên gian ác đứng đầu.",
                "(Tính) Mới, đầu tiên. ◎Như: 'nguyên niên' 元年 năm đầu (thứ nhất), 'nguyên nguyệt' 元月 tháng Giêng, 'nguyên nhật' 元日 ngày mồng một.",
                "(Tính) To lớn. ◎Như: 'nguyên lão' 元老 già cả. § Nước lập hiến có 'nguyên lão viện' 元老院 để các bực già cả tôn trọng dự vào bàn việc nước.",
                "(Tính) Tài, giỏi. ◇Lễ Kí 禮記: 'Thiên tử chi nguyên sĩ' 天子之元士 (Vương chế 王制) Người tài giỏi của thiên tử.",
                "(Tính) Cơ bản. ◎Như: 'nguyên tố' 元素.",
                "(Phó) Vốn là. ◇Tô Thức 蘇軾: 'Sứ quân nguyên thị thử trung nhân' 使君元是此中人 (Hoán khê sa 浣溪沙) Sử Quân vốn là người ở trong đó."
            ],
            "Từ điển Thiều Chửu": [
                "Mới, đầu năm vua mới lên ngôi gọi là nguyên niên 元年 năm đầu (thứ nhất). Nửa chừng muốn đổi niên hiệu khác, cũng gọi là cải nguyên 改元. Lịch tây, lấy năm chúa Gia-tô giáng sinh, để ghi số năm, nên gọi năm ấy là kỉ nguyên 紀元, nghĩa là số một bắt đầu từ đấy. Phàm đầu số gì cũng gọi là nguyên. Như tháng giêng gọi là nguyên nguyệt 元月, ngày mồng một gọi là nguyên nhật 元日.",
                "To lớn, như là nguyên lão 元老 già cả. Nước lập hiến có nguyên lão viện 元老院 để các bậc già cả tôn trọng dự vào bàn việc nước.",
                "Cái đầu, như dũng sĩ bất vong táng kì nguyên 勇士不忘喪其元 kẻ sĩ mạnh thường nghĩ chết mất đầu cũng không sợ. Vì thế người đại biểu cả một nước gọi là nguyên thủ 元首. Phàm người thứ nhất đều gọi là nguyên. Như trạng nguyên 狀元 kẻ thi đỗ đầu khoa thi đình.",
                "Nguyên nguyên 元元 trăm họ, dân đen gọi là lê nguyên 黎元 Nhà tu đạo cho giời, đất, nước là tam nguyên 三元 tức là ba cái có trước vậy.",
                "Phép lịch cũ định ngày rằm tháng giêng là thượng nguyên 上元, rằm tháng bảy là trung nguyên 中元, rằm tháng mười gọi là hạ nguyên 下元, gọi là ba ngày nguyên. Như thượng nguyên giáp tí 上元甲子, hạ nguyên giáp tí 下元甲子, v.v.",
                "Nhà Nguyên, giống ở Mông cổ vào lấy nước Tầu, nối đời làm vua hồi năm 1275.",
                "Ðồng, tục thường dùng chữ nguyên (cũng như chữ viên 圓) để gọi tên tiền, như ngân nguyên 銀元 đồng bạc.",
                "Tên huý vua nhà Thanh là Huyền 玄, nên sách vở in về đời ấy đều lấy chữ nguyên thay chữ huyền."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đầu tiên, thứ nhất: 元年 Năm đầu, năm thứ nhất;",
                "Đứng đầu: 國家元首 Người đứng đầu Nhà nước; 元惡不待教而誅 Kẻ đứng đầu tội ác thì không cần dạy dỗ mà giết đi (Tuân tử);",
                "Nguyên tố: 化學元素 Nguyên tố hoá học;",
                "Đồng (đơn vị tiền): Như 圓 [yuán] nghĩa",
                ",",
                ": 人民幣一百元 Một trăm đồng Nhân dân tệ;",
                "(văn) Đầu người: 勇士不忘喪其元 Kẻ dũng sĩ chết mất đầu cũng không sợ; 狄人歸其元 Rợ địch mang trả đầu của ông ta lại (Tả truyện);",
                "(văn) Giỏi: 天子之元士 Người tài giỏi của thiên tử (Lễ kí: Vương chế);",
                "(văn) To, lớn;",
                "(văn) Nguyên là, vốn là: 使君元是此中人 Sử Quân vốn là người ở trong đó (Tô Thức);",
                "(văn) Xem 元;",
                "(cũ) Dùng thay cho chữ 玄 (huyền) (vì kị huý vua nhà Thanh); [Yuán] Đời Nguyên (Trung Quốc, 1271-1368); (Họ) Nguyên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bắt đầu. Lúc đầu. Td: Kỉ nguyên — Người đứng đầu. Td: Khôi nguyên — To lớn — Tốt đẹp — Đồng bạc ( đơn vị tiền tệ ) — Tên một triều đại Trung Hoa, trải được năm đời, gồm chín vua, kéo dài được 93 năm ( 1277-1368 )."
            ],
            "compound_words": {
                "亞元": "á nguyên",
                "改元": "cải nguyên",
                "乾元": "kiền nguyên",
                "公元": "công nguyên",
                "多元": "đa nguyên",
                "大元帥": "đại nguyên suý",
                "解元": "giải nguyên",
                "下元": "hạ nguyên",
                "會元": "hội nguyên",
                "開元": "khai nguyên",
                "魁元": "khôi nguyên",
                "紀元": "kỷ nguyên",
                "乾元詩集": "kiền nguyên thi tập",
                "纪元": "kỷ nguyên",
                "美元": "mĩ nguyên",
                "元音": "nguyên âm",
                "元夜": "nguyên dạ",
                "元旦": "nguyên đán",
                "元勛": "nguyên huân",
                "元勲": "nguyên huân",
                "元件": "nguyên kiện",
                "元老": "nguyên lão",
                "元元": "nguyên nguyên",
                "元舘": "nguyên quán",
                "元帅": "nguyên suý",
                "元帥": "nguyên suý",
                "元首": "nguyên thủ",
                "元籍": "nguyên tịch",
                "元宵": "nguyên tiêu",
                "元素": "nguyên tố",
                "元狀": "nguyên trạng",
                "阮狀元奉使集": "nguyễn trạng nguyên phụng sứ tập",
                "元子": "nguyên tử",
                "复元": "phục nguyên",
                "復元": "phục nguyên",
                "三元": "tam nguyên",
                "西元": "tây nguyên",
                "上元": "thượng nguyên",
                "状元": "trạng nguyên",
                "狀元": "trạng nguyên",
                "中元": "trung nguyên",
                "中元節": "trung nguyên tiết"
            }
        }
    }
}