{
    "character": "兆",
    "details": {
        "Âm Hán Việt": [
            "triệu"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhân 儿 (+4 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノ丶一フノ丶"
        ],
        "Thương Hiệt": [
            "LMUO (中一山人)"
        ],
        "Unicode": [
            "U+5146"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zhào ㄓㄠˋ"
        ],
        "Âm Nôm": [
            "diệu",
            "điềm",
            "giệu",
            "triệu"
        ],
        "Âm Nhật (onyomi)": [
            "チョウ (chō)"
        ],
        "Âm Nhật (kunyomi)": [
            "きざ.す (kiza.su)",
            "きざ.し (kiza.shi)"
        ],
        "Âm Hàn": [
            "조"
        ],
        "Âm Quảng Đông": [
            "siu6",
            "ziu6"
        ]
    },
    "meanings": {
        "triệu": {
            "Từ điển phổ thông": [
                "điềm, triệu chứng",
                "một triệu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vết nứt nẻ, vằn hiện ra trên mai rùa, xương thú sau khi đốt nóng, ngày xưa dùng để bói lành dữ, tốt xấu.",
                "(Danh) Điềm. ◎Như: 'cát triệu' 吉兆 điềm tốt, 'trẫm triệu' 朕兆 điềm triệu. ◇Hồng Lâu Mộng 紅樓夢: 'Diệu tai! Ngô mỗi vị huynh tất phi cửu cư nhân hạ giả, kim sở ngâm chi cú, phi đằng chi triệu dĩ kiến, bất nhật khả tiếp lí ư vân nghê chi thượng hĩ. Khả hạ! Khả hạ!' 妙哉! 吾每謂兄必非久居人下者, 今所吟之句, 飛騰之兆已見, 不日可接履於雲霓之上矣. 可賀! 可賀! (Đệ nhất hồi) Hay lắm! Tôi thường nói (tôn) huynh tất không chịu ở lâu dưới người (tầm thường), nay huynh ngâm câu này, điềm triệu được bay nhảy đã thấy, chẳng mấy ngày nữa sẽ \"nhẹ bước thang mây\". Đáng mừng! Đáng mừng!",
                "(Danh) Một triệu là 1.000.000. Mười 'ức' 億 là một 'triệu' 兆, tức là một trăm 'vạn' 萬.",
                "(Danh) Huyệt, mồ mả. ◎Như: 'bốc triệu' 卜兆 bói tìm huyệt chôn. ◇Hàn Dũ 韓愈: 'Ngô lực năng cải táng, chung táng nhữ ư tiên nhân chi triệu' 吾力能改葬, 終葬汝於先人之兆 (Tế thập nhị lang văn 祭十二郎文) Chú mà đủ sức sẽ cải táng, sau cùng sẽ đem chôn cháu bên mồ mả tổ tiên.",
                "(Danh) Họ 'Triệu'.",
                "(Động) Báo trước. ◎Như: 'thụy tuyết triệu phong niên' 瑞雪兆豐年 tuyết lành báo trước năm được mùa.",
                "(Hình) Nhiều, đông. ◇Thư Kinh 書經: 'Nhất nhân hữu khánh, triệu dân lại chi' 一人有慶, 兆民賴之 (Lữ hình 呂刑) Một người có phúc đức, muôn dân được nhờ."
            ],
            "Từ điển Thiều Chửu": [
                "Ðiềm, đời xưa dùng mai rùa bói, đốt mai rùa, rồi coi những đường nứt mà đoán tốt xấu gọi là triệu. Phàm dùng cái gì để xem tốt xấu đều gọi là triệu. Như cát triệu 吉兆 điềm tốt.",
                "Hình tượng, như trẫm triệu 朕兆 sự gì đã phát ra hình tướng mắt trông thấy được.",
                "Triệu, mười ức là một triệu, tức là một trăm vạn.",
                "Huyệt, như bốc triệu 卜兆 bói tìm huyệt chôn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Điềm. 瑞雪兆豐年 Nhiều tuyết là điềm được mùa; 吉兆 Điềm tốt;",
                "(cũ) Triệu: 一兆人 Một triệu người;",
                "(cũ) Ngàn tỉ: 一兆 Một ngàn tỉ;",
                "(văn) Huyệt: 卜兆 Bói tìm huyệt chôn;",
                "[Zhào] (Họ) Triệu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái điều báo trước.  Đoạn trường tân thanh : » Cứ trong mộng triệu mà suy « — Con số một triệu, tức trăm vạn."
            ],
            "compound_words": {
                "吉兆": "cát triệu",
                "凶兆": "hung triệu",
                "夢兆": "mộng triệu",
                "怪兆": "quái triệu",
                "朕兆": "trẫm triệu",
                "兆富": "triệu phú",
                "兆朕": "triệu trẫm",
                "徵兆": "trưng triệu"
            }
        }
    }
}