{
    "character": "兼",
    "details": {
        "Âm Hán Việt": [
            "kiêm"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "bát 八 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱䒑⿻彐⿻⿰丿丨八"
        ],
        "Nét bút": [
            "丶ノ一フ一一丨丨ノ丶"
        ],
        "Thương Hiệt": [
            "TXC (廿重金)"
        ],
        "Unicode": [
            "U+517C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jiān ㄐㄧㄢ"
        ],
        "Âm Nôm": [
            "cồm",
            "kem",
            "kiêm"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.ねる (ka.neru)",
            "-か.ねる (-ka.neru)"
        ],
        "Âm Hàn": [
            "겸"
        ],
        "Âm Quảng Đông": [
            "gim1"
        ]
    },
    "meanings": {
        "kiêm": {
            "Từ điển phổ thông": [
                "gấp đôi",
                "kiêm nhiệm"
            ],
            "Từ điển trích dẫn": [
                "(Động) Chiếm lấy, thôn tính. ◇Lục Chí 陸贄: 'Phú giả kiêm địa sổ vạn mẫu, bần giả vô dong túc chi cư' 富者兼地數萬畝, 貧者無容足之居 (Quân tiết phú thuế 均節賦稅) Kẻ giàu chiếm đất hàng vạn mẫu, người nghèo không có đủ chỗ để ở.",
                "(Đồng) Gồm cả. ◎Như: 'kiêm chức' 兼職 giữ thêm chức khác, 'phụ kiêm mẫu chức' 父兼母職 làm cha lại còn kèm thêm phận sự của người mẹ.",
                "(Động) Gấp bội, vượt hơn. ◎Như: 'kiêm trình cản lộ' 兼程趕路 đi gấp vượt nhanh. ◇Luận Ngữ 論語: 'Cầu dã thối, cố tiến chi. Do dã kiêm nhân, cố thối chi' 求也退, 故進之. 由也兼人, 故退之 (Tiên tiến 先進) Anh Cầu rụt rè nhút nhát, nên (ta) thúc cho tiến tới. Anh Do vượt hơn người, nên (ta) phải kéo lùi lại.",
                "(Phó) Cùng lúc, đồng thời. ◎Như: 'kiêm cố' 兼顧 đồng thời chú ý nhiều mặt, 'kiêm bị' 兼備 đồng thời cụ bị.",
                "(Phó) Hết cả, hoàn toàn, khắp. ◇Lí Tư 李斯: 'Kiêm thính vạn sự' 兼聽萬事 (Cối Kê khắc thạch 會稽刻石) Nghe hết cả mọi sự."
            ],
            "Từ điển Thiều Chửu": [
                "① Gồm, như kiêm quản 兼管 gồm coi, kiêm nhân 兼人 một người làm việc gồm cả việc của hai người. Tục viết là"
            ],
            "Từ điển Trần Văn Chánh": [
                "Kiêm, gồm cả, chung cả, có cả: 副總理兼外交部長 Phó Thủ tướng kiêm Bộ trưởng Bộ ngoại giao; 這個字兼有褒貶兩義 Chữ này có cả hai nghĩa tốt và xấu; 兼管 Coi sóc chung cả; 兼人 Người làm kiêm thêm việc khác; 兼愛 Yêu gồm hết mọi người;",
                "Thêm, gấp (đôi): 兼人之量 Thêm số người; 兼旬 Hai tuần (20 ngày);",
                "(văn) Kiêm tính, thôn tính, nhập chung (vào của mình): 秦人以急農兼天下 Người nước Tần nhờ coi trọng nghề nông mà thôn tính được cả thiên hạ (Tào Tháo: Trí đồn điều lịnh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bao gồm. Gồm thêm — Chất chứa nhiều lên."
            ],
            "compound_words": {
                "兼愛": "kiêm ái",
                "兼容": "kiêm dung",
                "兼領": "kiêm lĩnh",
                "兼任": "kiêm nhiệm",
                "兼管": "kiêm quản",
                "兼并": "kiêm tính",
                "兼味": "kiêm vị"
            }
        }
    }
}