{
    "character": "削",
    "details": {
        "Âm Hán Việt": [
            "sảo",
            "tước"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "đao 刀 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰肖⺉"
        ],
        "Nét bút": [
            "丨丶ノ丨フ一一丨丨"
        ],
        "Thương Hiệt": [
            "FBLN (火月中弓)"
        ],
        "Unicode": [
            "U+524A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xiāo ㄒㄧㄠ",
            "xuē ㄒㄩㄝ"
        ],
        "Âm Nôm": [
            "tước",
            "tướt"
        ],
        "Âm Nhật (onyomi)": [
            "サク (saku)"
        ],
        "Âm Nhật (kunyomi)": [
            "けず.る (kezu.ru)",
            "はつ.る (hatsu.ru)",
            "そ.ぐ (so.gu)"
        ],
        "Âm Hàn": [
            "삭"
        ],
        "Âm Quảng Đông": [
            "soek3"
        ]
    },
    "meanings": {
        "sảo": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Đất cấp cho bậc đại phu thời cổ, bậc đại phu được hưởng hoa lợi, thuế má trên đất đó — Một âm khác là Tước."
            ]
        },
        "tước": {
            "Từ điển phổ thông": [
                "vót, nạo",
                "đoạt mất"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vót, gọt, đẽo. ◎Như: 'tước duyên bút' 削鉛筆 gọt bút chì. ◇Trang Tử 莊子: 'Tử Khánh tước mộc vi cự, cự thành, kiến giả kinh do quỷ thần' 梓慶削木為鐻, 鐻成, 見者驚猶鬼神 (Đạt sanh 達生) Phó mộc Khánh đẽo gỗ làm ra cái cự, cự làm xong, ai coi thấy giật mình tưởng như quỷ thần làm ra. § 'Cự' 鐻 là một nhạc khí thời xưa.",
                "(Động) Chia cắt. ◇Chiến quốc sách 戰國策: 'Tước địa nhi phong Điền Anh' 削地而封田嬰 (Tề sách nhất 齊策一) Cắt đất mà phong cho Điền Anh.",
                "(Động) Trừ bỏ, đoạt hẳn. ◎Như: 'tước chức' 削識 cách mất chức quan, 'tước địa' 削地 triệt mất phần đất. ◇Sử Kí 史記: 'Chí ư vi Xuân Thu, bút tắc bút, tước tắc tước' 至於為春秋, 筆則筆, 削則削 (Khổng Tử thế gia 孔子世家) Đến khi (Khổng Tử) soạn kinh Xuân Thu, thì viết cái gì phải viết, bỏ cái gì phải bỏ. § Đời xưa chưa có giấy, viết chữ vào thẻ tre, nhầm thì nạo đi. Vì thế nên chữa lại văn tự gọi là 'bút tước' 筆削.",
                "(Động) Suy giảm, yếu mòn. ◎Như: 'quốc thế nhật tước' 國勢日削 thế nước ngày một suy yếu. ◇Đặng Trần Côn 鄧陳琨: 'Ngọc nhan tùy niên tước, Trượng phu do tha phương' 玉顏隨年削, 丈夫猶他方 (Chinh Phụ ngâm 征婦吟) Mặt ngọc càng năm càng kém, Trượng phu còn ở phương xa. Đoàn Thị Điểm dịch thơ: Một năm một nhạt mùi son phấn, Trượng phu còn thơ thẩn miền khơi.",
                "(Động) Bóc lột. ◇Dư Kế Đăng 余繼登: 'Phi đạo phủ khố chi tiền lương tắc tước sanh dân chi cao huyết' 非盜府庫之錢糧則削生民之膏血 (Điển cố kỉ văn 典故紀聞) Không ăn cắp tiền của trong phủ khố thì cũng bóc lột máu mủ của nhân dân.",
                "(Động) Quở trách. ◎Như: 'bị lão sư tước liễu nhất đốn' 被老師削了一頓 bị thầy mắng cho một trận."
            ],
            "Từ điển Thiều Chửu": [
                "Vót.",
                "Ðoạt hẳn, như tước chức 削識 cách mất chức quan, tước địa 削地 triệt mất phần đất.",
                "Cái tước (cái nạo). Ðời xưa chưa có giấy, viết chữ vào thẻ tre, nhầm thì lấy cái nạo nạo đi, gọi là cái tước. Ðức Khổng-tử làm kinh Xuân-thu, chỗ nào nên để thì viết, chỗ nào chữa thì nạo đi, vì thế nên chữa lại văn tự gọi là bút tước 筆削.",
                "Mòn, người gầy bé đi gọi là sấu tước 瘦削."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cắt, cạo, gọt. Xem 削 [xiao]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dùng dao mà tách ra, bóc ra, lột ra — Lột bỏ đi."
            ],
            "compound_words": {
                "剝削": "bác tước",
                "削奪": "tước đoạt",
                "削減": "tước giảm",
                "削弱": "tước nhược"
            }
        }
    }
}