{
    "character": "刻",
    "details": {
        "Âm Hán Việt": [
            "hặc",
            "khắc"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "đao 刀 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰亥⺉"
        ],
        "Nét bút": [
            "丶一フノノ丶丨丨"
        ],
        "Thương Hiệt": [
            "YOLN (卜人中弓)"
        ],
        "Unicode": [
            "U+523B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "kè ㄎㄜˋ"
        ],
        "Âm Nôm": [
            "gắt",
            "khắc",
            "khắt",
            "khấc",
            "lắc"
        ],
        "Âm Nhật (onyomi)": [
            "コク (koku)"
        ],
        "Âm Nhật (kunyomi)": [
            "きざ.む (kiza.mu)",
            "きざ.み (kiza.mi)"
        ],
        "Âm Hàn": [
            "각"
        ],
        "Âm Quảng Đông": [
            "haak1",
            "hak1"
        ]
    },
    "meanings": {
        "hặc": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Hạch hỏi — Kể tội. Chẳng hạn Đàn hặc."
            ],
            "compound_words": {
                "刻狀": "hặc trạng"
            }
        },
        "khắc": {
            "Từ điển phổ thông": [
                "chạm, khắc",
                "khắc giờ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Khắc, chạm trổ. ◇Nguyễn Trãi 阮廌: 'Bi khắc tiển hoa ban' 碑刻蘚花斑 (Dục Thúy sơn 浴翠山) Bia khắc đã lốm đốm rêu.",
                "(Động) Ghi nhớ, ghi chặt. ◎Như: 'na đoạn mĩ hảo đích hồi ức, dĩ thâm thâm đích khắc tại ngã đích tâm bản thượng' 那段美好的回憶, 已深深的刻在我的心版上 cái kỉ niệm đẹp đó, mãi còn ghi chặt thâm sâu trong lòng tôi.",
                "(Động) Bóc lột. ◎Như: 'khắc bác' 刻剝 bóc lột của người.",
                "(Động) Hạn định. ◇Sử Khả Pháp 史可法: 'Khắc nhật tây chinh' 刻日西征 (Phục đa nhĩ cổn thư 復多爾袞書) Hạn định ngày đi chinh phạt ở phía tây.",
                "(Tính) Nghiệt ngã, khe khắt. ◎Như: 'hà khắc' 苛刻 xét nghiệt ngã, 'khắc bạc' 刻薄 cay nghiệt. ◇Thủy hử truyện 水滸傳: 'Cao thái úy nhĩ thắc độc hại, nhẫm địa khắc bạc' 高太尉你忒毒害, 恁地刻薄 (Đệ thập nhị hồi) Cao thái úy, mi thật là độc ác, áp bức nghiệt ngã ta đền nông nỗi này.",
                "(Danh) Ngày xưa dùng cái gáo đồng, giữa châm một lỗ để nước dần dần nhỏ xuống, để định thời giờ, gọi là 'khắc lậu' 刻漏. Một ngày đêm ngày xưa chia thành một trăm 'khắc'. Ngày nay, mười lăm phút là một 'khắc'.",
                "(Danh) Khoảng thời gian ngắn. ◎Như: 'khắc bất dong hoãn' 刻不容緩 không được chậm trễ chút nào. ◇Tây du kí 西遊記: 'Giá gia thù, na gia thỉnh, lược vô hư khắc' 這家酬, 那家請, 略無虛刻 (Đệ cửu thập nhị hồi) Nhà này mời, nhà kia thỉnh, chẳng lúc nào ngơi.",
                "(Phó) Ngay tức thì. ◎Như: 'lập khắc' 立刻 lập tức."
            ],
            "Từ điển Thiều Chửu": [
                "Khắc, lấy dao chạm trổ vào cái gì gọi là khắc.",
                "Thời khắc, ngày xưa dùng cái gáo đồng, giữa châm một lỗ để nước dần dần rỏ xuống, để định thời giờ, gọi là khắc lậu 刻漏. Theo đồng hồ bây giờ định cứ mười lăm phút là một khắc, bốn khắc là một giờ.",
                "Ngay tức thì, như lập khắc 立刻 lập tức.",
                "Bóc lột, như khắc bác 刻剝 bóc lột của người.",
                "Sâu sắc, như hà khắc 苛刻 xét nghiệt ngã, khắc bạc 刻薄 cay nghiệt, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Khắc: 刻圖章 Khắc dấu;",
                "Một khắc (= 15 phút);",
                "Khoảnh khắc: 即刻 Tức khắc; 此刻 Bây giờ, giờ đây;",
                "Khắc nghiệt, khắt khe, nghiệt ngã: 待人太刻 Đối đãi quá khắt khe!; 荷刻 Hà khắc, nghiệt ngã;",
                "Bóc lột: 刻剝 Bóc lột."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đục sâu vào gỗ. Ta cũng nói là Khắc — Khắc sâu vào lòng. Ghi nhớ — Tên một đơn vị đo thời giờ ngày xưa. Một giờ một đêm có 100 khắc — Tên một đơn vị đo thời giờ ngày nay, bằng ¼ giờ, tức 15 phút — Chỉ thời giờ. Bản dịch  Chinh phụ ngâm khúc  có câu: » Khắc giờ đằng đẳng mấy niên « — Gắt gao, chặt chẽ. Td: Nghiêm khắc — Xuân tiêu nhất khắc trị thiên kim 春宵一刻值千金 » Một khắc đêm xuân giá nghìn vàng. Nghìn vàng đổi được khắc xuân « ( Bích câu kì ngộ )."
            ],
            "compound_words": {
                "彫刻": "điêu khắc",
                "雕刻": "điêu khắc",
                "苛刻": "hà khắc",
                "刻薄": "khắc bạc",
                "刻骨": "khắc cốt",
                "刻苦": "khắc khổ",
                "刻漏": "khắc lậu",
                "刻写": "khắc tả",
                "刻寫": "khắc tả",
                "頃刻": "khoảnh khắc",
                "顷刻": "khoảnh khắc",
                "忌刻": "kị khắc",
                "立刻": "lập khắc",
                "漏刻": "lậu khắc",
                "嚴刻": "nghiêm khắc",
                "一刻千金": "nhất khắc thiên kim",
                "過刻": "quá khắc",
                "晷刻": "quỹ khắc",
                "时刻": "thời khắc",
                "時刻": "thời khắc",
                "即刻": "tức khắc",
                "卽刻": "tức khắc"
            }
        }
    }
}