{
    "character": "則",
    "details": {
        "Âm Hán Việt": [
            "tắc"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "đao 刀 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰貝⺉"
        ],
        "Nét bút": [
            "丨フ一一一ノ丶丨丨"
        ],
        "Thương Hiệt": [
            "BCLN (月金中弓)"
        ],
        "Unicode": [
            "U+5247"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zé ㄗㄜˊ"
        ],
        "Âm Nôm": [
            "tắc"
        ],
        "Âm Nhật (onyomi)": [
            "ソク (soku)"
        ],
        "Âm Nhật (kunyomi)": [
            "のっと.る (no'to.ru)"
        ],
        "Âm Hàn": [
            "즉",
            "칙",
            "측"
        ],
        "Âm Quảng Đông": [
            "zak1"
        ]
    },
    "meanings": {
        "tắc": {
            "Từ điển phổ thông": [
                "quy tắc",
                "bắt chước"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Khuôn phép. ◎Như: 'ngôn nhi vi thiên hạ tắc' 言而為天下則 nói ra mà làm phép tắc cho thiên hạ.",
                "(Danh) Gương mẫu. ◎Như: 'dĩ thân tác tắc' 以身作則 lấy mình làm gương.",
                "(Danh) Đơn vị trong văn từ: đoạn, mục, điều, tiết. ◎Như: 'nhất tắc tiêu tức' 一則消息 ba đoạn tin tức, 'tam tắc ngụ ngôn' 三則寓言 ba bài ngụ ngôn, 'thí đề nhị tắc' 試題二則 hai đề thi.",
                "(Danh) Họ 'Tắc'.",
                "(Động) Noi theo, học theo. ◇Sử Kí 史記: 'Tắc Cổ Công, Công Quý chi pháp, đốc nhân, kính lão, từ thiếu' 則古公, 公季之法, 篤仁, 敬老, 慈少 (Chu bổn kỉ 周本紀) Noi theo phép tắc của Cổ Công và Công Quý, dốc lòng nhân, kính già, yêu trẻ.",
                "(Liên) Thì, liền ngay. ◎Như: 'học như nghịch thủy hành chu, bất tiến tắc thối' 學如逆水行舟, 不進則退 học như đi thuyền trên dòng nước ngược, không tiến là lùi ngay.",
                "(Liên) Thì là, thì. ◇Luận Ngữ 論語: 'Đệ tử nhập tắc hiếu, xuất tắc đễ' 弟子入則孝, 出則悌 (Học nhi 學而) Con em ở trong nhà thì hiếu thảo (với cha mẹ), ra ngoài thì kính nhường (bậc huynh trưởng).",
                "(Liên) Lại, nhưng lại. ◎Như: 'dục tốc tắc bất đạt' 欲速則不達 muốn cho nhanh nhưng lại không đạt.",
                "(Liên) Chỉ. ◇Tuân Tử 荀子: 'Khẩu nhĩ chi gian tắc tứ thốn nhĩ' 口耳之間則四寸耳 (Khuyến học 勸學) Khoảng giữa miệng và tai chỉ có bốn tấc thôi.",
                "(Liên) Nếu. ◇Sử Kí 史記: 'Kim tắc lai, Bái Công khủng bất đắc hữu thử' 今則來, 沛公恐不得有此 (Cao Tổ bổn kỉ 高祖本紀) Nay nếu đến, Bái Công sợ không được có đấy.",
                "(Liên) Dù, dù rằng. ◇Thương quân thư 商君書: 'Cẩu năng lệnh thương cổ kĩ xảo chi nhân vô phồn, tắc dục quốc chi vô phú, bất khả đắc dã' 苟能令商賈技巧之人無繁, 則欲國之無富, 不可得也 (Ngoại nội 外內) Nếu có thể làm cho số người buôn bán và làm nghề thủ công không đông thêm, thì dù muốn nước không giàu lên cũng không thể được.",
                "(Phó) Là, chính là. ◇Mạnh Tử 孟子: 'Thử tắc quả nhân chi tội dã' 此則寡人之罪也 (Công Tôn Sửu hạ 公孫丑下) Đó chính là lỗi tại tôi."
            ],
            "Từ điển Thiều Chửu": [
                "Phép. Nội các chế đồ khuôn mẫu gì đều gọi là tắc, nghĩa là để cho người coi đó mà bắt chước vậy. Như ngôn nhi vi thiên hạ tắc 言而為天下則 nói mà làm phép cho thiên hạ.",
                "Bắt chước.",
                "Thời, lời nói giúp câu, như hành hữu dư lực tắc dĩ học văn 行有餘力則以學文 làm cho thừa sức thời lấy học văn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gương mẫu, gương: 以身作則 Lấy mình làm gương;",
                "Quy tắc, chế độ, quy luật, phép tắc, khuôn phép: 總則 Quy tắc chung; 細則 Quy tắc cụ thể; 算術四則 Bốn phép tính; 言而爲天下則 Nói ra mà làm khuôn phép cho cả thiên hạ;",
                "(văn) Noi theo, học theo: 則先烈之遺志 Noi theo ý chí các bậc tiên liệt; 則古公，公季之法 Học theo phép tắc của Cổ Công và Công Quý (Sử kí);",
                "(văn) Thì, thì là, thì lại, nhưng... thì lại: 雨少則旱，多則澇 Mưa ít thì hạn, mưa nhiều thì úng; 行有餘力，則以學文 Làm được những điều đó rồi mà còn thừa sức thì mới học văn chương; 内則百姓疾之，外則諸侯叛之 Trong thì trăm họ căm giận, ngoài thì chư hầu làm phản (Tuân tử); 學習如逆水行舟，不進則退 Việc học tập cũng giống như thuyền đi nước ngược, không tiến thì là lùi; 她平時沉默寡言，小組討論則往往滔滔不絕 Cô ấy lúc bình thường im lặng ít nói, nhưng khi thảo luận trong nhóm thì lại thao thao bất tuyệt;",
                "(văn) Là: 此則余之過也 Đó là lỗi tại tôi; 此則岳陽樓之大觀也 Đó là cảnh tượng đại quan của ngôi lầu Nhạc Dương (Phạm Trọng Yêm: Nhạc Dương lâu kí);",
                "(văn) Nếu (biểu thị ý giả thiết): 今則來，沛公恐不得有此 Nay nếu đến, Bái Công sợ không được có đó (Sử kí: Cao Tổ bản kỉ);",
                "Dù, dù rằng, tuy (biểu thị ý nhượng bộ): 苟能令商賈技巧之人無繁，則慾國之無富，不可得也 Nếu có thể làm cho số người buôn bán và làm nghề thủ công không tăng thêm, thì dù muốn nước không giàu lên cũng không thể được (Thương Quân thư); 文章寫則寫了，但只是個初稿 Bài văn tuy đã viết rồi, nhưng chỉ là một bản phác thảo;",
                "(văn) (loại) Việc, bài: 三則 Ba bài;",
                "(văn) Bậc, hạng: 高下九則 (Ruộng đất) phân làm chín bậc cao thấp (Hán thư);",
                "(văn) Chỉ có: 口耳之間則四寸耳 Khoảng giữa miệng và tai chỉ có bốn tấc thôi (Tuân tử: Khuyến học thiên);",
                "(văn) Trợ từ đặt giữa định ngữ và từ trung tâm (dùng như 之, 的): 匪雞則鳴 Không phải tiếng gáy của gà (Thi Kinh: Tề phong, Kê minh);",
                "(văn) Trợ từ cuối câu (vô nghĩa): 彼求我則，如不我得 Khi người kia tìm ta, chỉ sợ không được ta (Thi Kinh); 何 則？ Vì sao thế?;",
                "(Họ) Tắc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khuôn phép phải theo. Td: Pháp tắc — Rập khuôn. Bắt chước — Thì. Ắt là. Thành ngữ: Cẩn tắc vô ưu ( thận trọng thì không phải lo sợ gì )."
            ],
            "compound_words": {
                "不則": "bất tắc",
                "不則聲": "bất tắc thanh",
                "謹則無憂": "cẩn tắc vô ưu",
                "准則": "chuẩn tắc",
                "準則": "chuẩn tắc",
                "矩則": "củ tắc",
                "窮則變，變則通": "cùng tắc biến, biến tắc thông",
                "閫則": "khổn tắc",
                "原則": "nguyên tắc",
                "內則": "nội tắc",
                "女則": "nữ tắc",
                "法則": "pháp tắc",
                "否則": "phủ tắc",
                "規則": "quy tắc",
                "軌則": "quỹ tắc",
                "則個": "tắc cá",
                "則度": "tắc độ",
                "則例": "tắc lệ"
            }
        }
    }
}