{
    "character": "劇",
    "details": {
        "Âm Hán Việt": [
            "kịch"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "đao 刀 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰豦⺉"
        ],
        "Nét bút": [
            "丨一フノ一フ一ノフノノノ丶丨丨"
        ],
        "Thương Hiệt": [
            "YOLN (卜人中弓)"
        ],
        "Unicode": [
            "U+5287"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jù ㄐㄩˋ"
        ],
        "Âm Nôm": [
            "cạch",
            "kếch",
            "kịch"
        ],
        "Âm Nhật (onyomi)": [
            "ゲキ (geki)"
        ],
        "Âm Hàn": [
            "극"
        ],
        "Âm Quảng Đông": [
            "kek6"
        ]
    },
    "meanings": {
        "kịch": {
            "Từ điển phổ thông": [
                "quá mức",
                "trò đùa, vở kịch"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Nhiều, đông. ◇Thương quân thư 商君書: 'Bất quan thì tục, bất sát quốc bổn, tắc kì pháp lập nhi dân loạn, sự kịch nhi công quả' 不觀時俗, 不察國本, 則其法立而民亂, 事劇而功寡 (算地) Không xem tập quán phong tục đương thời, không xét gốc nước, thì phép tắc lập ra nhưng dân loạn, việc nhiều mà kết quả ít.",
                "(Tính) Khó khăn, gian nan. ◇Tào Thực 曹植: 'Kịch tai biên hải dân, Kí thân ư thảo dã' 劇哉邊海民, 寄身於草野 (Lương phủ hành 梁甫行).",
                "(Tính) To, lớn. ◇Lục Du 陸游: '(Tụ bác giả) chiết trúc vi trù, dĩ kí thắng phụ, kịch hô đại tiếu' (聚博者)折竹為籌, 以記勝負, 劇呼大笑 (Lão học am bút kí 老學庵筆記, Quyển tam) (Những người đánh bạc) bẻ trúc làm thẻ, để ghi hơn thua, hô to cười lớn.",
                "(Phó) Quá, lắm, rất. ◎Như: 'kịch thống' 劇痛 đau lắm, 'kịch hàn' 劇寒 lạnh lắm. ◇Từ Lăng 徐陵: 'Sầu lai sấu chuyển kịch, Y đái tự nhiên khoan' 愁來瘦轉劇, 衣帶自然寬 (Trường tương tư 長相思) Buồn đến gầy thêm lắm, Dải áo tự nhiên rộng.",
                "(Phó) Nhanh, gấp. ◇Hàn Dũ-Trương Triệt 韓愈-張徹: 'Sầu khứ kịch tiễn phi, Hoan lai nhược tuyền dũng' 愁去劇箭飛, 讙來若泉涌 (Hội hợp liên cú 會合聯句) Buồn đi tên bay vút, Vui đến như suối vọt.",
                "(Phó) Dữ dội, mãnh liệt. ◎Như: 'kịch chiến' 劇戰.",
                "(Danh) Chỉ chức vụ phồn tạp nặng nề. ◇Vương An Thạch 王安石: 'Mỗ tài bất túc dĩ nhậm kịch, nhi hựu đa bệnh, bất cảm tự tế' 某材不足以任劇, 而又多病, 不敢自蔽 (Thượng tằng tham chánh thư 上曾參政書).",
                "(Danh) Trò, tuồng. ◎Như: 'diễn kịch' 演劇 diễn tuồng, 'hỉ kịch' 喜劇 kịch vui.",
                "(Danh) Chỗ giao thông trọng yếu. ◇Tống sử 宋史: 'Đàm Châu vi Tương, Lĩnh yếu kịch, Ngạc, Nhạc xử Giang, Hồ chi đô hội' 潭州為湘嶺要劇, 鄂岳處江湖之都會 (Địa lí chí tứ 地理志四).",
                "(Danh) Họ 'Kịch'.",
                "(Động) Chơi, đùa. ◇Lí Bạch 李白: 'Thiếp phát sơ phú ngạch, Chiết hoa môn tiền kịch' 妾髮初覆額, 折花門前劇 (Trường Can hành 長干行) Tóc em mới che ngang trán, Bẻ hoa trước cửa chơi."
            ],
            "Từ điển Thiều Chửu": [
                "Quá lắm, như kịch liệt 劇 dữ quá, kịch đàm 劇談 bàn dữ, bệnh kịch 病劇 bệnh nặng lắm.",
                "Trò đùa, như diễn kịch 演劇 diễn trò."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kịch, tuồng: 話劇 Kịch nói; 編劇 Soạn kịch; 演劇 Diễn kịch; 觀劇 Xem kịch;",
                "Rất, hết sức, quá, vô cùng, dữ dội, nặng: 劇痛 Đau dữ dội; 劇飲 Uống dữ; 劇談 Bàn luận rất dữ (dữ dội); 病勢加劇 Bệnh nặng thêm;",
                "Gấp, vội, nhanh chóng, kịch liệt: 繁劇 (Việc) nhiều và vội."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rất, lắm — Mau gấp. Mạnh mẽ — Tuồng hát."
            ],
            "compound_words": {
                "悲劇": "bi kịch",
                "歌劇": "ca kịch",
                "急劇": "cấp kịch",
                "演劇": "diễn kịch",
                "加劇": "gia kịch",
                "諧劇": "hài kịch",
                "喜劇": "hỉ kịch",
                "戲劇": "hí kịch",
                "活劇": "hoạt kịch",
                "劇本": "kịch bổn",
                "劇戰": "kịch chiến",
                "劇藥": "kịch dược",
                "劇毒": "kịch độc",
                "劇烈": "kịch liệt",
                "劇場": "kịch trường",
                "京劇": "kinh kịch",
                "危劇": "nguy kịch",
                "撰劇": "soạn kịch",
                "史劇": "sử kịch",
                "雜劇": "tạp kịch",
                "慘劇": "thảm kịch"
            }
        }
    }
}