{
    "character": "劫",
    "details": {
        "Âm Hán Việt": [
            "kiếp"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "lực 力 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰去力"
        ],
        "Nét bút": [
            "一丨一フ丶フノ"
        ],
        "Thương Hiệt": [
            "GIKS (土戈大尸)"
        ],
        "Unicode": [
            "U+52AB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jié ㄐㄧㄝˊ"
        ],
        "Âm Nôm": [
            "cướp",
            "kiếp"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)",
            "ゴウ (gō)",
            "キョウ (kyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "おびや.かす (obiya.kasu)"
        ],
        "Âm Hàn": [
            "겁"
        ],
        "Âm Quảng Đông": [
            "gip3"
        ]
    },
    "meanings": {
        "kiếp": {
            "Từ điển phổ thông": [
                "ăn cướp, ép buộc",
                "tai hoạ",
                "số kiếp"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cướp đoạt. ◎Như: 'kiếp lược' 劫掠 cướp đoạt. ◇Tam quốc diễn nghĩa 三國演義: 'Kim dạ Tào Nhân tất lai kiếp trại' 今夜曹仁必來劫寨 (Đệ ngũ thập nhất hồi) Đêm nay Tào Nhân tất đến cướp trại.",
                "(Động) Bức bách, bắt ép. ◎Như: 'kiếp chế' 劫制 ép buộc. ◇Sử Kí 史記: 'Thành đắc kiếp Tần vương, sử tất phản chư hầu xâm địa' 誠得劫秦王, 使悉反諸侯侵地 (Kinh Kha truyện 荊軻傳) Nếu có thể uy hiếp vua Tần, bắt phải trả lại chư hầu những đất đai đã xâm chiếm.",
                "(Danh) Số kiếp, đời kiếp, gọi đủ là 'kiếp-ba' 劫波 (phiên âm tiếng Phạn \"kalpa\"). § Ghi chú: Tính từ lúc người ta thọ được 84 000 tuổi, trải qua một trăm năm, lại giảm đi một tuổi, giảm mãi cho đến lúc chỉ còn thọ được có mười tuổi, rồi cứ một trăm năm tăng thêm một tuổi, tăng cho đến 84 000 tuổi, trong một thời gian tăng giảm như thế gọi là một 'tiểu kiếp' 小劫. Hai mươi lần tăng giảm như thế gọi là 'trung kiếp' 中劫. Trải qua bốn trung kiếp (thành, trụ, hoại, không) là một 'đại kiếp' 大劫 (tức là 80 tiểu kiếp). ◇Hồng Lâu Mộng 紅樓夢: 'Tự đương vĩnh bội hồng ân, vạn kiếp bất vong dã' 自當永佩洪恩, 萬劫不忘也 (Đệ nhất hồi) Xin mãi mãi ghi nhớ ơn sâu, muôn kiếp không quên vậy.",
                "(Danh) Tai nạn, tai họa. ◎Như: 'hạo kiếp' 浩劫 tai họa lớn, 'kiếp hậu dư sanh' 劫後餘生 sống sót sau tai họa. ◇Liêu trai chí dị 聊齋志異: 'Kim hữu lôi đình chi kiếp' 今有雷霆之劫 (Kiều Na 嬌娜) Nay gặp nạn sấm sét đánh.",
                "Tục quen viết là 刦, 刧, 刼."
            ],
            "Từ điển Thiều Chửu": [
                "Cướp lấy.",
                "Ăn hiếp, như kiếp chế 劫制 bắt ép.",
                "Số kiếp, đời kiếp, tiếng Phạm là kiếp ba 劫波. Tính từ lúc người ta thọ được 84 000 tuổi, trải qua một trăm năm, lại giảm đi một tuổi, giảm mãi cho đến lúc chỉ còn thọ được có mười tuổi, rồi cứ một trăm năm tăng thêm một tuổi, tăng cho đến 84 000 tuổi, trong một thời gian tăng giảm như thế gọi là một tiểu kiếp 小劫. Hai mươi lần tăng giảm như thế gọi là trung kiếp 中劫. Trải qua bốn trung kiếp thành, trụ, hoại, không là một đại kiếp 大劫 (tức là 80 tiểu kiếp). Tục quen viết là 刦,刧,刼."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cướp: 劫奪 Cướp giật; 打劫 Cướp bóc; 打家劫舍 Đốt nhà cướp của;",
                "Tai hoạ: 浩劫 Tai hoạ lớn;",
                "(văn) Hiếp: 劫制 Hiếp chế, bắt ép;",
                "Kiếp, số kiếp, đời kiếp: 小劫 Tiểu kiếp; 大劫 Đại kiếp; 中劫 Trung kiếp."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dùng uy lực mà bức bách — Cướp đoạt. Như chữ Kiếp刦 — Điều rủi ro gặp phải. Td: Tai kiếp 災刧 — Tiếng nhà Phật, chỉ một khoảng thời gian dài. Ta còn hiểu là một đời người, một cuộc sống."
            ],
            "compound_words": {
                "打劫": "đả kiếp",
                "劫制": "kiếp chế",
                "劫盗": "kiếp đạo",
                "劫盜": "kiếp đạo",
                "劫掠": "kiếp lược"
            }
        }
    }
}