{
    "character": "勸",
    "details": {
        "Âm Hán Việt": [
            "khuyến"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "lực 力 (+17 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰雚力"
        ],
        "Nét bút": [
            "一丨丨丨フ一丨フ一ノ丨丶一一一丨一フノ"
        ],
        "Thương Hiệt": [
            "TGKS (廿土大尸)"
        ],
        "Unicode": [
            "U+52F8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "quàn ㄑㄩㄢˋ"
        ],
        "Âm Nôm": [
            "khuyên"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)",
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "すす.める (susu.meru)"
        ],
        "Âm Hàn": [
            "권"
        ],
        "Âm Quảng Đông": [
            "hyun3"
        ]
    },
    "meanings": {
        "khuyến": {
            "Từ điển phổ thông": [
                "khuyên bảo"
            ],
            "Từ điển trích dẫn": [
                "(Động) Khuyên bảo. ◎Như: 'khuyến giới' 勸戒 khuyên răn, 'khuyến đạo' 勸導 khuyên bảo dẫn dắt.",
                "(Động) Mời. ◎Như: 'khuyến tửu' 勸酒 mời uống rượu. ◇Vương Duy 王維: 'Khuyến quân canh tận nhất bôi tửu, Tây xuất Dương quan vô cố nhân' 勸君更盡一杯酒, 西出陽關無故人 (Vị Thành khúc 渭城曲) Xin mời bạn hãy uống cạn chén rượu này, (Vì đi ra) Dương quan phía tây, bạn sẽ không có ai là cố nhân nữa.",
                "(Động) Khích lệ. ◎Như: 'khuyến hữu công' 勸有功 khuyến khích người có công, 'khuyến miễn' 勸勉 lấy lời hay khuyên cho người cố gắng lên."
            ],
            "Từ điển Thiều Chửu": [
                "Khuyên, lấy lời mềm mại khuyên rủ người ta theo mình gọi là khuyến.",
                "Khuyên gắng, như khuyến miễn 勸勉 lấy lời hay khuyên cho người cố lên."
            ],
            "Từ điển Trần Văn Chánh": [
                "Khuyên: 勸他不要喝酒 Khuyên anh ta đừng uống rượu; 規勸 Khuyên can, khuyên ngăn;",
                "Khuyến khích: 勸學 Khuyến học."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khuyên răn, thúc đẩy — Mời mọc. Khuyên mời. Thơ Lí Bạch có câu: » Khuyến quân cánh tận nhất bôi tửu « ( mời anh lại uống cạn một chén rượu này ) — Tên người, tức Nguyễn Khuyến, danh sĩ đời Nguyễn, sinh 1835, mất 1909, trước tên là Nguyễn Văn Thắng, sau lần hỏng kì thi Hội đầu tiên, mới đổi là Nguyễn Khuyến, hiệu là Quế Sơn, người làng Yên Đổ, huyện Bình Lục tỉnh Hà Nam ( Nam Định ). Ông thuộc giòng giõi thư hương, đậu Giải nguyên khoa thi Hương ở Hà Nội năm 1864, Hội nguyên khoa thi Hội ở Huế năm 1871, rồi Đình nguyên khoa thi Đình, do đó người đời gọi là Tam nguyên Yên Đổ, sau thăng tới Tổng đốc ba tỉnh Sơn Tây, Hưng Hoá, Tuyên Quang, nhưng năm 1885 cáo quan về nhà dạy học. ông là nhà thơ có tâm sự ái quốc tiêu cực. Tác phẩm Hán văn có Quế Sơn Thi Tập, về văn Nôm có nhiều thơ Đường luật, hát nói, câu đối… Thơ Vượng Duy đời Đường có câu: Khuyến quân cánh tận nhất bôi tửu, tây xuất Dương Quan vô cố nhân 勸君更盡一杯酒西出陽關無故人 Khuyên người uống cạn một chén rượu, khi ra khỏi cửa Dương Quan ở phía tây, thì không có ai là người cũ để mới uống rượu nữa. » Vài tuần chưa cạn chén khuyên. Mái ngoài, nghĩ đã dục liền ruổi xe « ( Kiều )"
            ],
            "compound_words": {
                "勸誘": "khuyến dụ",
                "勸导": "khuyến đạo",
                "勸導": "khuyến đạo",
                "勸解": "khuyến giải",
                "勸戒": "khuyến giới",
                "勸學": "khuyến học",
                "勸激": "khuyến khích",
                "勸勵": "khuyến lệ",
                "勸勉": "khuyến mẫn",
                "勸農": "khuyến nông",
                "勸善": "khuyến thiện",
                "勸酬": "khuyến thù",
                "勸說": "khuyến thuyết",
                "勸说": "khuyến thuyết",
                "勸酒": "khuyến tửu",
                "免勸": "miễn khuyến",
                "勉勸": "miễn khuyến",
                "諷勸": "phúng khuyến"
            }
        }
    }
}