{
    "character": "却",
    "details": {
        "Âm Hán Việt": [
            "khước",
            "ngang",
            "tức"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "tiết 卩 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰去卩"
        ],
        "Nét bút": [
            "一丨一フ丶フ丨"
        ],
        "Thương Hiệt": [
            "GISL (土戈尸中)"
        ],
        "Unicode": [
            "U+5374"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "què ㄑㄩㄝˋ"
        ],
        "Âm Nôm": [
            "khước"
        ],
        "Âm Nhật (onyomi)": [
            "キャク (kyaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "かえ.って (kae.'te)",
            "しりぞ.く (shirizo.ku)",
            "しりぞ.ける (shirizo.keru)"
        ],
        "Âm Hàn": [
            "각"
        ],
        "Âm Quảng Đông": [
            "koek3"
        ]
    },
    "meanings": {
        "khước": {
            "Từ điển phổ thông": [
                "lùi bước",
                "từ chối",
                "mất đi",
                "lại còn"
            ],
            "Từ điển trích dẫn": [
                "§ Cũng như chữ 'tức' 卽.",
                "§ Giản thể của chữ 'khước' 卻."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lùi, rút lui;",
                "Từ chối, khước từ: 推却 Khước từ, từ chối;",
                "Lại, vẫn: 我說了半天，他却不信 Tôi nói mãi mà anh ta vẫn không tin; 却說 Lại nói; 絕絃與斷絲，猶有却續時 Dây đàn đứt và tơ đứt, còn có lúc lại nối (Bạch Cư Dị: Hữu cảm);",
                "(văn) Rồi lại (đặt trước động từ để biểu thị động tác nối tiếp): 看書且要依文，看得大概意思了，却去考究細碎處 Xem sách cứ phải theo văn, xem được ý đại khái rồi, sau đó lại khảo cứu đến những chỗ vụn vặt chi tiết (Chu tử ngữ loại tập lược);",
                "(văn) Lại là (biểu thị tình huống ngoài dự liệu): 日映斕斑却是花 Mặt trời rọi ra những đốm loang lổ lại là những bông hoa (Tông Trạch: Hoa Dương đạo thượng);",
                "(văn) Mà lại, trái lại: 每到炎天只願秋，爲何秋到却成愁？ Mỗi khi trời nóng bức chỉ mong có mùa thu, vì sao mùa thu đến mà lại thành buồn bã? (Thành Trai tập: Thu tịch bất mị);",
                "(văn) Chính (là): 怨君却是憐君時 Oán chàng chính là lúc thương chàng (Quách Giác: Trường tương tư);",
                "(văn) Đang (biểu thị động tác đang thực hiện): 行舟却向西 Thuyền đi đang về hướng tây (Đỗ Phủ: Thuỷ túc khiển hứng);",
                "(văn) Sao lại, há...? (biểu thị sự phản vấn): 却不是好？ Há chẳng tốt sao? (Nguyên khúc tuyển: Hán cung thu);",
                "(văn) Hơn (giới từ, đặt sau hình dung từ để biểu thị ý so sánh): 誰言山太高？下却魯連節 Ai bảo núi Thái Sơn cao? Còn thấp hơn khí tiết của Lỗ Trọng Liên (Lí Bạch: Biệt Lỗ tụng); 不知三尺墓，高却九華山 Chẳng biết ngôi mộ cao ba thước, còn cao hơn cả núi Cửu Hoa (Đỗ Tuân Hạc: Kinh Cửu Hoa Phí Chinh Quân mộ); (văn) Trợ từ, đặt sau động từ để nêu ra bổ ngữ, biểu thị sự hoàn thành động tác: 將兵擊却吳楚，吳楚以故兵不敢西 Đem quân đánh lui quân Ngô, Sở, vì vậy quân Ngô, Sở không dám tiến về hướng tây (Sử kí: Hàn Trường Nhụ liệt truyện); Mất, đi: 忘却 Quên mất, quên đi. Cv. 卻."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Khước 卻."
            ],
            "compound_words": {
                "退却": "thoái khước",
                "忘却": "vong khước"
            }
        },
        "ngang": {
            "Từ điển Thiều Chửu": [
                "① Cũng là chữ 卽."
            ]
        },
        "tức": {
            "Từ điển trích dẫn": [
                "§ Cũng như chữ 'tức' 卽.",
                "§ Giản thể của chữ 'khước' 卻."
            ]
        }
    }
}