{
    "character": "匹",
    "details": {
        "Âm Hán Việt": [
            "mộc",
            "thất"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "hễ 匸 (+2 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿷匚儿"
        ],
        "Nét bút": [
            "一ノフフ"
        ],
        "Thương Hiệt": [
            "SC (尸金)"
        ],
        "Unicode": [
            "U+5339"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "pī ㄆㄧ",
            "pǐ ㄆㄧˇ"
        ],
        "Âm Nôm": [
            "sất",
            "sơ",
            "sớt",
            "sứt",
            "thất",
            "thớt"
        ],
        "Âm Nhật (onyomi)": [
            "ヒツ (hitsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひき (hiki)"
        ],
        "Âm Hàn": [
            "필",
            "목"
        ],
        "Âm Quảng Đông": [
            "pat1"
        ]
    },
    "meanings": {
        "mộc": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Một tên chỉ con vịt — Một âm là Thất. Xem Thất."
            ]
        },
        "thất": {
            "Từ điển phổ thông": [
                "tấm (vải)",
                "đơn lẻ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lượng từ dùng đếm số ngựa, loa, lừa. ◎Như: 'nhất thất mã' 一匹馬 một con ngựa, 'lưỡng thất lư' 兩匹驢 hai con lừa, 'đan thương thất mã' 單槍匹馬 đơn thương độc mã, một thương một ngựa.",
                "(Danh) Lượng từ dùng đếm số vải, lụa. § Đời xưa tính dài bốn trượng là một 'thất'. Dùng như chữ 'thất' 疋. ◎Như: 'nhất thất bố' 一匹布 một xấp vải.",
                "(Tính) Xứng đôi, ngang nhau. ◎Như: 'thất địch' 匹敵, 'thất trù' 匹儔 nghĩa là đây đấy bằng vai xứng đôi cùng nhau. ◇Liêu trai chí dị 聊齋志異: 'Như sanh tài mạo, hà thập thất tuế do vị sính? Anh Ninh diệc vô cô gia, cực tương thất địch' 如甥才貌, 何十七歲猶未聘? 嬰寧亦無姑家, 極相匹敵 (Anh Ninh 嬰寧) Tài mạo như cháu, sao mười bảy tuổi còn chưa hỏi vợ? Anh Ninh cũng chưa gả cho ai, thật là xứng đôi.",
                "(Tính) Đơn, lẻ, thường. ◎Như: 'thất phu' 匹夫 người đàn ông thường, 'thất phụ' 匹婦 người đàn bà thường. ◇Sử Kí 史記: 'Nhiên bất năng nhậm thuộc hiền tướng, thử đặc thất phu chi dũng nhĩ' 然不能任屬賢將, 此特匹夫之勇耳 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Nhưng (Hạng Vương) không biết tin dùng những tướng lãnh hiền tài, cái dũng đó (của ông ta) chỉ là cái dũng của kẻ thất phu mà thôi.",
                "(Động) Phối hợp.",
                "(Động) So sánh. ◇Trang Tử 莊子: 'Bành Tổ nãi kim dĩ cửu đặc văn, chúng nhân thất chi, bất diệc bi hồ' 彭祖乃今以久特聞, 眾人匹之, 不亦悲乎 (Tiêu diêu du 逍遙遊) Mà đến nay thì riêng Bành Tổ được tiếng là sống lâu, người ta thường so sánh (với cụ), chẳng cũng buồn sao? § Ghi chú: Ý nói ông Bành Tổ chỉ sống bảy trăm năm, có đáng là bao so với cây xuân, rùa thiêng... thọ hàng chục, hàng trăm ngàn năm."
            ],
            "Từ điển Thiều Chửu": [
                "Xếp, con. Tính số vải lụa gọi là thất, đời xưa tính dài bốn trượng là một thất. Một con ngựa cũng gọi là nhất thất 一匹. Tục cũng dùng cả chữ thất 疋.",
                "Ðôi, như thất địch 匹敵, thất trù 匹儔 nghĩa là đây đấy bằng vai xứng đôi cùng nhau.",
                "Ðơn, lẻ. Như thất phu 匹夫, thất phụ 匹婦 một người đàn ông thường, một người đàn bà thường."
            ],
            "Từ điển Trần Văn Chánh": [
                "(loại) Con (ngựa...), tấm, xấp, súc (vải...): 一匹馬 Một con ngựa; 一匹布 Một tấm vải;",
                "Xứng đôi, ngang nhau;",
                "Lẻ loi, thường."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đơn vị đo chiều dài thời cổ, bằng 4 tượng — Một xấp. Một tấm ( nói về vải lụa ) — Một con ( nói về ngựa )."
            ],
            "compound_words": {
                "奥林匹克": "áo lâm thất khắc",
                "奧林匹克": "áo lâm thất khắc",
                "匹夫": "thất phu",
                "匹妇": "thất phụ",
                "匹婦": "thất phụ"
            }
        }
    }
}