{
    "character": "卐",
    "details": {
        "Âm Hán Việt": [
            "vạn"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "thập 十 (+2 nét)"
        ],
        "Nét bút": [
            "フ一丨一"
        ],
        "Thương Hiệt": [
            "VX (女重)"
        ],
        "Unicode": [
            "U+5350"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "wàn ㄨㄢˋ"
        ]
    },
    "meanings": {
        "vạn": {
            "Từ điển phổ thông": [
                "dấu của nhà Phật"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) § Theo Thiều Chửu: Chữ này trong kinh truyện không có, chỉ trong kinh nhà Phật có thôi. Nhà “Phật” 佛 nói rằng khi Phật giáng sinh trước ngực có hiện ra hình chữ 卐 người sau mới biết chữ ấy. Trong bộ “Hoa Nghiêm” 華嚴 âm nghĩa nói rằng: chữ 卐 nguyên không có, đến niên hiệu Tràng Thọ thứ hai đời nhà Chu mới chế ra và âm là “vạn”, nghĩa là muôn đức tốt lành đều họp cả ở đấy: “cát tường vạn đức chi sở tập” 吉祥萬德之所集. Lại chữ 卐, nguyên tiếng Phạn là Srivatsalaksana. “Cưu Ma La Thập” 鳩摩羅什 (344-413), “Huyền Trang” 玄奘 (600-664) dịch là “đức” 德, ngài “Bồ-Đề Lưu-Chi” 菩提流支 dịch là “vạn” 萬. Tương truyền bên Ấn Độ là tướng cát tường; dịch là “đức” là nói về công đức; dịch là “vạn” là nói về công đức đầy đủ. Song nguyên 卐 là hình tướng chứ không phải chữ, cho nên dịch là cát-tường hải-vân-tướng mà theo hình xoay về bên hữu là phải hơn. Vì xem như nhiễu Phật thì nhiễu về bên hữu, hào quang của Phật ở khoảng lông mày phóng ra cũng xoay về bên hữu, thì biết xoay về bên hữu mới là tướng cát tường, có chỗ làm xoay về bên tả 卍 là lầm."
            ],
            "Từ điển Thiều Chửu": [
                "① Chữ này trong kinh truyện không có, chỉ trong kinh nhà Phật có thôi. Nhà Phật nói rằng khi Phật giáng sinh trước ngực có hiện ra hình chữ 卐 người sau mới biết chữ ấy. Trong bộ Hoa-nghiêm âm nghĩa nói rằng: chữ 卐 nguyên không có, đến niên hiệu Tràng-thọ thứ hai đời nhà Chu mới chế ra và âm là vạn, nghĩa là muôn đức tốt lành đều họp cả ở đấy. Lại chữ 卐, nguyên tiếng Phạm là Śrīvatsalakṣaṇa. Các ngài La-thập, Huyền-trang dịch là đức 德, ngài Bồ-đề lưu-chi dịch là vạn 萬.Ở bên Ấn-độ thì tương truyền là cái tướng cát tường, dịch là đức là nói về công đức, dịch là vạn là nói về công đức đầy đủ. Song nguyên 卐 là hình tướng chứ không phải chữ, cho nên dịch là cát-tường hải-vân-tướng mà theo hình xoay về bên hữu là phải hơn. Vì xem như nhiễu Phật thì nhiễu về bên hữu, hào quang của Phật ở khoảng lông mày phóng ra cũng xoay về bên hữu, thì biết xoay về bên hữu mới tà tướng cát-tường, có chỗ làm xoay về bên tả 卍 là lầm."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Phạn ngữ) Vạn. Cv. 卍."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chữ Phạn, có nghĩa là rất tốt lành, được người Ấn Độ coi là biểu tượng của đạo Phật. Cũng viết 卍."
            ]
        }
    }
}