{
    "character": "叉",
    "details": {
        "Âm Hán Việt": [
            "xoa"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "hựu 又 (+1 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Hình thái": [
            "⿴又丶"
        ],
        "Nét bút": [
            "フ丶丶"
        ],
        "Thương Hiệt": [
            "EI (水戈)"
        ],
        "Unicode": [
            "U+53C9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chā ㄔㄚ",
            "chá ㄔㄚˊ",
            "chǎ ㄔㄚˇ",
            "chà ㄔㄚˋ",
            "chāi ㄔㄞ"
        ],
        "Âm Nôm": [
            "xoa"
        ],
        "Âm Nhật (onyomi)": [
            "サ (sa)",
            "シャ (sha)",
            "サイ (sai)"
        ],
        "Âm Nhật (kunyomi)": [
            "また (mata)"
        ],
        "Âm Hàn": [
            "차"
        ],
        "Âm Quảng Đông": [
            "caa1"
        ]
    },
    "meanings": {
        "xoa": {
            "Từ điển phổ thông": [
                "bắt chéo tay",
                "những thứ có đầu toè ra",
                "dạng ra, khuỳnh ra",
                "cái dĩa, cái nĩa"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bắt tréo tay, chắp tay. ◎Như: 'song thủ giao xoa' 雙手交叉 bắt tréo hai tay. ◇Thủy hử truyện 水滸傳: 'Lâm Xung mông lông địa kiến cá quan nhân bối xoa trước thủ, hành tương xuất lai' 林沖朦朧地見個官人背叉著手, 行將出來 (Đệ thập nhất hồi) Lâm Xung loáng thoáng thấy một vị quan nhân chắp tay sau lưng đi lại.",
                "(Động) Đâm, xiên. ◎Như: 'xoa ngư' 叉魚 đâm cá.",
                "(Động) Nắm cổ lôi. ◎Như: 'xoa xuất môn khứ' 叉出門去 lôi cổ ra khỏi cửa.",
                "(Động) Vướng, mắc, hóc, chặn, tắc lại. ◎Như: 'nhất khối cốt đầu xoa tại hầu lung lí' 一塊骨頭叉在喉嚨裡 hóc một cái xương trong cổ họng.",
                "(Động) Giạng, xòe, dang ra. ◎Như: 'xoa trước song thối' 叉著雙腿 giạng hai chân ra. ◇Thủy hử truyện 水滸傳: 'Giá bà tử thừa trước tửu hưng, xoa khai ngũ chỉ, khứ na Đường Ngưu Nhi kiểm thượng liên đả lưỡng chưởng' 這婆子乘著酒興, 叉開五指, 去那唐牛兒臉上連打兩掌 (Đệ nhị thập nhất hồi) Mụ già say rượu hăng lên, xòe năm ngón tay, tát luôn hai cái vào mặt Đường Ngưu Nhi.",
                "(Tính) Rẽ. ◎Như: 'xoa lộ' 叉路 đường rẽ.",
                "(Danh) Vật gì chẽ ra, tỏe ra ở một đầu. ◎Như: 'đao xoa' 刀叉 dao nĩa, 'ngư xoa' 魚叉 cái đinh ba để đâm cá. ◇Tam quốc diễn nghĩa 三國演義: 'Trần Ứng liệt thành trận thế, phi mã xước xoa nhi xuất' 陳應列成陣勢, 飛馬綽叉而出 (Đệ ngũ thập nhị hồi) Trần Ứng dàn xong trận thế, cầm đinh ba tế ngựa đi ra.",
                "(Danh) Dấu hai vạch tréo nhau (để xóa bỏ hoặc đánh dấu chỗ sai lầm). ◎Như: 'thác ngộ đích thỉnh đả nhất cá xoa' 錯誤的請打一個叉 chỗ sai xin đánh hai vạch chéo.",
                "(Danh) § Xem 'dược xoa' 藥叉 hay 'dạ xoa' 夜叉 (tiếng Phạn \"yakkha\")."
            ],
            "Từ điển Thiều Chửu": [
                "Bắt tréo tay.",
                "Cái gì tỏe ra trên đầu gọi là xoa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cái chĩa, cái nĩa, cái đinh ba: 木叉 Cái chĩa; 鐵叉 Cái đinh ba; 叉子 Cái nĩa; 魚叉 Cái chĩa (đâm) cá;",
                "Đâm, xiên: 用魚叉叉魚 Lấy cái chĩa đâm cá; 拿叉子叉一塊肉 Lấy nĩa xiên một miếng thịt;",
                "Chắp tay, bắt tréo tay: 叉手 Chắp tay. Xem 叉 [chá], [chă]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Các ngón tay đan lại với nhau — Dùng các ngón tay nhón lấy đồ vật — Đâm, xỉa vào dính mà lấy về."
            ],
            "compound_words": {
                "音叉": "âm xoa",
                "夜叉": "dạ xoa",
                "藥叉": "dược xoa",
                "刀叉": "đao xoa",
                "交叉": "giao xoa",
                "丫叉": "nha xoa",
                "咤叉": "sá xoa",
                "吒叉": "trá xoa",
                "叉魚": "xoa ngư",
                "叉手": "xoa thủ"
            }
        }
    }
}