{
    "character": "危",
    "details": {
        "Âm Hán Việt": [
            "nguy",
            "quỵ"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "tiết 卩 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸厃㔾"
        ],
        "Nét bút": [
            "ノフ一ノフフ"
        ],
        "Thương Hiệt": [
            "NMSU (弓一尸山)"
        ],
        "Unicode": [
            "U+5371"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "guì ㄍㄨㄟˋ",
            "wēi ㄨㄟ",
            "wéi ㄨㄟˊ"
        ],
        "Âm Nôm": [
            "ngoay",
            "ngoe",
            "nguầy",
            "nguy"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Nhật (kunyomi)": [
            "あぶ.ない (abu.nai)",
            "あや.うい (aya.ui)",
            "あや.ぶむ (aya.bumu)"
        ],
        "Âm Hàn": [
            "위"
        ],
        "Âm Quảng Đông": [
            "ngai4"
        ]
    },
    "meanings": {
        "nguy": {
            "Từ điển phổ thông": [
                "cao mà không vững",
                "nguy khốn",
                "sao Nguy (một trong Nhị thập bát tú)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Không an toàn. § Đối lại với 'an' 安. ◎Như: 'nguy cấp' 危急 hiểm nghèo gấp rút, 'nguy nan' 危難 nguy hiểm.",
                "(Tính) Nặng (bệnh). ◎Như: 'bệnh nguy' 病危 bệnh trầm trọng. ◇Liêu trai chí dị 聊齋志異: 'Tân Thành Cảnh Thập Bát, bệnh nguy đốc, tự tri bất khởi' 新城耿十八, 病危篤, 自知不起 (Cảnh Thập Bát 耿十八) Cảnh Thập Bát người Tân Thành, bị bệnh nặng, tự biết là không sống được.",
                "(Tính) Cao, cao ngất. ◎Như: 'nguy lâu' 危樓 lầu cao chót vót, 'nguy tường' 危牆 tường cao ngất.",
                "(Tính) Không ngay thẳng, thiên lệch.",
                "(Tính) Khốn khổ, khốn đốn. ◇Sử Kí 史記: 'Kì dân nguy dã' 其民危也 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Dân bị gian khổ vậy.",
                "(Phó) Ngay thẳng. ◎Như: 'chính khâm nguy tọa' 正襟危坐 ngồi ngay ngắn không tựa vào gì cả.",
                "(Động) Làm hại, tổn hại. ◇Vương Sung 王充: 'Sàm dĩ khẩu hại nhân, nịnh dĩ sự nguy nhân' 讒以口害人, 佞以事危人 (Luận hành 論衡, Đáp nịnh 答佞) Gièm pha lấy miệng hại người, nịnh nọt kiếm chuyện hại người.",
                "(Động) Lo sợ. ◇Chiến quốc sách 戰國策: 'Phù bổn mạt canh thịnh, hư thật hữu thì, thiết vi quân nguy chi' 夫本末更盛, 虛實有時, 竊為君危之 (Tây Chu sách 西周策) Gốc ngọn thay phiên nhau thịnh, đầy vơi có thời, tôi trộm vì ông mà lấy làm lo.",
                "(Danh) Đòn nóc nhà. ◇Sử Kí 史記: 'Thượng ốc kị nguy' 上屋騎危 (Ngụy thế gia 魏世家) Lên mái nhà cưỡi trên đòn nóc.",
                "(Danh) Sao 'Nguy', một sao trong nhị thập bát tú.",
                "(Danh) Họ 'Nguy'."
            ],
            "Từ điển Thiều Chửu": [
                "Cao, ở nơi cao mà ghê sợ gọi là nguy. Cái thế cao ngất như muốn đổ gọi là nguy. Như nguy lâu 危樓 lầu cao ngất, nguy tường 危牆 tường ngất. Ngồi ngay thẳng không tựa vào cái gì gọi là chính khâm nguy toạ 正襟危坐.",
                "Nguy, đối lại với chữ an 安. Như nguy cấp 危急.",
                "Sao nguy, một sao trong nhị thập bát tú."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nguy hiểm, điều nguy hiểm: 轉危爲安 Chuyển nguy thành an; 事必危矣 Việc ắt phải nguy (Sử kí); 在于知安而不知危 Do chỗ biết an mà không biết nguy (Tô Thức);",
                "Tổn hại, có hại cho: 危及生命 Hại đến tính mạng; 抑王興甲兵，危士臣，構怨于諸侯，然後快于心與 Hay là đại vương phát động binh mã, gây tổn hại cho các tướng sĩ, gieo oán với các chư hầu, rồi mới lấy làm khoái trá trong lòng ư? (Mạnh tử);",
                "(văn) Lo lắng: 竊爲加危之 Tôi riêng lo cho nhà vua về việc đó;",
                "(văn) Không vững, lung lay: 予雖親在，未敢言老，而齒危髮禿 Ta tuy còn cha mẹ, không dám nói là già, nhưng răng đã long đầu đã hói (Viên Mai: Tế muội văn);",
                "(văn) Ngay ngắn, ngay thẳng: 危坐 Ngồi ngay ngắn;",
                "Chết, sắp chết, lâm nguy: 臨危 Sắp chết, hấp hối;",
                "(văn) Cao: 危樓 Lầu cao; 使子路去其危冠，解其長劍 Khiến cho Tử Lộ bỏ mũ cao, cởi gươm dài (Trang tử: Đạo Chích);",
                "(văn) Sắp đến nơi, suýt chút nữa, gần: 危死 Sắp chết đến nơi;",
                "(văn) Nóc nhà: 上屋騎危 Lên đến mái và cỡi lên nóc nhà (Sử kí: Nguỵ thế gia);",
                "[Wei] Sao Nguy (trong nhị thập bát tú);",
                "[Wei] (Họ) Nguy."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợ hãi, vì có thể hại tới mình — Cao — Tên một vì sao trong Nhị thập bát tú."
            ],
            "compound_words": {
                "安危": "an nguy",
                "居安思危": "cư an tư nguy",
                "救危": "cứu nguy",
                "艱危": "gian nguy",
                "臨危": "lâm nguy",
                "危病": "nguy bệnh",
                "危變": "nguy biến",
                "危急": "nguy cấp",
                "危机": "nguy cơ",
                "危機": "nguy cơ",
                "危惧": "nguy cụ",
                "危懼": "nguy cụ",
                "危局": "nguy cục",
                "危殆": "nguy đãi",
                "危笃": "nguy đốc",
                "危篤": "nguy đốc",
                "危害": "nguy hại",
                "危行": "nguy hạnh",
                "危险": "nguy hiểm",
                "危險": "nguy hiểm",
                "危劇": "nguy kịch",
                "危难": "nguy nan",
                "危難": "nguy nan",
                "危亡": "nguy vong",
                "扶危": "phù nguy",
                "齒危": "xỉ nguy"
            }
        },
        "quỵ": {
            "Từ điển Trần Văn Chánh": [
                "Như 跪 (bộ 足)."
            ]
        }
    }
}