{
    "character": "即",
    "details": {
        "Âm Hán Việt": [
            "tức"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "tiết 卩 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "フ一一フ丶フ丨"
        ],
        "Thương Hiệt": [
            "AISL (日戈尸中)"
        ],
        "Unicode": [
            "U+5373"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jí ㄐㄧˊ"
        ],
        "Âm Nôm": [
            "tức"
        ],
        "Âm Nhật (onyomi)": [
            "ソク (soku)"
        ],
        "Âm Nhật (kunyomi)": [
            "つ.く (tsu.ku)",
            "つ.ける (tsu.keru)",
            "すなわ.ち (sunawa.chi)"
        ],
        "Âm Hàn": [
            "즉"
        ],
        "Âm Quảng Đông": [
            "zik1"
        ]
    },
    "meanings": {
        "tức": {
            "Từ điển phổ thông": [
                "tới gần",
                "ngay, tức thì",
                "chính là"
            ],
            "Từ điển trích dẫn": [
                "(Động) Tới, gần. ◎Như: 'khả vọng nhi bất khả tức' 可望而不可即 có thể trông mà chẳng thể tới gần.",
                "(Phó) Thì. § Dùng như 'tắc' 則. ◇Sử Kí 史記: 'Thả tráng sĩ bất tử tắc dĩ, tử tức cử đại danh nhĩ, vương hầu tướng tướng ninh hữu chủng hồ?' 且壯士不死即已, 死即舉大名耳, 王侯將相寧有種乎 (Trần Thiệp thế gia 陳涉世家) Vả chăng đã là tráng sĩ, không chết thì thôi, chứ chết thì phải chết cho đại sự, vương hầu, tướng, tướng, há cứ phải là con dòng cháu giống.",
                "(Phó) Ngay, liền. ◎Như: 'lê minh tức khởi' 黎明即起 sáng sớm dậy ngay, 'tức khắc' 即刻 ngay lập tức, 'tức tương' 即將 sắp, sẽ... ngay.",
                "(Phó) Tức là. ◎Như: 'sắc tức thị không' 色即是空 sắc tức là không, ý nói hai bên như một.",
                "(Liên) Dù, lời nói ví thử. ◎Như: 'thiện tức vô thưởng, diệc bất khả bất vi thiện' 善即無賞亦不可不為善 làm thiện dù chưa được thưởng, cũng không thể không làm thiện.",
                "§ Ghi chú: Cũng viết là 卽."
            ],
            "Từ điển Thiều Chửu": [
                "① Cũng là chữ 卽."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sẽ: 明年即完成 Sang năm sẽ làm xong. 【即將】 tức tương [jíjiang] Sắp, sẽ: 即將完成任務 Sắp hoàn thành nhiệm vụ; 理 想即將實現 Lí tưởng sẽ được thực hiện; ;",
                "Là, tức là: 社會即學校 Xã hội là trường học; 一觸即發 Hễ dụng tới là nổ ngay; 色即是空 Sắc tức là không (Bát nhã Ba la mật đa Tâm kinh); 越裳即九眞，在交趾南 Việt Thường là Cửu Chân, ở phía nam quận Giao Chỉ (An Nam chí lược);",
                "Ngay, liền: 即日 Ngay (ngày) hôm nay; 即今 Hiện, hiện nay; 成功在即 Thành công ngay trước mắt; 即地處理 Giải quyết ngay tại chỗ; 黎明即起 Sáng sớm dậy ngay; 即席賦詩 Làm thơ ngay trong bữa tiệc; 即遣兵三萬以助備 Liền sai ba vạn quân đi giúp Lưu Bị (Tam quốc chí);",
                "Nếu, ví như: 即不幸而死，亦無所恨 Nếu không may mà chết thì cũng không có gì ân hận; 蕭相國即死，令誰代之？ Nếu Tiêu Tướng quốc chết thì cho ai thay? (Sử kí);",
                "Thì (dùng như 則, bộ 刂): 且壯士不死即已，死即舉大名耳 Vả lại kẻ tráng sĩ không chết thì thôi, hễ chết thì vang danh (Sử kí: Trần Thiệp thế gia);",
                "(văn) Ngay tại: 項羽晨朝上將軍宋義，即其帳中斬宋義頭 Hạng Vũ sáng sớm vào gặp thượng tướng quân Tống Nghĩa, chém đầu Tống Nghĩa ngay tại màn của ông (Sử kí: Hạng Vũ bản kỉ);",
                "(văn) Dựa vào, dựa theo: 世之言道者， 或即其所見而名之，或莫之見而意之 Người luận thuật về đạo ở đời này, người thì nói theo điều mình thấy, người thì không thấy gì mà chỉ suy theo ý mình (Tô Thức: Nhật dụ);",
                "(văn) Dù, cho dù: 命即無奈何，心可使泰然 Mệnh dù chẳng ra sao, cũng có thể khiến cho tâm được yên ổn (Bạch Cư Dị: Vịnh hoài). 【即便】 tức tiện [jíbiàn] Như 即使 [jíshê]; 【即或】 tức hoặc [jíhuò] Như 即使; 【即令】 tức lịnh [jílìng] Như 即使; 【即使】tức sử [jíshê] Dù, dù rằng, dẫu, dù có... chăng nữa: 即使明天下雨，我也要去 Mai dù mưa tôi cũng đi; Gần gũi, tới gần, đến gần: 可望而不可即 Chỉ có thể ngắm nhìn mà không thể đến gần."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Tức 卽."
            ],
            "compound_words": {
                "亦即": "diệc tức",
                "当即": "đương tức",
                "當即": "đương tức",
                "立即": "lập tức",
                "即景": "tức cảnh",
                "即刻": "tức khắc",
                "即使": "tức sử",
                "即是": "tức thị",
                "即時": "tức thời",
                "即便": "tức tiện",
                "即速": "tức tốc",
                "即将": "tức tương",
                "即將": "tức tương",
                "即位": "tức vị"
            }
        }
    }
}