{
    "character": "哉",
    "details": {
        "Âm Hán Việt": [
            "tai"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "khẩu 口 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿹𢦏口"
        ],
        "Nét bút": [
            "一丨一丨フ一フノ丶"
        ],
        "Thương Hiệt": [
            "JIR (十戈口)"
        ],
        "Unicode": [
            "U+54C9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zāi ㄗㄞ"
        ],
        "Âm Nôm": [
            "tai",
            "tơi"
        ],
        "Âm Nhật (onyomi)": [
            "サイ (sai)"
        ],
        "Âm Nhật (kunyomi)": [
            "かな (kana)",
            "や (ya)"
        ],
        "Âm Hàn": [
            "재"
        ],
        "Âm Quảng Đông": [
            "zoi1"
        ]
    },
    "meanings": {
        "tai": {
            "Từ điển phổ thông": [
                "rất, lắm (ý nhấn mạnh)",
                "vừa mới",
                "sao, đâu (trong câu hỏi)",
                "vậy, thay (trong câu cảm thán)"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Mới, vừa mới. ◎Như: Âm lịch cứ đến ngày mồng ba gọi là 'tai sinh minh' 哉生明 nghĩa là ngày mặt trăng mới sáng. ◇Thượng Thư 尚書: 'Duy tứ nguyệt, tai sinh phách' 惟四月, 哉生霸 (Cố mệnh 顧命) Tháng tư, vừa mới hiện ra ánh trăng.",
                "(Trợ) Biểu thị cảm thán: thay, vậy thay. ◇Luận Ngữ 論語: 'Đại tai Nghiêu chi vi quân dã' 大哉堯之為君也 (Thái Bá 泰伯) Lớn thay, sự nghiệp làm vua của ông Nghiêu.",
                "(Trợ) Biểu thị nghi vấn hoặc phản vấn: sao, đâu. ◇Thi Kinh 詩經: 'Thiên thật vi chi, Vị chi hà tai?' 天實為之, 謂之何哉 (Bội phong 邶風, Bắc môn 北門) Trời thật đã làm như thế, Thì chịu chứ làm sao?",
                "(Trợ) Khẳng định ngữ khí: chứ, đấy. ◇Tả truyện 左傳: 'Đối viết: Do khả từ hồ? Vương viết: Khả tai' 對曰: 猶可辭乎?王曰: 可哉 (Tuyên Công thập nhất niên 宣公 十一年) Hỏi rằng: Còn từ được chăng? Vương đáp: Được chứ."
            ],
            "Từ điển Thiều Chửu": [
                "Tiếng trợ ngữ, nghĩa là vậy thay!.",
                "Mới, âm lịch cứ đến ngày mồng ba gọi là tai sinh minh 哉生明 nghĩa là ngày mặt trăng mới sáng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) (trợ) Ư, ... nhỉ, ... đâu (biểu thị ý nghi vấn hoặc phản vấn): 有何難哉？ Có khó gì đâu?; 此何鳥哉 Đó là chim gì thế? (Trang tử); 不識此語誠然乎哉？ Không biết lời nói đó có thật không (Mạnh tử); 嗟乎，燕雀安知鴻鵠之志哉！ Than ôi! Chim én chim sẻ làm sao biết được cái chí của chim hồng chim hộc! (Sử kí); 豈能獨樂哉？ Há có thể một mình vui vẻ được ư? (Mạnh tử); 曷至哉？ Bao giờ mới trở về? (Thi Kinh); 晉，吾宗也，豈害我哉？ Tấn là tông tộc của ta, há lại hại ta ư? (Tả truyện);",
                "...thay, hỡi (biểu thị sự cảm thán): 美哉 Đẹp thay; 鳴呼！哀哉！ Ô hô! Thương thay!; 噫！吁！戲！危乎高哉！ A! Ôi! Ô! Hiểm mà cao thay! (Lí Bạch: Thục đạo nan); 大哉堯之爲君也 Nghiêu thật là một ông vua to lớn (cao cả) (Luận ngữ);",
                "Đi! (biểu thị mệnh lệnh): 帝曰：俞，往哉！ Vua (Thuấn) nói: Tốt lắm, hãy đi đi! (Thượng thư); 振振君子，歸哉歸哉！ Người quân tử trung hậu, hãy về đi về đi! (Thi Kinh);",
                "Mới: 哉生明 Ngày mặt trăng mới sinh ánh sáng (ngày mùng ba âm lịch)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng trợ từ cuối câu, có nghĩa như vậy thay. Td. Ai tai ( buồn vậy thay ) — Bắt đầu."
            ],
            "compound_words": {
                "哉生明": "tai sinh minh",
                "哉生魄": "tai sinh phách"
            }
        }
    }
}