{
    "character": "含",
    "details": {
        "Âm Hán Việt": [
            "hàm",
            "hám"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "khẩu 口 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱今口"
        ],
        "Nét bút": [
            "ノ丶丶フ丨フ一"
        ],
        "Thương Hiệt": [
            "OINR (人戈弓口)"
        ],
        "Unicode": [
            "U+542B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hán ㄏㄢˊ"
        ],
        "Âm Nôm": [
            "hàm",
            "hờm",
            "ngậm",
            "ngoàm"
        ],
        "Âm Nhật (onyomi)": [
            "ガン (gan)"
        ],
        "Âm Nhật (kunyomi)": [
            "ふく.む (fuku.mu)",
            "ふく.める (fuku.meru)"
        ],
        "Âm Hàn": [
            "함"
        ],
        "Âm Quảng Đông": [
            "ham4"
        ]
    },
    "meanings": {
        "hàm": {
            "Từ điển phổ thông": [
                "cằm",
                "nuốt",
                "chứa đựng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngậm, giữ ở trong mồm không nhả ra, không nuốt vào. ◎Như: 'hàm trước dược phiến' 含著藥片 ngậm thuốc.",
                "(Động) Chứa, bao gồm. ◎Như: 'hàm thủy phần' 含水分 chứa nước, 'hàm dưỡng phần' 含養分 có chất dinh dưỡng.",
                "(Động) Dung nạp, bao dong. ◇Đỗ Phủ 杜甫: 'Song hàm tây lĩnh thiên thu tuyết, Môn bạc Đông Ngô vạn lí thuyền' 窗含西嶺千秋雪, 門泊東吳萬里船 (Tuyệt cú 絕句) Cửa sổ ngậm tuyết nghìn thu núi phía tây, Ngoài cổng đậu những chiếc thuyền Đông Ngô vạn dặm.",
                "(Động) Ôm giữ, nhẫn chịu, chịu đựng. ◎Như: 'hàm hận' 含恨 ôm hận, 'cô khổ hàm tân' 菇苦含辛 chịu đắng nuốt cay.",
                "(Động) Giữ kín bên trong, ẩn tàng. ◇Hàn Dũ 韓愈: 'Lăng thần tính tác tân trang diện, Đối khách thiên hàm bất ngữ tình' 凌晨併作新妝面, 對客偏含不語情 (Hí đề mẫu đan 戲題牡丹) Sớm mai đều trang điểm mặt mới, Trước khách vẫn cứ giữ kín trong lòng không nói ý tình.",
                "(Động) Hiển hiện, bày ra. ◇Tuấn Thanh 峻青: 'Kính tử lí xuất hiện đích thị nhất phó niên thanh đích hàm trứ hạnh phúc đích vi tiếu đích kiểm' 鏡子裏出現的是一副年青的含着幸福的微笑的臉 (Lê minh đích hà biên 黎明的河邊, Đông khứ liệt xa 東去列車) Trong gương hiện ra một khuôn mặt trẻ tuổi tươi cười tràn trề hạnh phúc.",
                "(Danh) Tục lệ ngày xưa, lấy ngọc (hoặc hạt trai, gạo...) bỏ vào mồm người chết, gọi là 'hàm' 含. § Thông 'hàm' 琀, 'hàm' 唅.",
                "(Danh) Ngọc (hoặc hạt trai, gạo...) để trong mồm người chết (ngày xưa). § Thông 'hàm' 琀, 'hàm' 唅."
            ],
            "Từ điển Thiều Chửu": [
                "Ngậm, ngậm ở trong mồm không nhả không nuốt là hàm.",
                "Dung được, nhẫn được. Như hàm súc 含蓄, hàm dong 含容 nghĩa là bao dong nhịn nhục được, không vội giận vội cười.",
                "Lễ ngày xưa người chết thì bỏ gạo và của quý vào mồm gọi là hàm. Ta thường gọi là đồ vặn hàm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngậm: 含一口水 Ngậm một ngụm nước; 含血噴人先污自口 Ngậm máu phun người miệng mình dơ trước. (Ngr) Rưng rưng: 含着淚 Rưng rưng nước mắt;",
                "Nuốt.【含怒】hàm nộ [hánnù] Nuốt giận, nén giận;",
                "Chứa, có, bao gồm: 含水分 Chứa chất nước; 含養分 Có chất dinh dưỡng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngậm trong miệng — Chứa đựng. Chẳng hạn Bao hàm 包含 — Tích chứa trong lòng."
            ],
            "compound_words": {
                "阿含經": "a hàm kinh",
                "包含": "bao hàm",
                "含恨": "hàm hận",
                "含糊": "hàm hồ",
                "含胡": "hàm hồ",
                "含血噴人": "hàm huyết phún nhân",
                "含量": "hàm lượng",
                "含义": "hàm nghĩa",
                "含義": "hàm nghĩa",
                "含冤": "hàm oan",
                "含蓄": "hàm súc",
                "含笑": "hàm tiếu",
                "含意": "hàm ý"
            }
        },
        "hám": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Cho vàng bạc châu ngọc vào miệng người chết ( tục lệ xưa ) — Một âm là Hàm xem Hàm."
            ]
        }
    }
}