{
    "character": "啊",
    "details": {
        "Âm Hán Việt": [
            "a",
            "á"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "khẩu 口 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰口阿"
        ],
        "Nét bút": [
            "丨フ一フ丨一丨フ一丨"
        ],
        "Thương Hiệt": [
            "RNLR (口弓中口)"
        ],
        "Unicode": [
            "U+554A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "ā",
            "á",
            "ǎ",
            "à",
            "a"
        ],
        "Âm Nôm": [
            "a"
        ],
        "Âm Nhật (onyomi)": [
            "ア (a)"
        ],
        "Âm Nhật (kunyomi)": [
            "こえ (koe)"
        ],
        "Âm Hàn": [
            "아"
        ],
        "Âm Quảng Đông": [
            "aa1",
            "aa2",
            "aa3",
            "aa4"
        ]
    },
    "meanings": {
        "a": {
            "Từ điển phổ thông": [
                "hả, hở (thán từ dùng để hỏi)",
                "ừ, ờ (thán từ chỉ sự đồng ý)",
                "ôi (thán từ chỉ sự tán thưởng)"
            ],
            "Từ điển trích dẫn": [
                "(Thán) Ô, ồ, ôi. § Biểu thị kinh hãi, khen ngợi, than van. ◇Cù Hựu 瞿佑: 'Hạ Nhan a Hạ Nhan, nhĩ bình thì dã toán đào dã thân tâm, cẩn thận hành sự đích liễu, khả vi thập ma tựu bất năng nhượng gia đình phú dụ nhất ta ni' 夏顏啊夏顏, 你平時也算陶冶身心, 謹慎行事的了, 可為什麼就不能讓家庭富裕一些呢 (Tu Văn xá nhân truyện 修文舍人傳) Hạ Nhan ôi Hạ Nhan, ngươi bình thời rèn luyện thân tâm, thận trọng cư xử, sao không biết làm cho gia đình giàu có chút sao!",
                "(Thán) Thế à, gì vậy, sao. § Biểu thị truy cầu hoặc xin nói thêm. ◎Như: 'a? nhĩ thuyết thập ma?' 啊? 你說什麼?",
                "(Thán) Ủa. § Biểu thị còn ngờ, lấy làm lạ. ◎Như: 'a,  giá thị thập ma hồi sự a?' 啊, 這是怎麼回事啊? ủa, thế là thế nào nhỉ?",
                "(Thán) A, ờ. § Biểu thị đồng ý, chấp nhận. ◎Như: 'a, hảo ba' 啊, 好吧.",
                "(Trợ) Dùng cuối câu biểu thị cảm thán. ◇Tương Quang Từ 蔣光慈: 'Hoan nhạc tựu thị sanh hoạt, Sanh hoạt tựu thị hoan nhạc a' 歡樂就是生活, 生活就是歡樂啊 (Tạc dạ lí mộng nhập thiên quốc 昨夜裏夢入天國).",
                "(Trợ) Dùng cuối câu biểu thị khẳng định, biện giải, đốc thúc, dặn dò, v.v. ◇Tương Quang Từ 蔣光慈: 'Hiện tại khứ chỉ trụ tha môn hoàn lai đắc cập a' 現在去止住他們還來得及啊 (Điền dã đích phong 田野的風, Quyển thất).",
                "(Trợ) Dùng cuối câu biểu thị nghi vấn. ◎Như: 'nhĩ giá thuyết đích thị chân đích a?' 你這說的是真的啊?",
                "(Trợ) Dùng giữa câu biểu thị đình đốn. ◇Quách Tiểu Xuyên 郭小川: 'Cán kính a, trùng cửu tiêu' 幹勁啊, 沖九霄 (Xuân noãn hoa khai 春暖花開).",
                "(Trợ) Đặt sau những sự vật để liệt kê. ◎Như: 'thư a, tạp chí a, bãi mãn liễu nhất thư giá tử' 書啊, 雜志啊, 擺滿了一書架子."
            ],
            "Từ điển Trần Văn Chánh": [
                "(thán) Ô, ồ (từ đặt đầu câu để tỏ ý vui mừng, khen ngợi hay ngạc nhiên): 啊，球打得多好！ Ồ, đá banh hay quá!; 啊，這花多好看哇！Hoa đẹp quá nhỉ!; 啊，你病了！ Ô! anh bệnh rồi!"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng kêu kinh ngạc — Tiếng reo mừng rỡ. Một âm khác là Á. Xem Á."
            ],
            "compound_words": {
                "啊呀": "a nha"
            }
        },
        "á": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng kêu vì đau đớn hoặc ngạc nhiên; một âm khác là A. Xem A."
            ]
        }
    }
}