{
    "character": "啟",
    "details": {
        "Âm Hán Việt": [
            "khải",
            "khởi"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "khẩu 口 (+8 nét)",
            "phác 攴 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰启攵"
        ],
        "Nét bút": [
            "丶フ一ノ丨フ一ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "HROK (竹口人大)"
        ],
        "Unicode": [
            "U+555F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "qǐ ㄑㄧˇ"
        ],
        "Âm Nôm": [
            "khơi",
            "khui"
        ],
        "Âm Quảng Đông": [
            "kai2"
        ]
    },
    "meanings": {
        "khải": {
            "Từ điển phổ thông": [
                "mở ra",
                "bắt đầu"
            ],
            "Từ điển trích dẫn": [
                "(Động) Mở. ◎Như: 'khải môn' 啟門 mở cửa. ◇Liêu trai chí dị 聊齋志異: 'Nãi khải tứ, xuất thằng nhất đoàn' 乃啟笥, 出繩一團 (Thâu đào 偷桃) Bèn mở sọt, lấy ra một cuộn dây thừng.",
                "(Động) Bày giải, cho biết, thưa, bạch. ◎Như: 'khải sự' 啟事 bày giải công việc, 'thư khải' 書啟 tờ bồi. ◇Hồng Lâu Mộng 紅樓夢: 'Chấp sự thái giám khải đạo: Thì dĩ sửu chánh tam khắc, thỉnh giá hồi loan' 執事太監啟道: 時已丑正三刻, 請駕回鑾 (Đệ thập bát hồi) Viên thái giám chấp sự tâu: Đã đến giờ sửu ba khắc, mời loan giá về cung.",
                "(Động) Yên nghỉ. ◎Như: 'khải xử' 啟處 yên nghỉ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mở, bóc: 啟門 Mở cửa; 幕啟 Mở màn;",
                "Bắt đầu: 啟行 Khởi hành. Cg. 起程;",
                "(cũ) Trình bày, giãi bày, giải thích, cho biết, thưa: 敬啟者 Kính thưa...;",
                "【啟處】khải xử [qê chư] (văn) Yên nghỉ;",
                "[Qê] (Họ) Khải."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mở ra — Mở mang, dạy dỗ — Nói rõ ra — Văn thư của quan, kể rõ về một sự việc gì — Tên người, tức Hoàng Cao Khải, sinh 1850, mất 1933, hiệu là Thái Xuyên, người làng Đông Thái huyện La Sơn tỉnh Hà Tĩnh, đậu cử nhân năm 1868, Tự Đức 21, có công đánh dẹp giặc giã ở các vùng Hưng Yên, Bắc Ninh, Hải Dương năm 1888, rồi Kinh lược Bắc kì năm 1890, sau được triệu vào kinh làm Phụ chánh đại thần. Tác phẩm Nôm của ông có Gương Sử Nam, Việt Nam Nhân Thần Giám, Vịnh Nam Sử, Làm Con Phải Hiếu, Đàn Bà Nước Nam và các vở tuồng Tây Đắc Bằng, Tượng Kì Khí Xa — Tên người, tức Trần Quang Khải, sinh 1241, mất 1294, con thứ ba của vua Trần Thái Tông, tức Chiêu Minh Đại Vương, là danh tướng đời Trần, có công đánh giặc Nguyên, đặc biệt là trong trận Chương Dương. Ông học rộng, hiểu được nhiều tiếng ngoại quốc. Thi phẩm chữ Hán để lại có Lạc Đạo Tập."
            ],
            "compound_words": {
                "哀啟": "ai khải",
                "啟白": "khải bạch",
                "啟報": "khải báo",
                "啟吿": "khải cáo",
                "啟告": "khải cáo",
                "啟定": "khải định",
                "開啟": "khai khải",
                "啟明": "khải minh",
                "啟蒙": "khải mông",
                "啟發": "khải phát",
                "啟事": "khải sự",
                "啟奏": "khải tấu",
                "啟土": "khải thổ",
                "承先啟後": "thừa tiên khải hậu"
            }
        },
        "khởi": {
            "Từ điển phổ thông": [
                "mở ra",
                "bắt đầu"
            ],
            "compound_words": {
                "啟動": "khởi động",
                "啟發": "khởi phát",
                "啟示": "khởi thị"
            }
        }
    }
}