{
    "character": "固",
    "details": {
        "Âm Hán Việt": [
            "cố"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "vi 囗 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿴囗古"
        ],
        "Nét bút": [
            "丨フ一丨丨フ一一"
        ],
        "Thương Hiệt": [
            "WJR (田十口)"
        ],
        "Unicode": [
            "U+56FA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gù ㄍㄨˋ"
        ],
        "Âm Nôm": [
            "có",
            "cố",
            "cúa"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Nhật (kunyomi)": [
            "かた.める (kata.meru)",
            "かた.まる (kata.maru)",
            "かた.まり (kata.mari)",
            "かた.い (kata.i)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu3"
        ]
    },
    "meanings": {
        "cố": {
            "Từ điển phổ thông": [
                "vững chắc",
                "vốn có"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Bền chắc, vững vàng. ◇Nguyễn Du 阮攸: 'Thạch trụ kí thâm căn dũ cố' 石柱既深根愈固 (Mạnh Tử từ cổ liễu 孟子祠古柳) Trụ đá càng sâu gốc càng bền.",
                "(Tính) Hủ lậu, không biến thông, chấp nhất. ◎Như: 'ngoan cố' 頑固 ương ngạnh, ngu ương. ◇Mạnh Tử 孟子: 'Cố tai, Cao tẩu chi vi thi dã' 固哉, 高叟之為詩也 (Cáo tử hạ 告子下) Lão họ Cao giảng thơ văn chấp nhất lắm thay!",
                "(Động) Làm cho vững chắc. ◎Như: 'củng cố quốc phòng' 鞏固國防 làm cho bền vững việc phòng bị đất nước.",
                "(Phó) Một mực, kiên quyết, quyết. ◎Như: 'cố thỉnh' 固請 cố xin, 'cố từ' 固辭 hết sức từ chối. ◇Sử Kí 史記: 'Chu Công trường nam cố thỉnh dục hành' (朱公長男固請欲行 (Việt Vương Câu Tiễn thế gia 越王句踐世家) Đứa con trai trưởng của Chu Công quyết xin đi.",
                "(Phó) Vốn có, xưa nay vẫn thế. ◎Như: 'cố hữu' 固有 sẵn có. ◇Chiến quốc sách 戰國策: 'Xà cố vô túc, tử an năng vi chi túc' 蛇固無足, 子安能爲之足 (Tề sách nhị 齊策二) Rắn vốn không có chân, sao anh lại vẽ chân cho nó?",
                "(Phó) Há, lẽ nào, chẳng lẽ. § Dùng như: 'khởi' 豈, 'nan đạo' 難道. ◇Sử Kí 史記: 'Nhân cố hữu hảo mĩ như Trần Bình nhi trường bần tiện giả hồ?' 人固有好美如陳平而長貧賤者乎 (Trần Thừa tướng thế gia 陳丞相世家) Há có người tuấn tú như Trần Bình mà nghèo khổ mãi bao giờ?",
                "(Phó) Hãy, thì hãy. ◇Đạo Đức Kinh 道德經: 'Tương dục hấp chi, tất cố trương chi. Tương dục nhược chi, tất cố cường chi' 將欲歙之, 必固張之. 將欲若之, 必固強之 (Chương 36) Sắp muốn đóng lại, ắt nên mở ra. Sắp muốn làm cho yếu đi, tất hãy làm cho mạnh lên.",
                "(Trợ) Đương nhiên, tất nhiên. ◎Như: 'cố dã' 固也 cố nhiên thế vậy.",
                "(Danh) Họ 'Cố'."
            ],
            "Từ điển Thiều Chửu": [
                "Bền chắc.",
                "Cố chấp, không biến thông, cái gì cũng chấp nhất gọi là cố.",
                "Cố, như cố thỉnh 固請 cố xin, cố từ 固辭 cố từ, v.v.",
                "Cố nhiên, lời giúp tiếng, như cố dã 固也 cố nhiên thế vậy.",
                "Bỉ lậu.",
                "Yên định."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chắc, vững, làm cho chắc, làm cho vững, củng cố: 基礎已固 Nền tảng đã vững chắc; 固國 Củng cố nước nhà; 臣聞求木之長者，必固其桹本 Thần nghe nói kẻ muốn cho cây được lớn lên thì ắt phải làm cho sâu rễ bền gốc (Nguỵ Trưng: Gián Thái Tông thập tư sớ);",
                "Kết, đặc, đọng: 固體 Chất đặc, thể rắn; 凝固 Ngưng kết, đọng lại;",
                "Cố sức, một mực, kiên quyết, quyết, khư khư, khăng khăng, ngoan cố, cố chấp, ngang ngạnh: 固守陣地 Kiên quyết giữ vững trận địa; 頑固 Ngoan cố, lì lợm; 朱公長男固請慾行 Đứa con trai trưởng của Chu Công quyết xin đi (Sử kí); 汝心之固 Sự cố chấp của tấm lòng nhà ngươi (Liệt tử);",
                "Trước, vốn: 固有 Trước vẫn có, vốn đã có; 蛇固無足，子安能爲之足？ Rắn vốn không có chân, ông làm sao làm chân cho nó được (Chiến quốc sách);",
                "(văn) Cố nhiên, tất nhiên, dĩ nhiên: 坐車固可，坐船亦無不可 Tất nhiên ta có thể đi xe, nhưng cũng có thể đi tàu; 固也 Cố nhiên vậy; 子固仁者然愚亦甚矣 Ông cố nhiên là người nhân, nhưng cũng quá là ngu (Mã Trung Tích: Trung Sơn Lang truyện);",
                "(văn) Bỉ lậu, hẹp hòi;",
                "(văn) Yên định;",
                "(văn) Tất, ắt phải: 汝能固納公乎？ Ông có thể ắt phải dâng nộp công ư? (Công Dương truyện: Tương công nhị thập thất niên);",
                "(văn) Há, sao lại (dùng như 豈, bộ 豆, biểu thị sự phản vấn): 仁人固如是乎？ Người nhân sao lại như thế được? (há như thế ư?) (Mạnh tử: Vạn Chương thượng);",
                "[Gù] (Họ) Cố."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bốn bề đều bị ngăn chặn, không thoát ra được — Vững chắc. Cứng rắn — Yên ổn. Hẹp hòi — Chắc chắn. Nhất định — Tên người, tức Nguyễn Sĩ Cố, học giả đời Trần, từng giữ các chức Nội thị Học sĩ đời Thánh Tông và Thiên chương Học sĩ đời Anh Tông, chuyên giảng dạy Ngũ kinh, một trong nhóm người đầu tiên làm thơ bằng chữ Nôm."
            ],
            "compound_words": {
                "保固": "bảo cố",
                "根深蒂固": "căn thâm đế cố",
                "固執": "cố chấp",
                "固执": "cố chấp",
                "固窮": "cố cùng",
                "固定": "cố định",
                "固有": "cố hữu",
                "固結": "cố kết",
                "固陋": "cố lậu",
                "固然": "cố nhiên",
                "固疾": "cố tật",
                "固体": "cố thể",
                "固體": "cố thể",
                "固守": "cố thủ",
                "固辭": "cố từ",
                "鞏固": "củng cố",
                "膠固": "giao cố",
                "坚固": "kiên cố",
                "堅固": "kiên cố",
                "頑固": "ngoan cố",
                "顽固": "ngoan cố",
                "凝固": "ngưng cố",
                "穩固": "ổn cố"
            }
        }
    }
}