{
    "character": "囿",
    "details": {
        "Âm Hán Việt": [
            "hữu",
            "hựu"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "vi 囗 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿴囗有"
        ],
        "Nét bút": [
            "丨フ一ノ丨フ一一一"
        ],
        "Thương Hiệt": [
            "WKB (田大月)"
        ],
        "Unicode": [
            "U+56FF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "yòu ㄧㄡˋ"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)"
        ],
        "Âm Nhật (kunyomi)": [
            "その (sono)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jau6"
        ]
    },
    "meanings": {
        "hữu": {
            "Từ điển phổ thông": [
                "vườn nuôi thú để chơi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vườn có tường bao quanh, thường để nuôi các giống thú. ◎Như: 'viên hữu' 園囿 vườn tược, 'lộc hữu' 鹿囿 vườn hươu.",
                "(Danh) Nơi sự vật tụ tập. ◇Kính hoa duyên 鏡花緣: 'Môn thượng hữu phó đối liên, tả đích thị: Ưu du đạo đức chi tràng, Hưu tức thiên chương chi hữu' 門上有副對聯, 寫的是: 優游道德之場, 休息篇章之囿 (Đệ nhị thập tam hồi) Trên cửa có một bộ câu đối, viết rằng: Vui thú nơi trường đạo đức, Nghỉ ngơi chỗ hội văn chương.",
                "(Động) Hạn chế, câu thúc. ◎Như: 'hữu ư nhất ngung' 囿於一隅 nhốt vào một xó. ◇Trang Tử 莊子: 'Biện sĩ vô đàm thuyết chi tự, tắc bất lạc, sát sĩ vô lăng tối chi sự, tắc bất lạc, giai hữu ư vật giả dã' 辯士无談說之序, 則不樂, 察士无凌誶之事, 則不樂, 皆囿於物者也 (Từ Vô Quỷ 徐无鬼) Kẻ biện thuyết không có chỗ để biện luận thì không vui, kẻ xem xét không việc lấn hiếp chỉ trích thì không vui, (những người này) đều bị ngoại vật ràng buộc cả.",
                "(Động) Tụ tập."
            ],
            "Từ điển Thiều Chửu": [
                "Vườn nuôi các giống thú để chơi.",
                "Hẹp hòi, như hữu ư nhất ngung 囿於一隅 rốt chặt vào một xó.",
                "Vườn tược.",
                "Chỗ mà mọi sự vật họp nhiều ở đấy."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Vườn nuôi thú (để chơi), vườn thú: 鹿囿 Vườn nuôi hươu;",
                "Vườn tược;",
                "Bị hạn chế, bị câu thúc, bị ràng buộc, bị đóng khung, hẹp hòi;",
                "(văn) Chỗ tụ họp của nhiều sự vật."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thửa vườn có tường xây xung quanh — Khu đất bốn bề biệt lập — Vườn nuôi gia súc — Kiến thức nhỏ bé, có giới hạn hẹp hòi."
            ]
        },
        "hựu": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Vườn nuôi thú (để chơi), vườn thú: 鹿囿 Vườn nuôi hươu;",
                "Vườn tược;",
                "Bị hạn chế, bị câu thúc, bị ràng buộc, bị đóng khung, hẹp hòi;",
                "(văn) Chỗ tụ họp của nhiều sự vật."
            ]
        }
    }
}