{
    "character": "坐",
    "details": {
        "Âm Hán Việt": [
            "toạ"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thổ 土 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿻从土"
        ],
        "Nét bút": [
            "ノ丶ノ丶一丨一"
        ],
        "Thương Hiệt": [
            "OOG (人人土)"
        ],
        "Unicode": [
            "U+5750"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zuò ㄗㄨㄛˋ"
        ],
        "Âm Nôm": [
            "ngồi",
            "toà"
        ],
        "Âm Nhật (onyomi)": [
            "ザ (za)",
            "サ (sa)"
        ],
        "Âm Nhật (kunyomi)": [
            "すわ.る (suwa.ru)",
            "おわす (owasu)",
            "そぞろに (sozoroni)",
            "まします (mashimasu)"
        ],
        "Âm Hàn": [
            "좌"
        ],
        "Âm Quảng Đông": [
            "co5",
            "zo6"
        ]
    },
    "meanings": {
        "toạ": {
            "Từ điển phổ thông": [
                "ngồi, ngồi xuống"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngồi. ◎Như: 'tọa tại y tử thượng' 坐在椅子上 ngồi trên ghế dựa, 'các tọa kì sở' 各坐其所 ai ngồi vào chỗ nấy.",
                "(Động) Ở lại, cư lưu, đình lưu. ◇Quy Trang 歸莊: 'Phụ tử tọa lữ trung, thảng hoảng lũy nhật, nhân lưu quá tuế' 黃孝子傳 父子坐旅中, 惝怳累日, 因留過歲 (Hoàng Hiếu Tử truyện) Cha con ở lại nhà trọ, thấm thoát ngày lại ngày, thế mà lần lữa qua một năm rồi.",
                "(Động) Nằm tại, ở chỗ (nhà cửa, núi non, ruộng đất). ◎Như: 'tọa lạc' 坐落.",
                "(Động) Đi, đáp (xe, tàu, v.v.). ◎Như: 'tọa xa' 坐車 đi xe, 'tọa thuyền' 坐船 đáp thuyền.",
                "(Động) Xử đoán, buộc tội. ◎Như: 'tọa tử' 坐死 buộc tội chết, 'phản tọa' 反坐 buộc tội lại.",
                "(Động) Vi, phạm. ◎Như: 'tọa pháp đáng tử' 坐法當死 phạm pháp đáng chết.",
                "(Động) Giữ vững, kiên thủ. ◎Như: 'tọa trấn' 坐鎮 trấn giữ. ◇Tam quốc diễn nghĩa 三國演義: 'Thừa tướng tọa trấn Trung Nguyên, phú quý dĩ cực, hà cố tham tâm bất túc, hựu lai xâm ngã Giang Nam' 丞相坐鎮中原, 富貴已極, 何故貪心不足, 又來侵我江南 (Đệ lục thập nhất hồi) Thừa tướng trấn giữ Trung Nguyên, phú quý đến thế là cùng, cớ sao lòng tham không đáy, lại muốn xâm phạm Giang Nam tôi?",
                "(Động) Đặt nồi soong lên bếp lửa. Cũng chỉ nấu nướng. ◇Lão Xá 老舍: 'Nhị Xuân, tiên tọa điểm khai thủy' 二春, 先坐點開水 (Long tu câu 龍鬚溝, Đệ nhất mạc) Nhị Xuân, trước hết nhóm lửa đun nước.",
                "(Động) Giật lùi, lún, nghiêng, xiêu. ◎Như: 'giá phòng tử hướng hậu tọa liễu' 這房子向後坐了 ngôi nhà này nghiêng về phía sau.",
                "(Giới) Nhân vì, vì thế. ◎Như: 'tọa thử thất bại' 坐此失敗 vì thế mà thất bại. ◇Đỗ Mục 杜牧: 'Đình xa tọa ái phong lâm vãn, Sương diệp hồng ư nhị nguyệt hoa' 停車坐愛楓林晚, 霜葉紅於二月花 (San hành 山行) Dừng xe vì yêu thích rừng phong buổi chiều, Lá đẫm sương còn đỏ hơn hoa tháng hai.",
                "(Tính) Tự dưng, vô cớ. ◎Như: 'tọa hưởng kì thành' 坐享其成 ngồi không hưởng lộc, ngồi mát ăn bát vàng.",
                "(Phó) Ngay khi, vừa lúc. ◇Lâm Bô 林逋: 'Tây Thôn độ khẩu nhân yên vãn, Tọa kiến ngư chu lưỡng lưỡng quy' 西村渡口人烟晚, 坐見漁舟兩兩歸 (Dịch tòng sư san đình 易從師山亭隱) Ở núi Tây Thôn (Hàng Châu) người qua bến nước khi khói chiều lên, Vừa lúc thấy thuyền đánh cá song song trở về.",
                "(Phó) Bèn, thì, mới. § Dùng như: 'toại' 遂, 'nãi' 乃. ◇Bạch Cư Dị 白居易: 'Đồng tâm nhất nhân khứ, Tọa giác Trường An không' 同心一人去, 坐覺長安空 (Biệt Nguyên Cửu hậu vịnh sở hoài 別元九後詠所懷) Một người đồng tâm đi khỏi, Mới hay Trường An không còn ai cả.",
                "(Phó) Dần dần, sắp sửa. ◇Thẩm Thuyên Kì 沈佺期: 'Thanh xuân tọa nam di, Bạch nhật hốt tây nặc' 青春坐南移, 白日忽西匿 (Họa đỗ lân đài nguyên chí xuân tình 和杜麟臺元志春情) Xuân xanh sắp dời sang nam, Mặt trời sáng vụt ẩn về tây.",
                "(Phó) Hãy, hãy thế. § Dùng như: 'liêu' 聊, 'thả' 且. ◇Mạnh Hạo Nhiên 孟浩然: 'Tài tử thừa thì lai sính vọng, Quần công hạ nhật tọa tiêu ưu' 才子乘時來騁望, 群公暇日坐銷憂 (Đăng An Dương thành lâu 登安陽城樓) Bậc tài tử thừa dịp đến ngắm nhìn ra xa, Các ông ngày rảnh hãy trừ bỏ hết lo phiền.",
                "(Phó) Đặc biệt, phi thường. ◇Trương Cửu Linh 張九齡: 'Thùy tri lâm tê giả, Văn phong tọa tương duyệt' 誰知林棲者, 聞風坐相悅 (Cảm ngộ 感遇) Ai ngờ người ở ẩn nơi rừng núi, Nghe thấy phong tiết (thanh cao của hoa lan hoa quế) mà lấy làm thân ái lạ thường.",
                "§ Thông 'tọa' 座."
            ],
            "Từ điển Thiều Chửu": [
                "Ngồi.",
                "Buộc tội. Tội xử đúng luật không thay đổi được gọi là toạ, như phản toạ 反坐 buộc tội lại, kẻ vu cáo người vào tội gì, xét ra là oan lại bắt kẻ vu cáo phải chịu tội ấy.",
                "Nhân vì.",
                "Cố giữ.",
                "Ðược tự nhiên, không nhọc nhằn gì mà được.",
                "Cùng nghĩa với chữ toạ 座."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngồi: 坐在椅子上 Ngồi trên ghế; 請坐 Mời ngồi; 坐不住了 Ngồi không yên nữa;",
                "Đi (xe), đáp: 坐汽車 Đi xe hơi; 坐飛機去河内 Đáp máy bay đi Hà Nội;",
                "Quay lưng về: 這所房子坐北朝南 Ngôi nhà này (quay lưng về bắc) hướng nam;",
                "Nghiêng, xiêu: 這房子向後坐了 Ngôi nhà này nghiêng về phía sau;",
                "Đặt: 把壼坐上 Đặt ấm nước lên bếp;",
                "(văn) Vì: 坐此失敗 Vì thế mà thất bại; 坐事誅 Vì phạm lỗi trong công việc mà bị giết (Tam quốc chí: Vương Xán truyện);",
                "Xử tội, buộc tội: 坐以殺人罪 Xử tội giết người; 反坐 Buộc tội lại;",
                "(văn) Tự nhiên mà được, ngồi không (không phải mất công sức).【坐享其成】toạ hưởng kì thành [zuò xiăng qíchéng] Ngồi không hưởng lộc, ngồi không hưởng thành quả;",
                "Như 座 [zuò] nghĩa ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngồi — Mắc tội."
            ],
            "compound_words": {
                "安坐": "an toạ",
                "旁坐": "bàng toạ",
                "陪坐": "bồi toạ",
                "主坐": "chủ toạ",
                "舉坐": "cử toạ",
                "面壁坐禪": "diện bích toạ thiền",
                "緣坐": "duyên toạ",
                "團坐": "đoàn toạ",
                "獨坐": "độc toạ",
                "連坐": "liên toạ",
                "累坐": "luỵ toạ",
                "滿坐": "mãn toạ",
                "末坐": "mạt toạ",
                "閒坐": "nhàn toạ",
                "廣坐": "quảng toạ",
                "請坐": "thỉnh toạ",
                "上坐": "thượng toạ",
                "靜坐": "tĩnh toạ",
                "坐燈": "toạ đăng",
                "坐下": "toạ hạ",
                "坐享": "toạ hưởng",
                "坐落": "toạ lạc",
                "坐牢": "toạ lao",
                "坐褥": "toạ nhục",
                "坐視": "toạ thị",
                "坐禪": "toạ thiền",
                "坐食": "toạ thực",
                "坐罪": "toạ tội",
                "坐位": "toạ vị",
                "從坐": "tòng toạ",
                "圍坐": "vi toạ",
                "跂坐": "xí toạ",
                "宴坐": "yến toạ"
            }
        }
    }
}