{
    "character": "垂",
    "details": {
        "Âm Hán Việt": [
            "thuỳ"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thổ 土 (+5 nét)",
            "sĩ 士 (+5 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノ一丨一丨丨一一"
        ],
        "Thương Hiệt": [
            "HJTM (竹十廿一)"
        ],
        "Unicode": [
            "U+5782"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chuí ㄔㄨㄟˊ"
        ],
        "Âm Nôm": [
            "thuỳ"
        ],
        "Âm Nhật (onyomi)": [
            "スイ (sui)"
        ],
        "Âm Nhật (kunyomi)": [
            "た.れる (ta.reru)",
            "た.らす (ta.rasu)",
            "た.れ (ta.re)",
            "-た.れ (-ta.re)",
            "なんなんと.す (nan nan to.su)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "seoi4"
        ]
    },
    "meanings": {
        "thuỳ": {
            "Từ điển phổ thông": [
                "rủ xuống"
            ],
            "Từ điển trích dẫn": [
                "(Động) Rủ xuống, buông, xòa. ◇Nguyễn Du 阮攸: 'Thành nam thùy liễu bất câm phong' 城南垂柳不禁風 (Thương Ngô Trúc Chi ca 蒼梧竹枝歌) Phía nam thành, liễu rủ không đương nổi với gió.",
                "(Động) Rơi, rớt xuống. ◎Như: 'thùy lệ' 垂淚 rớt nước mắt.",
                "(Động) Truyền lại đời sau. ◎Như: 'danh thùy thanh sử' 名垂青史 tên truyền lại sử xanh.",
                "(Động) Theo sau, tùy.",
                "(Động) Che đậy, bao trùm.",
                "(Động) Ban cho, cấp cho.",
                "(Danh) Biên cương. § Thông 'thùy' 陲. ◎Như: 'biên thùy' 邊垂 biên giới.",
                "(Danh) Bên, cạnh. ◇Vương Xán 王粲: 'Thê tử đương môn khấp, Huynh đệ khốc lộ thùy' 妻子當門泣, 兄弟哭路垂 (Vịnh sử 詠史) Vợ con ngay cửa rớt nước mắt, Anh em khóc bên đường.",
                "(Danh) Bình miệng nhỏ bụng to dùng đựng nước. § Thông 'trụy' 甀.",
                "(Phó) Sắp, gần. ◎Như: 'sự tại thùy thành' 事在垂成 việc sắp thành. ◇Liêu trai chí dị 聊齋志異: 'Liêm bệnh thùy nguy' 廉病垂危 (Tịch Phương Bình 席方平) Liêm bị bệnh nguy ngập (sắp chết).",
                "(Phó) Lời tôn kính, kẻ dưới đối với người trên. ◎Như: 'thùy niệm' 垂念 rủ lòng nghĩ tới. ◇Tam quốc diễn nghĩa 三國演義: 'Tào Tháo công vi thậm cấp, vọng minh công thùy cứu' 曹操攻圍甚急, 望明公垂救 (Đệ thập nhất hồi) Tào Tháo vây đánh gấp lắm, xin minh công (Khổng Dung 孔融) sang cứu cho."
            ],
            "Từ điển Thiều Chửu": [
                "Rủ xuống.",
                "Cũng như chữ thùy. Biên thùy 邊垂 ngoài ven nước.",
                "Sắp, như sự tại thùy thành 事在垂成 việc ở sắp nên.",
                "Lời người trên đối với kẻ dưới, như thùy niệm 垂念 rủ lòng nghĩ tới."
            ],
            "Từ điển Trần Văn Chánh": [
                "Rủ xuống, xòa xuống, buông, cúi: 柳條往下垂 Cành liễu rủ xuống; 垂手而立 Buông tay đứng thẳng; 羞得垂下頭來 Xấu hổ đến nỗi phải cúi đầu;",
                "(văn) Truyền đến đời sau: 永垂不杇 Đời đời bất diệt; 名垂千古 Tiếng truyền muôn thưở;",
                "(văn) Gần, sắp: 垂老 Sắp già, về già; 垂死 Gần chết, sắp chết; 事在垂成 Việc đang sắp thành; 帝好文學，以著述爲務，自所勒成垂百篇 Nhà vua thích văn học, chuyên lo trứ thuật, tự mình soạn được gần trăm bài (Tam quốc chí: Nguỵ thư, Văn đế kỉ); 于今垂二百年矣 Đến nay đã gần hai trăm năm (Nguyên Chẩn: Hiến sự biểu);",
                "(văn) Có bụng, có lòng tốt, rủ lòng: 垂念 Rủ lòng nhớ tới; 又垂問以舍弟 Lại có bụng hỏi thăm đến em trai tôi (Bạch Cư Dị: Đáp Hộ bộ Thôi thị lang thư);",
                "(văn) Như 陲 (bộ 阜)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ranh giới. Td: Biên thuỳ — Rủ xuống. Buông xuống — Tới. Đến. Td: Thuỳ lão ( sắp tới tuổi già )."
            ],
            "compound_words": {
                "边垂": "biên thuỳ",
                "耳垂": "nhĩ thuỳ",
                "創業垂統": "sáng nghiệp thuỳ thống",
                "垂涎": "thuỳ diên",
                "垂下": "thuỳ hạ",
                "垂淚": "thuỳ lệ",
                "垂冪": "thuỳ mạc",
                "垂幂": "thuỳ mạc",
                "垂直": "thuỳ trực"
            }
        }
    }
}