{
    "character": "壟",
    "details": {
        "Âm Hán Việt": [
            "lũng"
        ],
        "Tổng nét": [
            "20"
        ],
        "Bộ": [
            "thổ 土 (+17 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱龍土"
        ],
        "Nét bút": [
            "丶一丶ノ一丨フ一一一フ一フ一一一一丨一"
        ],
        "Thương Hiệt": [
            "YPG (卜心土)"
        ],
        "Unicode": [
            "U+58DF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lǒng ㄌㄨㄥˇ"
        ],
        "Âm Nôm": [
            "lũng"
        ],
        "Âm Nhật (onyomi)": [
            "ロウ (rō)",
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "おか (oka)",
            "うね (une)",
            "つか (tsuka)"
        ],
        "Âm Hàn": [
            "롱",
            "농"
        ],
        "Âm Quảng Đông": [
            "lung5"
        ]
    },
    "meanings": {
        "lũng": {
            "Từ điển phổ thông": [
                "luống cày"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mồ, mả. ◇Chiến quốc sách 戰國策: 'Tích giả Tần công Tề, lệnh viết: Hữu cảm khứ Liễu Hạ Quý lũng ngũ thập bộ nhi tiều thải giả, tử bất xá' 昔者秦攻齊, 令曰: 有敢去柳下季壟五十步而樵採者, 死不赦 (Tề sách tứ) Xưa kia, Tần đánh Tề, ra lệnh: Kẻ nào dám đốn củi trong khoảng năm chục bước chung quanh mộ của Liễu Hạ Quý (tức Triển Cầm 展禽, Liễu Hạ Huệ), thì bị tội chết không tha.",
                "(Danh) Bờ ruộng. ◇Sử Kí 史記: 'Xuyết canh chi lũng thượng, trướng hận cửu chi, viết: Cẩu phú quý, vô tương vong!' 輟耕之壟上, 悵恨久之, 曰: 苟富貴, 無相忘 (Trần Thiệp thế gia 陳涉世家) (Trần Thiệp) dừng cày trên bờ ruộng, bùi ngùi một hồi lâu mà rằng: Nếu được giàu sang, xin đừng quên nhau!",
                "(Danh) Luống cày trong ruộng. ◇Vương Kiến 王建: 'Mạch lũng thiển thiển nan tế thân' 麥壟淺淺難蔽身 (Trĩ tương sồ 雉將雛) Luống cày lúa chật hẹp khó độ thân."
            ],
            "Từ điển Thiều Chửu": [
                "Cái mả.",
                "Cái gò.",
                "Lũng đoạn 壟斷 kẻ tài mưu lợi. Choán nơi tiện lợi của người mà lõng hết lời vào mình."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cái mả;",
                "(nông) Vồng, luống, gò: 打壟種甘薯 Vun vồng (đánh luống) trồng khoai lang;",
                "Bờ ruộng;",
                "Những vật giống như luống: 瓦壟 Luống ngói;",
                "【壟斷】lũng đoạn [lông duàn] Lũng đoạn, độc quyền: 壟斷集團 Tập đoàn lũng đoạn; 壟斷市場 Lũng đoạn thị trường."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Gò đất cao — Nấm mồ — Thửa ruộng ở giữa có gò đất nổi lên."
            ],
            "compound_words": {
                "登壟": "đăng lũng",
                "壟斷": "lũng đoạn"
            }
        }
    }
}