{
    "character": "夔",
    "details": {
        "Âm Hán Việt": [
            "quỳ"
        ],
        "Tổng nét": [
            "21"
        ],
        "Bộ": [
            "tuy 夊 (+18 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱丷夒"
        ],
        "Nét bút": [
            "丶ノ一ノ丨フ一一一丨一丨一フ一フノ丶ノフ丶"
        ],
        "Thương Hiệt": [
            "TCHE (廿金竹水)"
        ],
        "Unicode": [
            "U+5914"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "kuí ㄎㄨㄟˊ"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "kwai4"
        ]
    },
    "meanings": {
        "quỳ": {
            "Từ điển phổ thông": [
                "con quỳ (một con như con rồng nhưng ở trong gỗ, đá, chỉ có một chân)",
                "ông Quỳ (một nhạc quan thời vua Thuấn ở Trung Quốc)",
                "nước Quỳ đời nhà Chu ở Trung Quốc",
                "họ Quỳ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Theo truyền thuyết là một loài quái, ở gỗ đá, giống như rồng, có một chân. § Các đồ chuông đỉnh khắc hình nó gọi là 'quỳ văn' 夔紋.",
                "(Danh) Tên người, một vị quan nhạc hiền tài đời vua 'Thuấn' 舜. ◇Nguyễn Du 阮攸: 'Tọa đàm lập nghị giai Cao, Quỳ' 坐談立議皆皋夔 (Phản Chiêu hồn 反招魂) Đứng ngồi bàn bạc như hai bậc hiền thần ông Cao và ông Quỳ.",
                "(Danh) Tên nước thời nhà Chu, sau bị Sở diệt. Nay ở vào khoảng tỉnh 'Hồ Bắc' 湖北.",
                "(Danh) Tên đất 'Quỳ Châu' 夔州 ngày xưa, nay ở vào khoảng tỉnh 'Tứ Xuyên' 四川."
            ],
            "Từ điển Thiều Chửu": [
                "Ngày xưa bảo là một giống quái ở gỗ đá, như con rồng có một chân gọi là con quỳ. Các đồ chuông đỉnh bây giờ khắc con ấy gọi là quỳ văn 夔紋.",
                "Ông Quỳ, một vị quan nhạc rất hiền đời vua Thuấn.",
                "Quỳ quỳ 夔夔 kính cẩn sợ hãi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Con quỳ (loài quái vật chỉ có một chân, theo truyền thuyết xưa): 夔紋 Chuông đỉnh thời xưa có khắc hình con quỳ;",
                "[Kuí] Ông Quỳ (một nhạc quan nổi tiếng thời vua Thuấn – 2255 trước CN);",
                "[Kuí] Nước Quỳ (một nước phong kiến đời Chu);",
                "[Kuí] (Họ) Quỳ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loại thú lạ, hình dáng như con trâu, nhưng không có sừng và chỉ có một chân — Tên người, bề tôi của vua Thuấn."
            ],
            "compound_words": {
                "夔夔": "quỳ quỳ"
            }
        }
    }
}