{
    "character": "奈",
    "details": {
        "Âm Hán Việt": [
            "nại"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "đại 大 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱大示"
        ],
        "Nét bút": [
            "一ノ丶一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "KMMF (大一一火)"
        ],
        "Unicode": [
            "U+5948"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "nài ㄋㄞˋ"
        ],
        "Âm Nôm": [
            "nài",
            "nạy",
            "nhại"
        ],
        "Âm Nhật (onyomi)": [
            "ナ (na)",
            "ナイ (nai)",
            "ダイ (dai)"
        ],
        "Âm Nhật (kunyomi)": [
            "いかん (ikan)",
            "からなし (karanashi)"
        ],
        "Âm Hàn": [
            "내",
            "나"
        ],
        "Âm Quảng Đông": [
            "noi6"
        ]
    },
    "meanings": {
        "nại": {
            "Từ điển phổ thông": [
                "tự nhiên, vốn có, sẵn có"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đối phó, xử trí, lo liệu. ◎Như: 'vô kế nại' 無計奈 không cách gì để đối phó. ◇Hoài Nam Tử 淮南子: 'Duy vô hình giả, vô khả nại dã' 唯無形者, 無可奈也 (Binh lược 兵略) Chỉ có cái vô hình là không sao đối phó được.",
                "(Động) Kham, chịu được, có thể. § Thông 'nại' 耐. ◇Hồng Lâu Mộng 紅樓夢: 'La khâm bất nại thu phong lực, Tàn lậu thanh tồi thu vũ cấp' 羅衾不奈秋風力, 殘漏聲摧秋雨急 (Đệ tứ thập ngũ hồi) Chăn là không chịu nổi sức gió thu, Tiếng giọt canh tàn giục giã mưa thu.",
                "(Liên) Nhưng mà, khổ nỗi. ◇Hồng Lâu Mộng 紅樓夢: '(Phụng Thư) đãi yếu hồi khứ, nại sự vị tất' (鳳姐)待要回去, 奈事未畢 (Đệ thập tứ hồi) (Phượng Thư) chỉ muốn về ngay, nhưng mà công việc chưa xong (nên đành chịu).",
                "(Trợ) Trợ từ ngữ khí: sao mà. ◇Nguyễn Trãi 阮廌: 'Thần Phù hải khẩu dạ trung qua, Nại thử phong thanh nguyệt bạch hà' 神符海口夜中過, 奈此風清月白何 (Quá Thần Phù hải khẩu 過神苻海口) Giữa đêm đi qua cửa biển Thần Phù, Sao mà nơi đây gió mát trăng thanh đến thế?",
                "(Danh) Tên trái cây. § Thông 'nại' 柰."
            ],
            "Từ điển Thiều Chửu": [
                "① Nại hà 奈何 nài sao."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Đối phó, làm sao đối phó: 唯無形者無可奈也 Chỉ có cái vô hình kia là không làm sao đối phó được (Hoài Nam tử: Binh lược huấn); 無計奈 Không cách gì để đối phó;",
                "(văn) Chịu được, có thể (dùng như 耐, bộ 而): 鶯喧奈細聽 Tiếng chim oanh kêu vang chịu được lắng tai nghe nhỏ (Tư Không Đồ: Thoái cư mạn đề);",
                "Khổ nỗi: 汝雖深通謀略，此地奈無城郭，又無險阻，守之極難 Ông tuy am hiểu mưu lược, nhưng vùng này khổ nỗi không có thành quách, lại không hiểm trở, rất khó giữ được (Tam quốc diễn nghĩa);",
                "【奈何】nại hà [nàihé] Thế nào, ra sao, làm sao được: 奈何他不得 Không làm thế nào nó được; 民不懼死，奈何以死懼之？ Dân không sợ chết, sao lại lấy cái chết doạ dân?; 無可奈何花落去 Hoa đã rụng đi rồi không làm sao được (Án Thù: Hoán khê sa);",
                "【奈…何】 nại... hà [nài... hé] (văn) Làm thế nào đối với, đối phó thế nào, làm sao được: 韓，魏能奈我何！ Hàn và Nguỵ làm gì được ta! (Hàn Phi tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Làm sao. Thế nào ( tiếng dùng để hỏi )."
            ],
            "compound_words": {
                "叫奈": "khiếu nại",
                "奈何": "nại hà",
                "叵奈": "phả nại",
                "無奈": "vô nại"
            }
        }
    }
}