{
    "character": "奚",
    "details": {
        "Âm Hán Việt": [
            "hề"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "đại 大 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "ノ丶丶ノフフ丶一ノ丶"
        ],
        "Thương Hiệt": [
            "BVIK (月女戈大)"
        ],
        "Unicode": [
            "U+595A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xī ㄒㄧ",
            "xí ㄒㄧˊ"
        ],
        "Âm Nôm": [
            "hề"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "なんぞ (nan zo)"
        ],
        "Âm Hàn": [
            "해"
        ],
        "Âm Quảng Đông": [
            "hai4"
        ]
    },
    "meanings": {
        "hề": {
            "Từ điển phổ thông": [
                "đứa ở"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đứa ở, bộc dịch. ◎Như: 'hề đồng' 奚僮, 'tiểu hề' 小奚.",
                "(Danh) Dân tộc 'Hề' ở Trung Quốc thời xưa.",
                "(Danh) Tên đất, nay ở vào tỉnh Sơn Đông.",
                "(Danh) Họ 'Hề'.",
                "(Tính) Bụng to.",
                "(Phó) Lời để hỏi: Cái gì, việc gì? ◇Luận Ngữ 論語: 'Vệ quân đãi tử nhi vi chánh, tử tương hề tiên?' 衛君待子而為政, 子將奚先? (Tử Lộ 子路) Vua Vệ giữ thầy lại nhờ thầy coi chính sự, thì thầy làm việc gì trước?",
                "(Phó) Lời để hỏi: Vì sao, sao thế? ◇Luận Ngữ 論語: 'Hoặc vị Khổng Tử viết: Tử hề bất vi chính?' 或謂孔子曰: 子奚不為政 (Vi chính 為政) Có người hỏi Khổng Tử: Tại sao ông không ra làm quan?",
                "(Phó) Lời để hỏi: Đâu, chỗ nào? ◇Luận Ngữ 論語: 'Tử Lộ túc ư Thạch Môn. Thần môn viết: Hề tự?' 子路宿於石門. 晨門曰:  奚自? (Hiến vấn 憲問) Tử Lộ nghỉ đêm ở Thạch Môn. Buổi sáng người mở cửa thành hỏi: Từ đâu đến đây?"
            ],
            "Từ điển Thiều Chửu": [
                "Ðứa ở.",
                "Lời ngờ hỏi, nghĩa là sao thế? Như tử hề bất vi chính 子奚不為政 người sao chẳng làm chính."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Đứa ở, đầy tớ gái;",
                "Tại sao, thế nào, ở đâu, cái gì, bao giờ, lúc nào: 子奚不爲政？ Sao thầy không làm chính trị? (Luận ngữ); 君奚爲不見孟軻也？ Sao ông không đến gặp Mạnh Kha? (Mạnh tử); 彼且奚適也？ Ông ấy định đi đâu vậy? (Trang tử); 而人主奚時得悟乎？ Mà bậc vua chúa thì lúc nào mới tỉnh ngộ ra được? (Hàn Phi tử). 【奚啻】hề xí [xichì] (văn) Há chỉ...? (biểu thị sự phản vấn): 跖之徒問于跖曰：'盜有道乎？'跖曰：'奚啻其有道也？' Học trò của Đạo Chích hỏi Đạo Chích: Kẻ trộm cướp có đạo lí không? Đạo Chích nói: Há chỉ bọn trộm cướp có đạo lí ư? (Lã thị Xuân thu);【奚故】hề cố [xi gù] (văn) Vì cớ gì, vì sao?: 越人興師誅田成子，曰：奚故殺君而取國？ Người nước Việt đem binh giết chết Điền Thành Tử, và hỏi: Vì sao giết vua mà lấy nước? (Lã thị Xuân thu); 【奚詎】hề cự [xijù] (văn) Như 奚遽；【奚遽】hề cự [xijù] (văn) Sao lại? (biểu thị sự phản vấn): 今先王之愛民不過父母之愛子，子未必不亂也，則民奚遽治哉？Nay các tiên vương yêu dân không hơn cha mẹ yêu con, đứa con chưa chắc không làm loạn, thì dân sao lại chịu yên phận họ được? (Hàn Phi tử);【奚如】hề như [xirú] (văn) Như thế nào, thế nào, ra sao?: 日在天，視其奚如？ Mặt trời trên bầu trời, trông nó thế nào? (Lã thị Xuân thu); 【奚若】 hề nhược [xiruò] (văn) Như thế nào, làm thế nào, cho là thế nào?: 吾子以爲奚若？ Ngài cho là thế nào? (Trang tử: Tề vật luận); 【奚爲】hề vị [xiwèi] (văn) Vì sao?: 奚爲不受？ Vì sao không nhận? (Thuyết uyển);【奚暇】hề hạ [xixiá] (văn) Rảnh đâu? (biểu thị sự phản vấn): 此惟救死而恐不贍，奚暇治禮義哉？ Như thế muốn cứu cho khỏi chết còn không xong, thì rảnh đâu mà lo việc lễ nghĩa? (Mạnh tử: Lương Huệ vương thượng);【奚以】hề dĩ [xi yê] (văn) a. Làm sao, làm thế nào? (hỏi về cách thức): 夫爲天下者亦奚以異乎牧馬者哉？ Làm sao (làm thế nào) phân biệt người cai trị thiên hạ với kẻ chăn ngựa? (Trang tử: Từ Vô Quỷ); b. Vì sao?: 其在上也奚以喜？其在下也奚以悲？ Nếu ở trên thì vì sao mừng? Nếu ở dưới thì vì sao buồn? (Hàn Dũ: Tống Mạnh Đông Dã tự);【奚以…爲】hề dĩ ...vi [xiyê...wéi] (văn) Làm gì?: 君長有齊，奚以薛爲？ Nhà vua mãi mãi có đất Tề, thì còn muốn đất Tiết nữa làm gì? (Hàn Phi tử: Thuyết lâm hạ); 【奚用…爲】hề dụng ...vi [xiyòng... wéi] (văn) Như 奚以…爲 [xiyê... wéi]: 吾得一人而一國盜爲盡矣，奚用多爲？ Ta có được một người mà trộm cướp trong cả nước bị trừ sạch, thì nhiều (người) nữa làm gì? (Liệt tử: Thuyết phù); 【奚由】hề do [xiyóu] (văn) Từ đâu, do đâu, làm thế nào? (để hỏi về nơi chốn hoặc cách thức): 雖有賢者而無禮以接之，賢奚由盡忠？ Tuy có người hiền nhưng nếu không dùng lễ để tiếp nhận họ, thì người hiền kia làm sao hết lòng hết sức được (Lã thị Xuân thu: Bản vị); 民日病，國奚由足？ Dân càng lúc càng mệt mỏi khốn quẫn, thì nước làm sao giàu có no đủ được? (Minh sử: Trần Long Chính truyện);",
                "[Xi] Dân tộc Hề (thời cổ, Trung Quốc);",
                "[Xi] (Họ) Hề."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Người đày tớ gái — Tại sao. Thế nào — Bụng lớn, bụng phệ."
            ]
        }
    }
}