{
    "character": "套",
    "details": {
        "Âm Hán Việt": [
            "sáo"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "đại 大 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱大镸"
        ],
        "Nét bút": [
            "一ノ丶一丨一一一フ丶"
        ],
        "Thương Hiệt": [
            "KSMI (大尸一戈)"
        ],
        "Unicode": [
            "U+5957"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tào ㄊㄠˋ"
        ],
        "Âm Nôm": [
            "sáo",
            "thạo"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "かさ.ねる (kasa.neru)"
        ],
        "Âm Hàn": [
            "투",
            "토"
        ],
        "Âm Quảng Đông": [
            "tou3"
        ]
    },
    "meanings": {
        "sáo": {
            "Từ điển phổ thông": [
                "bao, túi, vỏ",
                "khoác ngoài",
                "lồng ghép",
                "khách sáo",
                "nhử, lừa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bao, bọc, túi. ◎Như: 'bút sáo' 筆套 tháp bút, 'thư sáo' 書套 bao sách, 'thủ sáo' 手套 găng tay.",
                "(Danh) Dây thắng (xe, ngựa, v.v.). ◎Như: 'đại xa sáo' 大車套 bộ dây buộc xe.",
                "(Danh) Kiểu, thói, cách. ◎Như: 'lão sáo' 老套 kiểu cách cũ, 'tục sáo' 俗套 thói tục.",
                "(Danh) Khuôn khổ, lề lối có sẵn. ◎Như: 'khách sáo' 客套 lối khách khí, lối xã giao. ◇Hồng Lâu Mộng 紅樓夢: 'Đãn ngã tưởng, lịch lai dã sử, giai đạo nhất triệt, mạc như ngã giá bất tá thử sáo giả, phản đảo tân kì biệt trí' 但我想, 歷來野史, 皆蹈一轍, 莫如我這不借此套者, 反倒新奇別致 (Đệ nhất hồi) Nhưng tôi thiết tưởng, những chuyện dã sử xưa nay, đều giẫm lên một vết xe cũ, sao bằng cái chuyện của tôi không mượn khuôn sáo đó, (mà) đảo lộn mới lạ khác biệt.",
                "(Danh) Chỗ đất hay sông uốn cong. ◎Như: 'hà sáo' 河套 khúc sông cong.",
                "(Danh) Lượng từ: bộ, tổ, hồi. ◎Như: 'nhất sáo trà cụ' 一套茶具 một bộ đồ uống trà, 'nhất sáo lí luận' 一套理論 một hồi lí luận. ◇Hồng Lâu Mộng 紅樓夢: 'Đương hạ tức mệnh tiểu đồng tiến khứ, tốc phong ngũ thập lưỡng bạch ngân, tịnh lưỡng sáo đông y' 當下即命小童進去, 速封五十兩白銀, 並兩套冬衣 (Đệ nhất hồi) Liền sai tiểu đồng vào lấy (và) đưa cho ngay năm mươi lạng bạc cùng hai bộ quần áo mặc mùa đông.",
                "(Động) Trùm, mặc ngoài. ◎Như: 'sáo kiện ngoại y' 套件外衣 khoác áo ngoài, 'sáo thượng mao y' 套上毛衣 mặc thêm áo len.",
                "(Động) Lồng, nối ghép. ◎Như: 'sáo sắc' 套色 lồng màu (kĩ thuật in).",
                "(Động) Mô phỏng, bắt chước. ◎Như: 'sáo công thức' 套公式 phỏng theo công thức.",
                "(Động) Lôi kéo. ◎Như: 'sáo giao tình' 套交情 lân la làm quen, gây cảm tình.",
                "(Động) Nhử, lừa, đưa vào tròng. ◎Như: 'dụng thoại sáo tha' 用話套他 nói nhử anh ta.",
                "(Động) Buộc, đóng (xe, ngựa, v.v.). ◎Như: 'sáo xa' 套車 đóng xe (vào súc vật), 'sáo mã' 套馬 đóng ngựa.",
                "(Tính) Trùm ngoài, bọc thêm bên ngoài. ◎Như: 'sáo hài' 套鞋 giày đi mưa (giày lồng), 'sáo khố' 套褲 quần lồng."
            ],
            "Từ điển Thiều Chửu": [
                "Phàm vật gì chập chùng đều gọi là sáo. Một bộ quần áo gọi là nhất sáo 一套. Chén nhỏ để lọt vào trong chén to được gọi là sáo bôi 套杯.",
                "Cái bao ở ngoài đồ gọi là sáo. Như bút sáo 筆套 thắp bút.",
                "Bị người ta lung lạc gọi là lạc sáo 落套 giản dị mộc mạc không bị xô đẩy với đời gọi là thoát sáo 脫套 nghĩa là thoát khỏi cái vòng trần tục.",
                "Phàm bắt chước lượm lấy văn tự người khác hay nói đuôi người ta đều gọi là sáo, như sáo ngữ 套語 câu nói đã thành lối.",
                "Chỗ đất cong cũng gọi là sáo, như hà sáo 河套 khúc sông cong."
            ],
            "Từ điển Trần Văn Chánh": [
                "Vật bọc ngoài: 手套 Găng tay; 外套 Áo ngoài, áo khoác; 枕套 Áo gối;",
                "Chụp vào, trùm vào, mặc (bên ngoài): 套上毛衣 Mặc thêm áo len (bên ngoài);",
                "Vỏ, bao đựng: 筆套 Tháp bút; 被套 Vỏ chăn bông;",
                "Bộ: 做一套衣服 May một bộ quần áo; 買一套書 Mua một bộ sách;",
                "Rập khuôn, khuôn sáo, bê nguyên xi: 這段是從別人文章上套下來的 Đoạn này bê nguyên xi từ bài văn của một người khác; 脫套 Ra khỏi khuôn sáo, thoát ngoài thói đời; 套語 Lời khuôn sáo;",
                "Thòng lọng: 套索 Thòng lọng;",
                "Buộc súc vật kéo vào xe, đóng xe.【套車】sáo xa [tàoche] Đóng xe, mắc xe vào súc vật;",
                "(văn) Khúc cong: 河套 Khúc sông cong."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chỗ đất quanh co — Môt bộ đồ vật — Cái khuôn — Khuôn mẫu có sẵn."
            ],
            "compound_words": {
                "舊套": "cựu sáo",
                "客套": "khách sáo",
                "外套": "ngoại sáo",
                "套杯": "sáo bôi",
                "套語": "sáo ngữ",
                "套襲": "sáo tập",
                "手套": "thủ sáo"
            }
        }
    }
}