{
    "character": "嫁",
    "details": {
        "Âm Hán Việt": [
            "giá"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "nữ 女 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰女家"
        ],
        "Nét bút": [
            "フノ一丶丶フ一ノフノノノ丶"
        ],
        "Thương Hiệt": [
            "VJMO (女十一人)"
        ],
        "Unicode": [
            "U+5AC1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jià ㄐㄧㄚˋ"
        ],
        "Âm Nôm": [
            "gá",
            "giá"
        ],
        "Âm Nhật (onyomi)": [
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "よめ (yome)",
            "とつ.ぐ (totsu.gu)",
            "い.く (i.ku)",
            "ゆ.く (yu.ku)"
        ],
        "Âm Hàn": [
            "가"
        ],
        "Âm Quảng Đông": [
            "gaa3"
        ]
    },
    "meanings": {
        "giá": {
            "Từ điển phổ thông": [
                "lấy chồng",
                "gieo rắc"
            ],
            "Từ điển trích dẫn": [
                "(Động) Lấy chồng. § Kinh Lễ định con gái hai mươi tuổi thì lấy chồng gọi là 'xuất giá' 出嫁. ◇Bạch Cư Dị 白居易: 'Môn tiền lãnh lạc an mã hi, Lão đại giá tác thương nhân phụ' 門前冷落鞍馬稀, 老大嫁作商人婦 (Tì bà hành 琵琶行) Trước cổng ngựa xe thưa thớt tiêu điều, Đến lúc già phải về làm vợ người lái buôn.",
                "(Động) Đi, đến. ◇Liệt Tử 列子: 'Tử Liệt Tử cư Trịnh Phố, tứ thập niên nhân vô thức giả (...) Quốc bất túc, tương giá ư Vệ' 子列子居鄭圃, 四十年人無識者(...)國不足, 將嫁於衛 (Thiên thụy 天瑞) Thầy Liệt Tử ở Trịnh Phố, bốn mươi năm không ai biết tới ông, (...) (Năm ấy) nước Trịnh gặp đói kém, (Liệt Tử) sắp sang nước Vệ.",
                "(Động) Vấy cho, trút cho người khác. ◎Như: 'giá họa' 嫁禍 đem tội vạ của mình trút cho người khác. ◇Sử Kí 史記: 'Cát Sở nhi ích Lương, khuy Sở nhi thích Tần, giá họa an quốc, thử thiện sự dã' 割楚而益梁, 虧楚而適秦, 嫁禍安國, 此善事也 (Trương Nghi liệt truyện 張儀列傳) Cắt nước Sở để mở rộng nước Lương, bớt xén Sở để vừa lòng Tần, gây họa cho nước khác để nước mình được yên, đó là việc hay.",
                "(Động) Tháp, tiếp (phương pháp trồng cây: lấy cành hoặc mầm non ghép vào một cây khác). ◎Như: 'giá lí pháp' 嫁李法 cách tháp cây mận.",
                "(Động) Bán. ◇Hàn Phi Tử 韓非子: 'Thiên cơ tuế hoang, giá thê mại tử' 天饑歲荒, 嫁妻賣子 (Lục phản 六反)."
            ],
            "Từ điển Thiều Chửu": [
                "Lấy chồng, Kinh lễ định con gái hai mươi tuổi thì lấy chồng gọi là xuất giá 出嫁.",
                "Vẩy cho, vẩy tiếng ác cho người gọi,là giá hoạ 嫁禍."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lấy chồng: 她已嫁人了 Cô ấy đã lấy chồng; 出嫁 Đi lấy chồng;",
                "Gán cho, vẩy cho, đổ cho người khác: 嫁禍於人 Đổ tội (gieo vạ) cho người khác."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Con gái về nhà chồng, lấy chồng — Gả chồng — Trút cho người khác, đem qua cho người khác."
            ],
            "compound_words": {
                "改嫁": "cải giá",
                "逃嫁": "đào giá",
                "嫁禍": "giá hoạ",
                "嫁女": "giá nữ",
                "嫁娶": "giá thú",
                "婚嫁": "hôn giá",
                "再嫁": "tái giá",
                "出嫁": "xuất giá"
            }
        }
    }
}