{
    "character": "宰",
    "details": {
        "Âm Hán Việt": [
            "tể"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "miên 宀 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱宀辛"
        ],
        "Nét bút": [
            "丶丶フ丶一丶ノ一一丨"
        ],
        "Thương Hiệt": [
            "JYTJ (十卜廿十)"
        ],
        "Unicode": [
            "U+5BB0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zǎi ㄗㄞˇ"
        ],
        "Âm Nôm": [
            "tẻ",
            "tể",
            "tỉa"
        ],
        "Âm Nhật (onyomi)": [
            "サイ (sai)"
        ],
        "Âm Hàn": [
            "재"
        ],
        "Âm Quảng Đông": [
            "zoi2"
        ]
    },
    "meanings": {
        "tể": {
            "Từ điển phổ thông": [
                "chúa tể, người đứng đầu",
                "một chức quan thời phong kiến",
                "làm thịt, mổ thịt, giết thịt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chúa tể. ◎Như: 'tâm giả đạo chi chủ tể' 心者道之主宰 tâm là cái chúa tể của đạo. Vì thế nên bây giờ gọi kẻ ý thức không nhất định là 'hung vô chủ tể' 胸無主宰.",
                "(Danh) Quan tể, đứng đầu coi một việc gì. ◎Như: kẻ coi việc cơm nước gọi là 'thiện tể' 膳宰 hay 'bào tể' 庖宰, chức quan coi cả trăm quan gọi là 'trủng tể' 冢宰.",
                "(Danh) Kẻ đứng đầu bọn gia thần. ◇Luận Ngữ 論語: 'Trọng Cung vi Quý thị tể' 仲弓為季氏宰 (Tử Lộ 子路) Trọng Cung làm chức đầu ban gia thần cho họ Quý.",
                "(Danh) Chức quan đứng đầu một địa phương. ◎Như: 'ấp tể' 邑宰 quan huyện.",
                "(Danh) Họ 'Tể'.",
                "(Động) Làm chủ, chủ trì, đứng đầu. ◇Sử Kí 史記: 'Tể chế vạn vật' 宰制萬物 (Lễ thư 禮書) Cai trị hết các loài.",
                "(Động) Giết, cắt, làm thịt. ◎Như: 'sát trư tể dương' 殺豬宰羊 giết heo mổ cừu."
            ],
            "Từ điển Thiều Chửu": [
                "Chúa tể, như tâm giả đạo chi chủ tể 心者道之主宰 tâm là cái chúa tể của đạo. Vì thế nên bây giờ gọi kẻ ý thức không nhất định là hung vô chủ tể 胸無主宰 như sách Sử kí nói tể chế vạn vật 宰制萬物 nghĩa là làm chúa cai trị hết các loài.",
                "Quan Tể, đứng đầu coi một việc gì gọi là tể, như kẻ coi việc cơm nước gọi là thiện tể 膳宰 hay bào tể 庖宰, chức quan coi cả trăm quan gọi là trủng tể 冢宰, v.v. Kẻ đứng đầu bọn gia thần cũng gọi là tể. Như Nhiễm Cầu vi quý thị tể 冉求為季氏宰 (Luận ngữ 論語) ông Nhiễm Cầu làm chức đầu ban gia thần cho họ Quý. Chức quan coi đầu một ấp cũng gọi là tể. Tục gọi quan huyện là ấp tể 邑宰.",
                "Cắt, làm thịt, như Trần Bình tể nhục thậm quân 陳平宰肉 甚均 Trần Bình cắt thịt rất đều. Nay ta gọi kẻ làm thịt muông sinh là đồ tể 屠宰 cũng là theo nghĩa đó."
            ],
            "Từ điển Trần Văn Chánh": [
                "Giết, mổ, cắt, làm (thịt): 宰豬 Làm lợn, mổ lợn; 宰雞 Làm gà, giết gà; 宰肉甚均 Cắt thịt rất đều;",
                "Làm chủ, chủ tể, chúa tể: 宰制萬物 Làm chúa tể cai trị muôn loài (Sử kí). Xem 主宰 [zhưzăi];",
                "(cũ) Người đứng đầu, chức đứng đầu, quan tể, thừa tướng: 膳宰 (hay 庖宰) Đầu bếp; 冢宰 Trủng tể (quan coi cả trăm quan); 冉求爲季氏宰 Nhiễm Cầu giữ chức đứng đầu ban gia thần cho họ Quý (Luận ngữ); 邑宰 Quan huyện. 【宰相】tể tướng [zăi xiàng] (cũ) Tể tướng, thừa tướng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ông quan, người đứng đầu một cơ sở triều đình — Tên một chức quan thời xưa — Người đứng đầu. Td: Chủ tể. Ta thường đọc trại thành Chúa tể — Sắp đặt công việc — Giết thịt súc vật. Td: Đồ tể."
            ],
            "compound_words": {
                "邑宰": "ấp tể",
                "主宰": "chúa tể",
                "屠宰": "đồ tể",
                "宰割": "tể cát",
                "宰制": "tể chế",
                "宰職": "tể chức",
                "宰夫": "tể phu",
                "宰杀": "tể sát",
                "宰殺": "tể sát",
                "宰牲": "tể sinh",
                "宰牲場": "tể sinh trưởng",
                "宰世": "tể thế",
                "宰相": "tể tướng",
                "宰物": "tể vật",
                "冢宰": "trủng tể"
            }
        }
    }
}