{
    "character": "察",
    "details": {
        "Âm Hán Việt": [
            "sát"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "miên 宀 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱宀祭"
        ],
        "Nét bút": [
            "丶丶フノフ丶丶フ丶一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "JBOF (十月人火)"
        ],
        "Unicode": [
            "U+5BDF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chá ㄔㄚˊ"
        ],
        "Âm Nôm": [
            "sát",
            "xét"
        ],
        "Âm Nhật (onyomi)": [
            "サツ (satsu)"
        ],
        "Âm Hàn": [
            "찰"
        ],
        "Âm Quảng Đông": [
            "caat3"
        ]
    },
    "meanings": {
        "sát": {
            "Từ điển phổ thông": [
                "xem kỹ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nhìn xem kĩ càng. ◇Dịch Kinh 易經: 'Ngưỡng dĩ quan ư thiên văn, phủ dĩ sát ư địa lí' 仰以觀於天文, 俯以察於地理 (Hệ từ thượng 繫辭上) Ngẩng lên mà xem thiên văn, cúi xuống mà nhìn kĩ địa lí.",
                "(Động) Biện rõ, xét kĩ, tường thẩm. ◇Mạnh Tử 孟子: 'Minh túc dĩ sát thu hào chi mạt, nhi bất kiến dư tân, tắc vương hứa chi hồ?' 明足以察秋毫之末, 而不見輿薪, 則王許之乎? (Lương Huệ Vương thượng 梁惠王上) Mắt sáng nhìn rõ đàng cuối một sợi lông mùa thu, nhưng chẳng thấy cỗ xe chở củi. Vua có tin lời ấy hay không?",
                "(Động) Tìm tòi, điều tra. ◎Như: 'khảo sát' 考察. ◇Vương An Thạch 王安石: 'Thiết vị công hậu dĩ ân tín phủ chúc khương, sát kì tài giả thu vi chi dụng' 竊謂公厚以恩信撫屬羌, 察其材者收為之用 (Dữ Vương Tử Thuần thư 與王子醇書, Chi tam).",
                "(Động) Hiểu, biết, lí giải. ◇Lễ Kí 禮記: 'Lễ dĩ trị chi, nghĩa dĩ chánh chi, hiếu tử, đễ đệ, trinh phụ, giai khả đắc nhi sát yên' 禮以治之, 義以正之, 孝子, 弟弟, 貞婦, 皆可得而察焉 (Tang phục tứ chế 喪服四制).",
                "(Động) Tiến cử, tuyển bạt (sau khi khảo sát). ◇Vương An Thạch 王安石: 'Tư mã Tấn thì hữu Hứa Công giả, Đông Dương nhân dã, đức hạnh cao, sát hiếu liêm bất khởi, lão ư gia' 司馬晉時有許攻者, 東陽人也, 德行高, 察孝廉不起, 老於家 (Hứa thị thế phổ 許氏世譜).",
                "(Động) Thể sát, lượng sát. ◇Quốc ngữ 國語: 'Kim quân vương bất sát, thịnh nộ thuộc binh, tương tàn phạt Việt Quốc' 今君王不察, 盛怒屬兵, 將殘伐越國 (Ngô ngữ 吳語).",
                "(Động) Bày tỏ, biểu bạch. ◇Khuất Nguyên 屈原: 'Nguyện thừa gian nhi tự sát hề, tâm chấn điệu nhi bất cảm' 願承間而自察兮, 心震悼而不敢 (Cửu chương 九章, Trừu tư 抽思).",
                "(Động) Xét nét nghiệt ngã, xét nét bẻ bắt. § Ngày xưa gọi tòa ngự sử là 'sát viện' 察院 nghĩa là giám sát về việc quan lại vậy. ◇Lã Thị Xuân Thu 呂氏春秋: 'Xử đại quan giả, bất dục tiểu sát' 處大官者, 不欲小察 (Quý công 貴公).",
                "(Động) Đến, tới. ◇Quản Tử 管子: 'Thượng sát ư thiên, hạ cực ư địa, bàn mãn cửu châu' 上察於天, 下極於地, 蟠滿九州 (Nội nghiệp 內業).",
                "(Động) Kiểm điểm. ◇Bồ Tiên Kịch 蒲仙劇:  'Nhĩ giá phụ nhân hành thái si, tiến thối thất sát xúc mẫu nghi' 你這婦人行太痴, 進退失察觸母疑 (Phụ tử hận 父子恨, Đệ tam trường 第三場).",
                "(Tính) Trong sáng sảng khoái. ◇Tống Ngọc 宋玉: 'Cửu khiếu thông uất tinh thần sát, diên niên ích thọ thiên vạn tuế' 九竅通鬱精神察, 延年益壽千萬歲 (Cao đường phú 高唐賦).",
                "(Tính) Trong sạch, thanh cao. ◇Đại Đái Lễ Kí 大戴禮記: 'Thủy chí thanh tắc vô ngư, nhân chí sát tắc vô đồ' 水至清則無魚, 人至察則無徒 (Tử Trương vấn nhập quan 子張問入官). § Xem 'sát sát' 察察.",
                "(Tính) Sâu. ◇Đại Đái Lễ Kí 大戴禮記: 'Kiệt bất suất tiên vương chi minh đức, nãi hoang đam vu tửu, dâm dật vu nhạc, đức hôn chánh loạn, tác cung thất cao đài, ô trì thổ sát, dĩ dân vi ngược' 桀不率先王之明德, 乃荒耽于酒, 淫泆于樂, 德昏政亂,  作宮室高臺, 汙池土察, 以民為虐 (Thiểu gian 少間)."
            ],
            "Từ điển Thiều Chửu": [
                "Xét lại.",
                "Rõ rệt.",
                "Xét nét nghiệt ngã.",
                "Xét nét bẻ bắt, ngày xưa gọi toà ngự sử là sát viện 察院 nghĩa là giám sát về việc quan lại vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xét lại, xem xét, giám sát, xét nét, kiểm tra: 察其言，觀其行 Xét lời nói, coi việc làm; 上級去視察農村改革工作 Cấp trên đi kiểm tra công tác cải cách ở nông thôn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thấy rõ — Xem xét kĩ càng."
            ],
            "compound_words": {
                "按察": "án sát",
                "按察使": "án sát sứ",
                "暴察": "bạo sát",
                "警察": "cảnh sát",
                "糾察": "củ sát",
                "究察": "cứu sát",
                "監察": "giám sát",
                "勘察": "khám sát",
                "考察": "khảo sát",
                "检察": "kiểm sát",
                "檢察": "kiểm sát",
                "廉察": "liêm sát",
                "明察": "minh sát",
                "訪察": "phỏng sát",
                "觀察": "quan sát",
                "察哈爾": "sát cáp nhĩ",
                "察照": "sát chiếu",
                "察舉": "sát cử",
                "察咎": "sát cứu",
                "察覺": "sát giác",
                "察觉": "sát giác",
                "察核": "sát hạch",
                "察看": "sát khán",
                "察考": "sát khảo",
                "察驗": "sát nghiệm",
                "察言": "sát ngôn",
                "察訪": "sát phỏng",
                "察察": "sát sát",
                "察色": "sát sắc",
                "察子": "sát tử",
                "察問": "sát vấn",
                "察院": "sát viện",
                "審察": "thẩm sát",
                "視察": "thị sát",
                "偵察": "trinh sát"
            }
        }
    }
}