{
    "character": "宜",
    "details": {
        "Âm Hán Việt": [
            "nghi"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "miên 宀 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱宀且"
        ],
        "Nét bút": [
            "丶丶フ丨フ一一一"
        ],
        "Thương Hiệt": [
            "JBM (十月一)"
        ],
        "Unicode": [
            "U+5B9C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yí ㄧˊ"
        ],
        "Âm Nôm": [
            "nghe",
            "nghi",
            "ngơi"
        ],
        "Âm Nhật (onyomi)": [
            "ギ (gi)"
        ],
        "Âm Nhật (kunyomi)": [
            "よろ.しい (yoro.shii)",
            "よろ.しく (yoro.shiku)"
        ],
        "Âm Hàn": [
            "의"
        ],
        "Âm Quảng Đông": [
            "ji4"
        ]
    },
    "meanings": {
        "nghi": {
            "Từ điển phổ thông": [
                "thích đáng, phù hợp, nên"
            ],
            "Từ điển trích dẫn": [
                "(Động) Hòa hợp, hòa thuận. ◇Lễ Kí 禮記: 'Nghi huynh nghi đệ, nhi hậu khả dĩ giáo quốc nhân' 宜兄宜弟, 而后可以教國人 (Đại Học 大學) Anh em hòa thuận, sau đó mới có thể dạy dỗ người dân trong nước.",
                "(Động) Làm cho hòa thuận, thân thiện.",
                "(Động) Thích hợp. ◇Lã Thị Xuân Thu 呂氏春秋: 'Thế dịch thì di, biến pháp nghi hĩ' 世易時移, 變法宜矣 (Sát kim 察今) Thời thế biến đổi, việc cải cách cũng phải thích hợp theo.",
                "(Động) Làm cho thích nghi.",
                "(Động) Cùng hưởng. ◇Thi Kinh 詩經: 'Dặc ngôn gia chi, Dữ tử nghi chi' 弋言加之, 與子宜之 (Trịnh phong 鄭風, Nữ viết kê minh 女曰雞鳴) Chàng đi săn bắn tên rất trúng (chim phù, chim nhạn... đem về nấu món ăn), Với chàng cùng hưởng.",
                "(Tính) Tương xứng, ngang nhau. ◇Tô Thức 蘇軾: 'Dục bả Tây Hồ tỉ Tây Tử, Đạm trang nùng mạt tổng tương nghi' 淡妝濃抹總相宜 (Ẩm hồ thượng sơ tình hậu vũ 欲把西湖比西子, 飲湖上初晴後雨) Đem so Tây Hồ với nàng Tây Thi, Điểm trang sơ sài hay thoa đậm phấn son, cả hai đều thích hợp như nhau.",
                "(Phó) Nên. ◎Như: 'bất nghi huyên náo' 不宜喧鬧 không nên ồn ào, 'bất diệc nghi hồ' 不亦宜乎 chẳng cũng nên ư!",
                "(Phó) Đương nhiên, chẳng lấy làm lạ.",
                "(Phó) Có lẽ, tựa hồ.",
                "(Danh) Tế 'Nghi'. ◎Như: 'nghi hồ xã' 宜乎社 tế Nghi ở nền xã.",
                "(Danh) Họ 'Nghi'."
            ],
            "Từ điển Thiều Chửu": [
                "Nên, như nghi thất nghi gia 宜室宜家 nên vợ nên chồng. Tính giống vật nào hợp ở chỗ nào cũng gọi là nghi, như thổ nghi 土宜 nghĩa là thứ ấy là thứ ưa ở xứ ấy. Như ta gọi vải ở Quang là thổ nghi (thổ ngơi) nghĩa là vải trồng ở đấy ngon hơn trồng chỗ khác.",
                "Nên thế, như bất diệc nghi hồ 不亦宜乎 chẳng cũng nên ư!",
                "Tế nghi, như nghi hồ xã 宜乎社 tế nghi ở nền xã."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hợp, thích hợp, vừa phải, làm cho thích hợp, thích nghi: 你做這種工作很相宜 Anh làm việc này rất hợp; 之子于歸，宜其室家 Cô kia về nhà chồng, hợp với gia đình nhà chồng (Thi Kinh); 曲者宜爲輪 Cái cong thì thích hợp làm xe (Tiềm phu luận); 土宜 Tính thích hợp của đất đối với cây trồng; 世易時移，變法宜矣 Thời thế biến đổi, thì việc cải cách cũng phải làm cho thích hợp (Lã thị Xuân thu); 不亦宜乎？ Chẳng cũng nên ư!;",
                "Nên: 不宜如此 Không nên như thế; 不宜操之過急 Không nên vội vã hấp tấp quá; 今大王亦宜齋戒五日 Nay đại vương cũng nên trai giới năm ngày (Sử kí);",
                "(văn) Có lẽ, chắc có lẽ;",
                "Tế nghi, cử hành lễ tế nghi: 宜于冢土 Làm lễ tế nghi trên đống đất to (Thượng thư: Thái thệ);",
                "(văn) Nấu nướng: 弋言加之，與子宜之 Lấy tên bắn được con vịt trời, cùng anh nấu nướng (Thi Kinh: Trịnh phong, Nữ viết kê minh);",
                "[Yí] (Họ) Nghi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thích hợp. Td: Tiện nghi ( dễ dàng thích hợp cho cuộc sống ) — Nên. Đáng như thế."
            ],
            "compound_words": {
                "不合時宜": "bất hợp thời nghi",
                "不宜": "bất nghi",
                "得宜": "đắc nghi",
                "宜家": "nghi gia",
                "宜男": "nghi nam",
                "宜梧": "nghi ngô",
                "宜室宜家": "nghi thất nghi gia",
                "權宜": "quyền nghi",
                "事宜": "sự nghi",
                "適宜": "thích nghi",
                "土宜": "thổ nghi",
                "時宜": "thời nghi",
                "便宜": "tiện nghi",
                "隨宜": "tuỳ nghi"
            }
        }
    }
}