{
    "character": "密",
    "details": {
        "Âm Hán Việt": [
            "mật"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "miên 宀 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱宓山"
        ],
        "Nét bút": [
            "丶丶フ丶フ丶ノ丶丨フ丨"
        ],
        "Thương Hiệt": [
            "JPHU (十心竹山)"
        ],
        "Unicode": [
            "U+5BC6"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mì ㄇㄧˋ"
        ],
        "Âm Nôm": [
            "mất"
        ],
        "Âm Nhật (onyomi)": [
            "ミツ (mitsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひそ.か (hiso.ka)"
        ],
        "Âm Hàn": [
            "밀"
        ],
        "Âm Quảng Đông": [
            "mat6"
        ]
    },
    "meanings": {
        "mật": {
            "Từ điển phổ thông": [
                "đông đúc",
                "giữ kín"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Rậm rạp, liền kín, sát, khít, dày. ◎Như: 'mật mật tằng tằng' 密密層層 chập chồng liền kín, 'mật như thù võng' 密如蛛網 dày đặc như mạng nhện.",
                "(Tính) Kín đáo, không để lộ, không cho người ngoài cuộc biết tới. ◎Như: 'mật lệnh' 密令 lệnh bí mật.",
                "(Tính) Thân gần, thân thiết, liền kề. ◎Như: 'mật nhĩ' 密邇, 'mật thiết' 密切 hợp với nhau, khắng khít. § Tục viết là 宓. ◇Cù Hựu 瞿佑: 'Bằng hữu trung hữu nhất cá dữ tha giao vãng mật thiết' 朋友中有一個與他交往密切 (Tu Văn xá nhân truyện 修文舍人傳) Trong đám bạn bè có một người giao hảo với ông rất thân thiết.",
                "(Tính) Chu đáo, tỉ mỉ. ◎Như: 'tế mật' 細密 tỉ mỉ, 'chu mật' 周密 kĩ lưỡng, 'nghiêm mật' 嚴密 nghiêm ngặt, chặt chẽ.",
                "(Danh) Sự việc giữ kín, việc không để công khai. ◎Như: 'bảo mật' 保密 giữ kín, 'bí mật' 祕密 việc giấu kín, không để lộ, 'cơ mật' 機密 việc cơ yếu giữ kín.",
                "(Danh) Họ 'Mật'.",
                "(Danh) Trong nhà Phật có một phái tu về phép bí mật tụng chú ấn quyết khiến ba nghiệp thân, miệng, ý cùng ứng với nhau, tức thì chuyển phàm nên thánh, công dụng không thể nghĩ bàn tới, gọi là 'Mật tông', cũng gọi là 'Chân ngôn tông' 真言宗, giáo nghĩa của tông này gọi là 'mật giáo' 密教.",
                "(Phó) Kín đáo, ngầm. ◎Như: 'mật báo' 密報 ngầm thông báo, 'mật cáo' 密告 kín đáo cho biết."
            ],
            "Từ điển Thiều Chửu": [
                "Rậm rạp, liền kín. Như mật mật tằng tằng 密密層層 chập chồng liền kín.",
                "Bí mật, việc gì cần phải giữ kín không cho ai biết gọi là mật.",
                "Liền gắn, liền kề. Như mật nhĩ 密邇, mật thiết 密切 nghĩa là cùng hợp với nhau, có ý khắng khít lắm. Tục viết là 宻.",
                "Mật tông 密宗. Trong nhà Phật có một phái tu về phép bí mật Tụng chú ấn quyết khiến ba nghiệp thân, miệng, ý cùng ứng với nhau, tức thì chuyển phàm nên thánh, công dụng không thể nghĩ bàn tới, như thế chỉ có Phật mới biết được, nên gọi là mật tông, cũng gọi là chân ngôn tông 真言宗, giáo nghĩa của tông này gọi là mật giáo 密教."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mau, kín, dầy, khít, sát, rậm rạp, đông đúc: 密植 Cấy dầy, trồng dầy; 這一帶樹種得太密了 Vùng này cây trồng sát quá;",
                "Thân thiết: 密友 Bạn thân; 親密 Thân mật; 密邇 Khăng khít gần gũi;",
                "Tinh vi, kĩ càng: 細密 Kĩ càng; 精密 Tinh vi;",
                "Bí mật, ngầm, lén: 密談 Nói chuyện kín, mật đàm; 密電 Điện mật, mật điện; 密約 Mật ước, hiệp ước bí mật; 保密 Giữ bí mật; 密埋璧于大室之庭 Bí mật chôn viên ngọc bích ở sân trước tổ miếu (Tả truyện);",
                "[Mì] (Họ) Mật."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Kín đáo — Gần. Khít lại — Yên lặng."
            ],
            "compound_words": {
                "遏密": "át mật",
                "隱密": "ẩn mật",
                "波羅密多": "ba la mật đa",
                "保密": "bảo mật",
                "祕密": "bí mật",
                "告密": "cáo mật",
                "謹密": "cẩn mật",
                "周密": "chu mật",
                "机密": "cơ mật",
                "機密": "cơ mật",
                "加密": "gia mật",
                "宥密": "hựu mật",
                "柯密": "kha mật",
                "密保": "mật bảo",
                "密報": "mật báo",
                "密告": "mật cáo",
                "密談": "mật đàm",
                "密谈": "mật đàm",
                "密度": "mật độ",
                "密友": "mật hữu",
                "密計": "mật kế",
                "密码": "mật mã",
                "密碼": "mật mã",
                "密謀": "mật mưu",
                "密率": "mật suất",
                "密事": "mật sự",
                "密集": "mật tập",
                "密探": "mật thám",
                "密室": "mật thất",
                "密切": "mật thiết",
                "密通": "mật thông",
                "密書": "mật thư",
                "密約": "mật ước",
                "密網": "mật võng",
                "严密": "nghiêm mật",
                "嚴密": "nghiêm mật",
                "縮砂密": "súc sa mật",
                "親密": "thân mật",
                "邃密": "thuý mật",
                "精密": "tinh mật",
                "稠密": "trù mật",
                "樞密院": "xu mật viện"
            }
        }
    }
}