{
    "character": "孰",
    "details": {
        "Âm Hán Việt": [
            "thục"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "tử 子 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰享丸"
        ],
        "Nét bút": [
            "丶一丨フ一フ丨一ノフ丶"
        ],
        "Thương Hiệt": [
            "YDKNI (卜木大弓戈)"
        ],
        "Unicode": [
            "U+5B70"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "shú ㄕㄨˊ"
        ],
        "Âm Nôm": [
            "thục"
        ],
        "Âm Nhật (onyomi)": [
            "ジュク (juku)"
        ],
        "Âm Nhật (kunyomi)": [
            "いずれ (izure)",
            "たれ (tare)"
        ],
        "Âm Hàn": [
            "숙"
        ],
        "Âm Quảng Đông": [
            "suk6"
        ]
    },
    "meanings": {
        "thục": {
            "Từ điển phổ thông": [
                "ai đó, cái gì đó"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Ai, người nào? ◎Như: 'thục vị' 孰謂 ai bảo. ◇Nguyễn Trãi 阮廌: 'Gia sơn thục bất hoài tang tử' 家山孰不懷桑梓 (Đề Hà Hiệu Úy \"Bạch vân tư thân\" 題何校尉白雲思親) Tình quê hương ai chẳng nhớ cây dâu cây tử ( \"tang tử\" chỉ quê cha đất tổ).",
                "(Đại) Cái gì, cái nào, gì? ◎Như: 'thị khả nhẫn dã, thục bất khả nhẫn dã' 是可忍也孰不可忍也 sự ấy nhẫn được thì gì chả nhẫn được.",
                "(Động) Chín (nấu chín, trái cây chín). ◇Lễ Kí 禮記: 'Ngũ cốc thì thục' 五穀時孰 (Lễ vận 禮運) Ngũ cốc chín theo thời.",
                "(Phó) Kĩ càng. ◇Sử Kí 史記: 'Nguyện túc hạ thục lự chi' 願足下孰慮之 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Xin túc hạ nghĩ kĩ cho."
            ],
            "Từ điển Thiều Chửu": [
                "Ai, chỉ vào người mà nói, như thục vị 孰謂 ai bảo.",
                "Gì, chỉ vào sự mà nói. Như thị khả nhẫn dã, thục bất khả nhẫn dã 是可忍也孰不可忍也 sự ấy nhẫn được thì gì chả nhẫn được.",
                "Chín."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ai: 父與夫孰親？ Cha với chồng ai thân hơn? (Tả truyện); 孰謂不可 Ai nói không được?. 【孰與】thục dữ [shuýư] (văn) a. Với ai, cùng ai: 百姓不足，君孰與足？ Nếu trăm họ không no đủ thì nhà vua no đủ với ai? (Luận ngữ); b. So với ... thì thế nào, so với ... thì ai (cái nào) hơn (dùng trong câu hỏi so sánh): 救趙孰與勿救？ Cứu Triệu với không cứu thì thế nào ? (Chiến quốc sách); 早救孰與晚救 Cứu sớm với cứu trễ thì thế nào hay hơn? (Sử kí); 吾孰與城北徐公美？ Tôi với Từ Công ở phía bắc thành ai đẹp hơn? (Chiến quốc sách); 起曰：治百官親萬民，實府庫，子孰與起？ Ngô Khởi nói: Về việc trị lí quan lại, thân gần với dân chúng và làm đầy các kho lẫm thì ông với Khởi này ai hơn? (thì ông so với Khởi thế nào?) (Sử kí: Tôn Tử Ngô Khởi liệt truyện);",
                "Cái gì, cái nào: 此孰吉孰凶，何去何從？ Thế thì cái nào tốt cái nào xấu, theo đâu bỏ đâu? (Khuất Nguyên: Bốc cư); 名與身孰親 Hư danh với mạng sống cái nào gần gũi hơn (Lão tử);",
                "Sao (dùng như 何, bộ 亻): 人非生而知之者，孰能無惑 Người ta chẳng phải sinh ra mà biết, thì sao có thể không sai lầm được? (Hàn Dũ: Sư thuyết).【孰如】thục như [shúrú] (văn) So với thì thế nào, sao bằng: 且將軍之強孰如侯景 Hơn nữa, sức mạnh của tướng quân sao bằng Hầu Cảnh (Nam sử); 【孰若】thục nhược [shúruò] (văn) So với thì thế nào, sao bằng (dùng như 孰如): 腳痛孰若頸痛？ Chân đau sao bằng cổ đau? (Tấn thư); 夫保全一身，孰若保全天下乎？ Bảo toàn một thân mình, sao bằng bảo toàn cho cả thiên hạ (Hậu Hán thư);",
                "Chín (nói về trái cây hoặc hạt thực vật, dùng như 熟, bộ 火): 五穀時孰 Ngũ cốc chín theo thời (Sử kí);",
                "Chín (sau khi được nấu, dùng như 熟, bộ 火);",
                "Chín chắn, kĩ càng (dùng như 熟, bộ 火): 孰視 Nhìn kĩ; 唯大王與群臣孰計議之 Mong đại vương và quần thần bàn tính kĩ việc đó (Sử kí);",
                "【孰何】thục hà [shúhé] (văn) Coi ra gì, đếm xỉa tới: 文帝且崩時，囑孝景曰：惋長者，善遇之！及景帝立，歲餘，不孰何惋 Khi Văn đế sắp chết, có dặn Hiếu Cảnh: Oản là con trưởng, phải khéo đối xử cho tốt. Đến khi Cảnh đế lên ngôi vua, được hơn một năm, thì không còn coi Oản ra gì (Hán thư: Vệ Oản truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nghi vấn đại danh từ ( ai, cái gì ) — Thế nào. Hát nói của Tản Đà: » Thiên địa lô trung thục hữu tình ( trong cái lò trời đất, ai là kẻ có tình ) «."
            ]
        }
    }
}