{
    "character": "寒",
    "details": {
        "Âm Hán Việt": [
            "hàn"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "miên 宀 (+9 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱𡨄⺀"
        ],
        "Nét bút": [
            "丶丶フ一一丨丨一ノ丶丶丶"
        ],
        "Thương Hiệt": [
            "JTCY (十廿金卜)"
        ],
        "Unicode": [
            "U+5BD2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hán ㄏㄢˊ"
        ],
        "Âm Nôm": [
            "hàn"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "さむ.い (samu.i)"
        ],
        "Âm Hàn": [
            "한"
        ],
        "Âm Quảng Đông": [
            "hon4"
        ]
    },
    "meanings": {
        "hàn": {
            "Từ điển phổ thông": [
                "lạnh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mùa rét, mùa lạnh (thu, đông). ◇Dịch Kinh 易經: 'Hàn vãng tắc thử lai, thử vãng tắc hàn lai, hàn thử tương thôi nhi tuế thành yên' 寒往則暑來, 暑往則寒來, 寒暑相推而歲成焉 (Hệ từ hạ 繫辭下) Mùa lạnh qua thì mùa nóng lại, mùa nóng qua thì mùa lạnh lại, lạnh nóng xô đẩy nhau mà thành ra năm tháng.",
                "(Danh) Tên nước ngày xưa, nay ở vào tỉnh Sơn Đông 山東.",
                "(Danh) Họ 'Hàn'.",
                "(Tính) Lạnh. ◇Bạch Cư Dị 白居易: 'Uyên ương ngõa lãnh sương hoa trọng, Phỉ thúy khâm hàn thùy dữ cộng?' 鴛鴦瓦冷霜華重, 翡翠衾寒誰與共 (Trường hận ca 長恨歌) Ngói uyên ương lạnh mang nặng giọt sương, Chăn phỉ thúy lạnh, cùng ai chung đắp?",
                "(Tính) Cùng quẫn. ◎Như: 'bần hàn' 貧寒 nghèo túng, 'gia cảnh thanh hàn' 家境清寒 gia cảnh nghèo khó.",
                "(Tính) Nghèo hèn, ti tiện. ◎Như: 'hàn môn' 寒門 nhà nghèo hèn, 'hàn sĩ' 寒士 học trò nghèo. ◇Đỗ Phủ 杜甫: 'An đắc quảng hạ thiên vạn gian, Đại tí thiên hạ hàn sĩ câu hoan nhan' 安得廣廈千萬間, 大庇天下寒士俱歡顏 (Mao ốc vi thu phong sở phá ca 茅屋為秋風所破歌) Mong sao có được ngàn vạn gian nhà lớn, Để giúp cho các hàn sĩ trong thiên hạ đều được vui vẻ mặt mày.",
                "(Động) Làm cho lạnh.",
                "(Động) Thôi, ngừng, đình chỉ. ◎Như: 'hàn minh' 寒盟 tiêu hết lời thề. ◇Tả truyện 左傳: 'Nhược khả tầm dã, diệc khả hàn dã' 若可尋也, 亦可寒也 (Ai Công thập nhị niên 哀公十二年) Nếu có thể tin vào (đồng minh), thì cũng có thể ngừng hết (bị phản bội).",
                "(Động) Run sợ. ◎Như: 'tâm hàn' 心寒 lòng sợ hãi. ◇Sử Kí 史記: 'Phù dĩ Tần vương chi bạo nhi tích nộ ư Yên, túc dĩ hàn tâm, hựu huống văn Phàn tướng quân chi sở tại hồ!' 夫以秦王之暴而積怒於燕, 足以寒心, 又況聞樊將軍之所在乎 (Kinh Kha truyện 荊軻傳) Vua Tần đã mạnh lại để tâm căm giận nước Yên, (như thế) cũng đủ đáng sợ lắm rồi, huống chi hắn còn nghe Phàn tướng quân ở đây!"
            ],
            "Từ điển Thiều Chửu": [
                "Rét, khí hậu mùa đông. Như hàn lai thử vãng 寒來暑往 rét lại nóng đi, mùa đông tất rét nên nói chữ hàn là biết ngay là nói về mùa đông.",
                "Lạnh, như hàn thực 寒食 ăn lạnh.",
                "Cùng quẫn, như nhất hàn chí thử 一寒至此 cùng quẫn đến thế ư! Học trò nghèo gọi là hàn sĩ 寒士, ai nghèo túng mùa rét cũng không đủ áo ấm, nên nói đến chữ hàn là biết ngay là nghèo khổ túng đói vậy.",
                "Thôi, như hàn minh 寒盟 tiêu hết lời thề.",
                "Run sợ, như hàn tâm 寒心 ghê lòng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lạnh, rét: 天寒 Trời rét; 防寒 Chống rét; 嚴寒 Rét căm;",
                "Sợ, sợ hãi, sợ sệt: 膽寒 Kinh sợ, sợ sệt; 寒心 Ghê lòng;",
                "Nghèo, bần hàn, cùng quẫn: 貧寒 Nghèo nàn, bần hàn; 一寒至此 Cùng quẫn đến thế ư!;",
                "(văn) Thôi: 寒盟 Tiêu hết lời thề."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lạnh, rét. Chẳng hạn Cơ hàn ( đói rét ) — Nghèo khổ. Chẳng hạn Bần hàn ( nghèo khổ ) — Sợ hãi, run sợ."
            ],
            "compound_words": {
                "惡寒": "ác hàn",
                "陰寒": "âm hàn",
                "薄寒": "bạc hàn",
                "貧寒": "bần hàn",
                "不寒而栗": "bất hàn nhi lật",
                "感寒": "cảm hàn",
                "孤寒": "cô hàn",
                "飢寒": "cơ hàn",
                "大寒": "đại hàn",
                "冬寒": "đông hàn",
                "寒谷": "hàn cốc",
                "寒具": "hàn cụ",
                "寒冬": "hàn đông",
                "寒帶": "hàn đới",
                "寒假": "hàn giá",
                "寒家": "hàn gia",
                "寒喧": "hàn huyên",
                "寒暄": "hàn huyên",
                "寒灰": "hàn khôi",
                "寒冷": "hàn lãnh",
                "寒門": "hàn môn",
                "寒熱": "hàn nhiệt",
                "寒儒": "hàn nho",
                "寒儒風味賦": "hàn nho phong vị phú",
                "寒女": "hàn nữ",
                "寒溫": "hàn ôn",
                "寒風": "hàn phong",
                "寒瓜": "hàn qua",
                "寒光": "hàn quang",
                "寒士": "hàn sĩ",
                "寒暑表": "hàn thử biểu",
                "寒食": "hàn thực",
                "寒素": "hàn tố",
                "寒螿": "hàn tương",
                "寒微": "hàn vi",
                "严寒": "nghiêm hàn",
                "嚴寒": "nghiêm hàn",
                "禦寒": "ngự hàn",
                "嫩寒": "nộn hàn",
                "廣寒": "quảng hàn",
                "心寒": "tâm hàn",
                "傷寒": "thương hàn",
                "小寒": "tiểu hàn",
                "酸寒": "toan hàn",
                "沾寒": "triêm hàn",
                "中寒": "trúng hàn"
            }
        }
    }
}