{
    "character": "孤",
    "details": {
        "Âm Hán Việt": [
            "cô"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "tử 子 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰子瓜"
        ],
        "Nét bút": [
            "フ丨一ノノフ丶丶"
        ],
        "Thương Hiệt": [
            "NDHVO (弓木竹女人)"
        ],
        "Unicode": [
            "U+5B64"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gū ㄍㄨ"
        ],
        "Âm Nôm": [
            "co",
            "còi",
            "cô",
            "côi",
            "go"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu1"
        ]
    },
    "meanings": {
        "cô": {
            "Từ điển phổ thông": [
                "cô đơn, lẻ loi, cô độc",
                "mồ côi"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Mồ côi. § Ít tuổi mất cha hoặc cha mẹ đều mất.  ◎Như: 'cô nhi' 孤兒 trẻ mồ côi. ◇Quản Tử 管子: 'Dân sanh nhi vô phụ mẫu, vị chi cô tử' 民生而無父母, 謂之孤子 (Khinh trọng 輕重) Dân sinh không có cha mẹ gọi là mồ côi.",
                "(Tính) Lẻ loi, đơn độc. ◎Như: 'cô nhạn' 孤雁 con chim nhạn đơn chiếc. ◇Vương Duy 王維: 'Đại mạc cô yên trực, Trường hà lạc nhật viên' 大漠孤煙直, 長河落日圓 (Sử chí tắc thượng 使至塞上) Sa mạc sợi khói thẳng đơn chiếc, Sông dài mặt trời tròn lặn.",
                "(Tính) Cô lậu, không biết gì cả. ◎Như: 'cô thần' 孤臣.",
                "(Tính) Hèn kém, khinh tiện.",
                "(Tính) Độc đặc, đặc xuất. ◎Như: 'cô tuấn' 孤俊 (tướng mạo) thanh tú, cao đẹp.",
                "(Tính) Nhỏ. ◎Như: 'cô đồn' 孤豚.",
                "(Tính) Xa. ◇Hán Thư 漢書: 'Thần niên thiếu tài hạ, cô ư ngoại quan' 臣年少材下, 孤於外官 (Chung Quân truyện 終軍傳).",
                "(Tính) Quái dị, ngang trái. ◎Như: 'cô tích' 孤僻 khác lạ, gàn dở. § Ghi chú: cũng có nghĩa là hẻo lánh.",
                "(Danh) Đặc chỉ con cháu người chết vì việc nước.",
                "(Danh)  Chỉ người không có con cái.",
                "(Danh) Quan 'cô'. § Dưới quan Tam Công có quan 'Tam cô' 三孤, tức 'Thiếu sư' 少師, 'Thiếu phó' 少傅, 'Thiếu bảo' 少保.",
                "(Danh) Vai diễn quan lại trong hí kịch.",
                "(Danh) Họ 'Cô'.",
                "(Đại) Tiếng nhún mình của các vua chư hầu, nghĩa là nói tự khiêm là kẻ đức độ kém. Đời sau gọi các vua là 'xưng cô đạo quả' 稱孤道寡 là theo ý ấy. ◇Tam quốc diễn nghĩa 三國演義: 'Khổng Minh lai Ngô, cô dục sử Tử Du lưu chi' 孔明來吳, 孤欲使子瑜留之 (Đệ bát thập nhị hồi) Khổng Minh đến (Đông) Ngô, quả nhân muốn sai Tử Du giữ ông ta ở lại.",
                "(Động) Làm cho thành cô nhi.",
                "(Động) Thương xót, cấp giúp. ◇Pháp ngôn 法言: 'Lão nhân lão, cô nhân cô' 老人老, 孤人孤 (Tiên tri 先知).",
                "(Động) Nghĩ tới, cố niệm.",
                "(Động) Phụ bạc. § Cũng như 'phụ' 負. ◎Như: 'cô ân' 孤恩 phụ ơn. ◇Tây du kí 西遊記: 'Nhất tắc bất cô tha ngưỡng vọng chi tâm, nhị lai dã bất phụ ngã viễn lai chi ý' 一則不孤他仰望之心, 二來也不負我遠來之意 (Đệ tam thập hồi) Một là khỏi phụ tấm lòng ngưỡng vọng của người, hai là không uổng cái ý của tôi từ xa đến."
            ],
            "Từ điển Thiều Chửu": [
                "Mồ côi, mồ côi cha sớm gọi là cô.",
                "Cô độc, như cô lập vô trợ 孤立無助 trọi một mình không ai giúp. Học thức dốt nát hẹp hòi gọi là cô lậu 孤陋, tính tình ngang trái gọi là cô tịch 孤僻 đều là cái ý nghĩa không cùng hoà hợp với chúng cả.",
                "Trọi trót, vật gì vượt ra hơn các vật khác gọi là cô, như cô sơn 孤山 núi trọi, cô thụ 孤樹 cây trọi, v.v.",
                "Quan cô, dưới quan Tam-công có quan tam cô 三孤, tức thiếu sư 少師, thiếu phó 少傅, thiếu bảo 少保.",
                "Tiếng nói nhún mình của các vua chư hầu, nghĩa là mình tự khiêm mình là kẻ đức độ kém. Ðời sau gọi các vua là xưng cô đạo quả 稱孤道寡 là theo ý ấy.",
                "Phụ bạc, như cô ân 孤恩 phụ ơn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mồ côi;",
                "Một mình, trơ trọi, cô đơn, lẻ loi: 孤立無助 Trơ trọi một mình không ai giúp; 孤山Núi trọi; 孤樹 Cây trọi;",
                "Ta (vương hầu thời phong kiến tự xưng): 稱孤道寡 Xưng vua xưng chúa; 孤之有孔明，猶魚之有水也 Ta có được Khổng Minh cũng giống như cá có nước vậy (Tam quốc chí); 正與孤同 Thật hợp với ý ta (Tư trị thông giám);",
                "(cũ) Quan cô (tên chức quan, nằm khoảng giữa chức Tam công và Lục khanh, gồm Thiếu sư, Thiếu phó, Thiếu bảo);",
                "(văn) Cô Phụ, phụ bạc, bội bạc, phụ: 孤恩 Phụ ơn;",
                "(văn) Quy tội (dùng như 辜, bộ 辛)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Không có cha. Cha chết — Một mình — Bỏ đi. Phụ rẫy. Ruồng bỏ — Quê mùa thấp kém — Tiếng tự xưng khiêm nhường của bậc Vương hầu thời trước."
            ],
            "compound_words": {
                "保孤": "bảo cô",
                "孤哀子": "cô ai tử",
                "孤恩": "cô ân",
                "孤拔": "cô bạt",
                "孤高": "cô cao",
                "孤注": "cô chú",
                "孤掌難鳴": "cô chưởng nan minh",
                "孤特": "cô đặc",
                "孤独": "cô độc",
                "孤獨": "cô độc",
                "孤单": "cô đơn",
                "孤單": "cô đơn",
                "孤寒": "cô hàn",
                "孤魂": "cô hồn",
                "孤苦伶仃": "cô khổ linh đinh",
                "孤另": "cô lánh",
                "孤老": "cô lão",
                "孤立": "cô lập",
                "孤陋": "cô lậu",
                "孤陋寡聞": "cô lậu quả văn",
                "孤露": "cô lộ",
                "孤儿": "cô nhi",
                "孤兒": "cô nhi",
                "孤房": "cô phòng",
                "孤婦": "cô phụ",
                "孤負": "cô phụ",
                "孤芳": "cô phương",
                "孤寡": "cô quả",
                "孤孀": "cô sương",
                "孤臣": "cô thần",
                "孤身": "cô thân",
                "孤身隻影": "cô thân chích ảnh",
                "孤勢": "cô thế",
                "孤村": "cô thôn",
                "孤僻": "cô tịch",
                "孤寂": "cô tịch",
                "孤賤": "cô tiện",
                "孤峭": "cô tiễu",
                "孤標": "cô tiêu",
                "孤焦": "cô tiêu",
                "孤忠": "cô trung",
                "孤子": "cô tử",
                "孤雲野鶴": "cô vân dã hạc",
                "遺孤": "di cô",
                "人孤勢單": "nhân cô thế đơn",
                "三孤": "tam cô",
                "茨孤": "tỳ cô"
            }
        }
    }
}