{
    "character": "寢",
    "details": {
        "Âm Hán Việt": [
            "tẩm"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "miên 宀 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱宀⿰爿⿳彐冖又"
        ],
        "Nét bút": [
            "丶丶フフ丨一ノフ一一丶フフ丶"
        ],
        "Thương Hiệt": [
            "JVME (十女一水)"
        ],
        "Unicode": [
            "U+5BE2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "qǐn ㄑㄧㄣˇ"
        ],
        "Âm Nôm": [
            "tẩm"
        ],
        "Âm Nhật (onyomi)": [
            "シン (shin)"
        ],
        "Âm Nhật (kunyomi)": [
            "ね.る (ne.ru)",
            "ね.かす (ne.kasu)",
            "い.ぬ (i.nu)",
            "みたまや (mitamaya)",
            "や.める (ya.meru)"
        ],
        "Âm Hàn": [
            "침"
        ],
        "Âm Quảng Đông": [
            "cam2"
        ]
    },
    "meanings": {
        "tẩm": {
            "Từ điển phổ thông": [
                "ngủ",
                "lăng mộ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngủ. ◇Tình sử 情史: 'Hồng Kiều trú tẩm' 紅橋晝寢 Cô Hồng Kiều ngủ ngày.",
                "(Động) Nằm dài, nằm ngang ra.",
                "(Động) Thôi, nghỉ, ngưng. ◎Như: 'toại tẩm kì nghị' 遂寢其議 bèn bỏ điều đã bàn. ◇Tam quốc diễn nghĩa 三國演義: 'Kim văn Đặng Ngải thiện năng dụng binh, nhân thử tẩm kì sự hĩ' 今聞鄧艾善能用兵, 因此寢其事矣 (Đệ nhất nhất ngũ hồi) Nay nghe tiếng Đặng Ngải giỏi việc dùng binh, nhân thế ngưng việc ấy lại.",
                "(Động) Che giấu, dìm đi.",
                "(Danh) Nhà. ◎Như: 'chánh tẩm' 正寢 nhà chính (chỗ để làm việc), 'nội tẩm' 內寢 nhà trong (chỗ để nghỉ ngơi, buồng ngủ).",
                "(Danh) Mồ của vua. ◎Như: 'lăng tẩm' 陵寢 mồ mả của vua. ◇Tam quốc diễn nghĩa 三國演義: 'Hựu sai Lã Bố phát quật tiên hoàng cập hậu phi lăng tẩm, thủ kì kim bảo' 又差呂布發掘先皇及后妃陵寢, 取其金寶 (Đệ lục hồi) (Đổng Trác) lại sai Lã Bố khai quật những lăng mộ tiên hoàng, hậu phi để lấy vàng bạc châu báu.",
                "(Danh) Chỗ giữ mũ áo tổ tiên. Phiếm chỉ tông miếu.",
                "(Tính) Dáng nằm. ◇Tuân Tử 荀子: 'Kiến tẩm thạch dĩ vi phục hổ dã' 見寢石以為伏虎也 (Giải tế 解蔽) Thấy đá nằm lấy là hổ phục.",
                "(Tính) Tướng mạo xấu xí. ◇Sử Kí 史記: 'Vũ An giả, mạo tẩm, sanh quý thậm' 武安者, 貌寢, 生貴甚 (Vũ An Hầu truyện 武安侯傳) Vũ An, người xấu tướng, sinh ra rất quý (lọt lòng đã là người trong quốc thích)."
            ],
            "Từ điển Thiều Chửu": [
                "Ngủ.",
                "Nhà, trong nhà chỗ để làm việc gọi là chánh tẩm 正寢, chỗ để nghỉ ngơi gọi là nội tẩm 內寢.",
                "Lăng tẩm, chỗ mồ mả nhà vua gọi là lăng tẩm 陵寢.",
                "Thôi, nghỉ. Như kì sự dĩ tẩm 其事已寢 thửa việc đã thôi hết. Toại tẩm kì nghị 遂寢其議 bèn bỏ thửa điều đã bàn.",
                "Hủn hoãn, ngắn ngủi, thấp bé, tả cái dáng bộ người xấu xí."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngủ: 廢寢忘食 Quên ăn quên ngủ;",
                "Nhà: 正寢 Nhà chính (chỗ để làm việc trong nhà); 内寢 Nhà trong (chỗ để nghỉ ngơi trong nhà);",
                "Buồng ngủ: 入寢 Đi ngủ;",
                "Lăng tẩm (mồ mả của vua chúa);",
                "(văn) Ngừng, dừng, thôi, nghỉ, bỏ, đình lại: 此事已寢 Việc này đã đình lại; 遂寢其議 Bèn bỏ điều đã bàn;",
                "Xấu xí: 貌寢 Mặt mũi xấu xí."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Tẩm 寑."
            ],
            "compound_words": {
                "甘寢": "cam tẩm",
                "陵寢": "lăng tẩm",
                "內寢": "nội tẩm",
                "廢寢忘餐": "phế tẩm vong xan",
                "晝寢": "trú tẩm",
                "園寢": "viên tẩm",
                "車寢室": "xa tẩm thất",
                "宴寢": "yến tẩm",
                "燕寢": "yến tẩm"
            }
        }
    }
}