{
    "character": "孽",
    "details": {
        "Âm Hán Việt": [
            "nghiệt"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "tử 子 (+16 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰薛子"
        ],
        "Nét bút": [
            "一丨丨ノ丨フ一フ一丶一丶ノ一一丨フ丨一"
        ],
        "Thương Hiệt": [
            "THJD (廿竹十木)"
        ],
        "Unicode": [
            "U+5B7D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "miè ㄇㄧㄝˋ",
            "niè ㄋㄧㄝˋ"
        ],
        "Âm Nôm": [
            "nghét",
            "nghiệt",
            "nghịt"
        ],
        "Âm Nhật (onyomi)": [
            "ゲツ (getsu)",
            "ゲチ (gechi)"
        ],
        "Âm Nhật (kunyomi)": [
            "わきばら (wakibara)",
            "ひこばえ (hikobae)",
            "わざわ.い (wazawa.i)"
        ],
        "Âm Quảng Đông": [
            "jip6",
            "jit6"
        ]
    },
    "meanings": {
        "nghiệt": {
            "Từ điển phổ thông": [
                "chồi cây đâm lên sau khi đã chặt cây mẹ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Con của vợ thứ hoặc nhánh phụ. ◎Như: 'cô thần nghiệt tử' 孤臣孽子 bầy tôi cô độc, con vợ thứ.",
                "(Danh) Chỉ đời sau. Thường mang nghĩa xấu.",
                "(Danh) Tai họa, tai hại. ◎Như: 'tai nghiệt' 災孽 tai ương.",
                "(Danh) Tội ác, nhân ác. ◎Như: 'nghiệt chướng' 孽障 chướng ngại do hành vi xấu ác gây ra, 'tạo nghiệt' 造孽 gây ra tội ác, tạo ra nghiệt chướng, 'tội nghiệt thâm trọng' 罪孽深重 tội ác sâu nặng. ◇Hồng Lâu Mộng 紅樓夢: 'Thiểu tác ta nghiệt bãi' 少作些孽罷 (Đệ tam thập nhất hồi) Làm ác nghiệt vừa vừa thôi!",
                "(Danh) Chỉ tà khí. ◇Hán Thư 漢書: 'Hồng nghê diệu hề nhật vi, nghiệt yểu minh hề vị khai' 虹蜺曜兮日微, 孽杳冥兮未開 (Tức Phu Cung truyện 息夫躬傳).",
                "(Danh) Người tà ác, bè đảng làm loạn, giặc họa hại. ◎Như: 'dư nghiệt' 餘孽 đảng loạn còn lại, 'yêu nghiệt' 妖孽 giặc ác loạn.",
                "(Danh) Chim bị thương. ◇Chiến quốc sách 戰國策: 'Nhạn tòng đông phương lai, Cánh Luy dĩ hư phát nhi hạ chi. Ngụy vương viết: \"Nhiên tắc xạ khả chí thử hồ?\" Cánh Luy viết: \"Thử nghiệt dã.\"' 雁從東方來, 更羸以虛發而下之. 魏王曰: 然則射可至此乎? 更羸曰: 此孽也 (Sở sách tứ 楚策四) Có con nhạn từ phương đông bay lại, Cánh Luy bật cung không gắn tên mà bắn rớt con chim. Vua Ngụy nói: \"Bắn giỏi đến vậy ư?\" Cánh Luy nói: \"Con chim này bị thương sẵn rồi.\"",
                "(Danh) Nói ví là bại tướng. ◇Chiến quốc sách 戰國策: 'Kim Lâm Vũ Quân thường vi Tần nghiệt, bất khả vi cự Tần chi tướng dã' 今臨武君嘗為秦孽, 不可為拒秦之將也 (Sở sách tứ 楚策四) Nay Lâm Vũ Quân đã từng bị Tần đánh bại, không thể dùng làm tướng chống lại quân Tần được.",
                "(Động) Làm hại, gây ra buồn lo.",
                "(Động) Kì thị, hoài nghi. ◇Hán Thư 漢書: 'Thông quan khứ tái, bất nghiệt chư hầu' 通關去塞, 不孽諸侯 (Triều Thác truyện 晁錯傳) Đi qua quan ải, không nghi ngờ chư hầu.",
                "(Tính) Hại, xấu, ác. ◎Như: 'nghiệt chủng' 孽種 giống ác, 'nghiệt căn họa thai' 孽根禍胎 nguồn ác mầm vạ.",
                "(Tính) Địa vị đê tiện. ◎Như: 'nghiệt thiếp' 孽妾 tiện thiếp.",
                "(Tính) Ngỗ nghịch, bất hiếu. ◇Giả Nghị 賈誼: 'Tử ái lợi thân vị chi hiếu, phản hiếu vi nghiệt' 子愛利親謂之孝, 反孝為孽 (Tân thư 新書, Đạo thuật 道術).",
                "§ Cũng như 'nghiệt' 孼.",
                "§ Thông 'nghiệt' 櫱."
            ],
            "Từ điển Thiều Chửu": [
                "① Ngày xưa dùng như chữ 孹. (Tồn nghi: Unicode xếp hai chữ này vào bộ 39 tử 子)"
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhân xấu, tội lỗi, tội ác: 造孽 Gây tội ác; 罪孽 Tội nghiệt, tội ác, tội lỗi;",
                "Yêu hại;",
                "(văn) Con của vợ lẽ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một lối viết của chữ Nghiệt 孼."
            ],
            "compound_words": {
                "惡孽": "ác nghiệt",
                "孽障": "nghiệt chướng",
                "冤孽": "oan nghiệt",
                "作孽": "tác nghiệt",
                "造孽": "tạo nghiệt",
                "妖孽": "yêu nghiệt"
            }
        }
    }
}