{
    "character": "宇",
    "details": {
        "Âm Hán Việt": [
            "vũ"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "miên 宀 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱宀于"
        ],
        "Nét bút": [
            "丶丶フ一一丨"
        ],
        "Thương Hiệt": [
            "JMD (十一木)"
        ],
        "Unicode": [
            "U+5B87"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yǔ ㄩˇ"
        ],
        "Âm Nôm": [
            "vò",
            "vũ"
        ],
        "Âm Nhật (onyomi)": [
            "ウ (u)"
        ],
        "Âm Hàn": [
            "우"
        ],
        "Âm Quảng Đông": [
            "jyu5"
        ]
    },
    "meanings": {
        "vũ": {
            "Từ điển phổ thông": [
                "mái hiên",
                "toà nhà"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Hiên nhà. ◇Dịch Kinh 易經: 'Thượng cổ huyệt cư nhi dã xử, hậu thế thánh nhân dịch chi dĩ cung thất, thượng đống hạ vũ, dĩ đãi phong vũ' 上古穴居而野處, 後世聖人易之以宮室, 上棟下宇, 以待風雨 (Hệ từ hạ 繫辭下) Thời thượng cổ, người ta ở trong hang và giữa đồng, thánh nhân đời sau mới thay bằng nhà cửa, trên có đòn nóc dưới có mái hiên, để phòng lúc mưa gió.",
                "(Danh) Nghĩa rộng chỉ viền của vật dùng để che trùm.",
                "(Danh) Nhà cửa, chỗ ở. ◎Như: 'quỳnh lâu ngọc vũ' 瓊樓玉宇 lầu quỳnh nhà ngọc.",
                "(Danh) Cương vực, lãnh thổ. ◇Mai Thừa 枚乘: 'Kim thì thiên hạ an ninh, tứ vũ hòa bình' 今時天下安寧, 四宇和平 (Thất phát 七發) Thời nay thiên hạ yên ổn, bốn cõi hòa bình.",
                "(Danh) Đồng bằng khoáng dã.",
                "(Danh) Bốn phương trên dưới, chỉ chung không gian. ◎Như: 'vũ nội' 宇內 thiên hạ, 'hoàn vũ' 寰宇 trong gầm trời. ◇Nguyễn Trãi 阮廌: 'Thanh dạ bằng hư quan vũ trụ' 清夜憑虛觀宇宙 (Chu trung ngẫu thành 舟中偶成) Đêm thanh cưỡi lên hư không mà ngắm xem vũ trụ.",
                "(Danh) Phong cách, khí độ, dáng vẻ. ◎Như: 'khí vũ hiên ngang' 氣宇軒昂 phong cách hiên ngang, 'mi vũ' 眉宇 đầu lông mày, chỉ dung mạo.",
                "(Danh) Họ 'Vũ'.",
                "(Động) Mở rộng, khoách đại.",
                "(Động) Che chở, bao trùm. ◇Trương Hành 張衡: 'Đức vũ thiên phú, huy liệt quang chúc' 德宇天覆, 輝烈光燭 (Đông Kinh phú 東京賦)."
            ],
            "Từ điển Thiều Chửu": [
                "Dưới mái hiên, nhà ở cũng gọi là vũ, như quỳnh lâu ngọc vũ 瓊樓玉宇 lầu quỳnh nhà ngọc.",
                "Bốn phương trên dưới, như gọi thiên hạ là vũ nội 宇內, hoàn vũ 寰宇 nghĩa là ở trong gầm trời vậy.",
                "Có nghĩa chỉ về riêng từng bộ, như khí vũ 器宇 khí cục, mi vũ 眉宇 đầu lông mày, v.v.",
                "Vũ trụ 宇宙 vũ là chỉ về khoảng không gian, trụ là chỉ về khoảng thời gian, ý nói là hết thẩy trong khoảng trời đất vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhà (cửa), hiên nhà: 屋宇 Nhà cửa; 玉宇 Nhà ngọc;",
                "Bốn phương trên dưới, không gian, thế giới.【宇宙】vũ trụ [yưzhòu] Vũ trụ;【宇内】vũ nội [yưnèi] Trong gầm trời, trong nước, trong thế giới, trong thiên hạ.【寰宇】hoàn vũ [huányư] a. Hoàn cầu, toàn thế giới; b. Hoàn vũ, vũ trụ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mái nhà — Khắp hết cả không gian."
            ],
            "compound_words": {
                "故宇": "cố vũ",
                "杜宇": "đỗ vũ",
                "棟宇": "đống vũ",
                "廨宇": "giải vũ",
                "寰宇": "hoàn vũ",
                "器宇": "khí vũ",
                "氣宇": "khí vũ",
                "廟宇": "miếu vũ",
                "御宇": "ngự vũ",
                "梵宇": "phạn vũ",
                "瓊樓玉宇": "quỳnh lâu ngọc vũ",
                "泰宇": "thái vũ",
                "萬宇": "vạn vũ",
                "宇航": "vũ hàng",
                "宇宙": "vũ trụ"
            }
        }
    }
}