{
    "character": "对",
    "details": {
        "Âm Hán Việt": [
            "đối"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "thốn 寸 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰又寸"
        ],
        "Nét bút": [
            "フ丶一丨丶"
        ],
        "Thương Hiệt": [
            "EDI (水木戈)"
        ],
        "Unicode": [
            "U+5BF9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "duì ㄉㄨㄟˋ"
        ],
        "Âm Nôm": [
            "dối",
            "đói",
            "đối"
        ],
        "Âm Quảng Đông": [
            "deoi3"
        ]
    },
    "meanings": {
        "đối": {
            "Từ điển phổ thông": [
                "cặp",
                "đúng",
                "quay về phía",
                "trả lời"
            ],
            "Từ điển trích dẫn": [
                "1. Giản thể của chữ 對."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thưa, đáp, trả lời: 無言以對 Không trả lời được;",
                "Đối đãi, đối phó, chọi: 對事不對人 Đối việc chứ không đối người; 對症下葯 Tùy bệnh cắt thuốc; 一個對一個 Một chọi một; 刀對刀槍對槍 Dao chọi với dao, súng chọi với súng;",
                "Hướng về, đứng trước, trước, đối diện, đối mặt, nhắm vào: 對着鏡子理理發 Soi gương vuốt lại mái tóc; 對衆宣言 Nói rõ trước mọi người; 相對無言 Đối mặt nhau không nói gì;",
                "Lẫn nhau, qua lại: 對調 Chuyển đổi lẫn nhau;",
                "Bên kia, đối địch: 對岸 Bờ bên kia; 作對 Gây chống đối, làm khó dễ;",
                "Sóng đôi (khiến hai vật phối hợp hoặc tiếp xúc với nhau): 對對子 Đối câu đối; 把門對上 Lắp cửa vào; 對個火兒 Cho tôi xin tí lửa;",
                "Phù hợp, thích hợp: 對勁兒 Ăn ý; 對心眼兒 Hoàn toàn thích hợp; 越說越對脾氣 Đôi bên càng nói càng vừa lòng nhau; 不對 Không hợp lẽ;",
                "Đối chiếu lại: 校對 Hiệu đính; 對相片 Đối chiếu ảnh; 對筆跡 Đối chiếu nét chữ; 對號碼 Đối chiếu số;",
                "Điều chỉnh: 對好望遠鏡的距離 Điều chỉnh cự li ống dòm;",
                "Đúng: 你的話很對 Anh nói rất đúng; 對，就這麼辦 Đúng, cứ thế mà làm; 數目不對 Con số không đúng;",
                "Pha: 茶壼裡對點兒開水 Pha tí nước sôi vào ấm trà;",
                "Chia đôi: 對半兒 Một nửa; 對開紙 Một phần hai tờ giấy; 對股劈 Bửa (bổ, chẻ) đôi;",
                "Câu đối: 喜對 Câu đối mừng; 五言對兒 Câu đối ngũ ngôn;",
                "(loại) Đôi, cặp: 一對兒喜鵲 Đôi chim khách; 一對兒花瓶 Một cặp lọ hoa; 一對模范夫妻 Đôi vợ chồng gương mẫu;",
                "(gt) Đối với, cho, về, trước: 決不對困難屈服 Quyết không khuất phục trước khó khăn; 你的每句話對我都有啟發 Mỗi lời anh nói đều có gợi ý cho tôi; 大家對他這件事很不滿意 Mọi người rất không hài lòng về việc ấy của hắn. 【對于】đối vu [duìyú] Đối với, về...: 大家對于這個問題 的意見是一致的 Đối với (về) vấn đề đó mọi người đều nhất trí; 我對于數學特別愛好 Tôi rất thích học môn toán; 對于學習古漢語，必須十分重視 Về việc học tập cổ Hán ngữ, phải hết sức coi trọng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lối viết tắt của chữ Đối 對."
            ],
            "compound_words": {
                "不对": "bất đối",
                "对照": "đối chiếu",
                "对靣": "đối diện",
                "对待": "đối đãi",
                "对抗": "đối kháng",
                "对外": "đối ngoại",
                "对方": "đối phương",
                "对策": "đối sách",
                "对话": "đối thoại",
                "对手": "đối thủ",
                "对峙": "đối trì",
                "对象": "đối tượng",
                "对於": "đối ư",
                "对称": "đối xứng",
                "门当户对": "môn đương hộ đối",
                "一对": "nhất đối",
                "反对": "phản đối",
                "非对称式数据用户线": "phi đối xứng thức số cứ dụng hộ tuyến",
                "绝对": "tuyệt đối",
                "应对": "ứng đối"
            }
        }
    }
}