{
    "character": "宣",
    "details": {
        "Âm Hán Việt": [
            "tuyên"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "miên 宀 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱宀亘"
        ],
        "Nét bút": [
            "丶丶フ一丨フ一一一"
        ],
        "Thương Hiệt": [
            "JMAM (十一日一)"
        ],
        "Unicode": [
            "U+5BA3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xuān ㄒㄩㄢ"
        ],
        "Âm Nôm": [
            "tuyên"
        ],
        "Âm Nhật (onyomi)": [
            "セン (sen)"
        ],
        "Âm Nhật (kunyomi)": [
            "のたま.う (notama.u)"
        ],
        "Âm Hàn": [
            "선"
        ],
        "Âm Quảng Đông": [
            "syun1"
        ]
    },
    "meanings": {
        "tuyên": {
            "Từ điển phổ thông": [
                "bộc lộ, bày tỏ, tuyên bố, nói ra"
            ],
            "Từ điển trích dẫn": [
                "(Tính) To lớn. ◎Như: 'tuyên thất' 宣室 nhà to lớn.",
                "(Động) Truyền rộng, phát dương. ◇Thư Kinh 書經: 'Nhật tuyên tam đức' 日宣三德 (Cao Dao Mô 皋陶謨) Mỗi ngày truyền rộng ba đức.",
                "(Động) Ban bố mệnh lệnh của vua. ◎Như: 'tuyên chiếu' 宣詔 ban bố chiếu chỉ, 'tuyên triệu' 宣召 truyền đạt mệnh vua.",
                "(Động) Khai thông, làm tản ra. ◎Như: 'tuyên tiết oán khí' 宣洩怨氣 làm cho tan khí oan ức, 'tuyên tán' 宣散 dùng thuốc làm tản khí uất ra. ◇Tả truyện 左傳: 'Tuyên Phần, Thao, chướng đại trạch' 宣汾, 洮, 障大澤 (Chiêu Công nguyên niên 昭公元年) Khai thông sông Phần, sông Thao, lấp đầm nước lớn.",
                "(Động) Nói rõ, biểu đạt. ◎Như: 'tuyên thị' 宣示 bảo rõ. ◇Tô Thức 蘇軾: 'Bút thiệt nan tuyên' 筆舌難宣 (Hạ tương phát vận khải 賀蔣發運啟) Bút mực miệng lưỡi khó biểu đạt.",
                "(Động) Biết rõ. ◇Tả truyện 左傳: 'Dân vị tri tín, vị tuyên kì dụng' 民未知信, 未宣其用 (Hi Công nhị thập thất niên 僖公二十七年) Dân chưa tin biết, chưa hiểu rõ công dụng.",
                "(Phó) Hết sức. ◎Như: 'tuyên lao' 宣勞 dốc sức, 'tuyên lực' 宣力 cố hết sức.",
                "(Phó) Khắp. ◎Như: 'tuyên bố' 宣布 bảo khắp mọi nơi, 'tuyên ngôn' 宣言 bá cáo cho mọi người cùng biết.",
                "(Danh) Họ 'Tuyên'."
            ],
            "Từ điển Thiều Chửu": [
                "To lớn, như tuyên thất 宣室 cái nhà to, vì thế nên tường vách xây tới sáu tấc cũng gọi là tuyên, thông dùng như chữ 瑄.",
                "Tản khắp, như tuyên bố 宣布 bảo khắp mọi nơi. Bá cáo cho mọi người cùng biết gọi là tuyên ngôn 宣言.",
                "Ban bố, như tuyên chiếu 宣詔 ban bố chiếu chỉ ra. Truyền đạt mệnh vua gọi là tuyên triệu 宣召, v.v.",
                "Thông suốt, như tuyên triết duy nhân 宣哲惟人 duy người ấy thông suốt mà khôn. Dùng thuốc cho nó tản cái khí uất ra gọi là tuyên tán 宣散.",
                "Bảo rõ, như tuyên thị 宣示 bảo rõ.",
                "Hết sức, như tuyên lao 宣勞, tuyên lực 宣力 nghĩa là cố hết sức vậy.",
                "Hết, như cuối tờ bồi nói rằng bất tuyên 不宣 chẳng hết, nghĩa là không thể tỏ hết khúc nhôi được."
            ],
            "Từ điển Trần Văn Chánh": [
                "Truyền bá, ban bố, tuyên bố;",
                "(văn) To lớn: 宣室 Cái nhà to;",
                "(văn) Thông suốt: 宣哲惟人 Duy người ấy thông suốt và khôn ngoan; 宣散 Làm to tan khí uất (bằng thuốc);",
                "(văn) Hết sức: 宣勞 (hay 宣力) Cố hết sức;",
                "(văn) Hết, nói hết: 不宣 Không thể nói hết được (thường dùng ở cuối một tờ tường trình);",
                "[Xuan] (Họ) Tuyên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói lớn lên — Bày tỏ cho người khác biết — Khơi cho thông — Hết. Cuối cùng."
            ],
            "compound_words": {
                "不宣": "bất tuyên",
                "齊宣": "tề tuyên",
                "宣佈": "tuyên bố",
                "宣布": "tuyên bố",
                "宣告": "tuyên cáo",
                "宣誥": "tuyên cáo",
                "宣诰": "tuyên cáo",
                "宣战": "tuyên chiến",
                "宣戰": "tuyên chiến",
                "宣淫": "tuyên dâm",
                "宣扬": "tuyên dương",
                "宣揚": "tuyên dương",
                "宣讀": "tuyên độc",
                "宣訓": "tuyên huấn",
                "宣言": "tuyên ngôn",
                "宣判": "tuyên phán",
                "宣光": "tuyên quang",
                "宣誓": "tuyên thệ",
                "宣传": "tuyên truyền",
                "宣傳": "tuyên truyền",
                "宣称": "tuyên xưng",
                "宣稱": "tuyên xưng"
            }
        }
    }
}