{
    "character": "孝",
    "details": {
        "Âm Hán Việt": [
            "hiếu"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "tử 子 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱耂子"
        ],
        "Nét bút": [
            "一丨一ノフ丨一"
        ],
        "Thương Hiệt": [
            "JKND (十大弓木)"
        ],
        "Unicode": [
            "U+5B5D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xiào ㄒㄧㄠˋ"
        ],
        "Âm Nôm": [
            "hếu",
            "hiếu"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)",
            "キョウ (kyō)"
        ],
        "Âm Hàn": [
            "효"
        ],
        "Âm Quảng Đông": [
            "haau3"
        ]
    },
    "meanings": {
        "hiếu": {
            "Từ điển phổ thông": [
                "lòng biết ơn cha mẹ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cúng bái, tế tự. ◇Luận Ngữ 論語: 'Tử viết: Vũ, ngô vô gián nhiên hĩ. Phỉ ẩm thực nhi trí hiếu hồ quỷ thần, ác y phục nhi trí mĩ hồ phất miện, ti cung thất nhi tận lực hồ câu hức' 子曰: 禹, 吾無間然矣. 菲飲食而致孝乎鬼神, 惡衣服而致美乎黻冕, 卑宮室而盡力乎溝洫 (Thái Bá 泰伯) Khổng Tử nói: Ta chẳng chê vua Vũ vào đâu được cả. Ông ăn uống đạm bạc mà cúng tế quỷ thần thì rất trọng hậu; ăn mặc xấu xí mà khi cúng tế thì lễ phục rất đẹp; cung thất nhỏ hẹp mà tận lực sửa sang ngòi lạch (vua Vũ có công trị thủy).",
                "(Động) Hết lòng phụng dưỡng cha mẹ. ◇Luận Ngữ 論語: 'Đệ tử nhập tắc hiếu, xuất tắc đễ' 弟子入則孝, 出則悌 (Học nhi 學而) Con em ở trong nhà thì hiếu thảo (hết lòng phụng dưỡng cha mẹ), ra ngoài thì kính nhường (bậc huynh trưởng).",
                "(Động) Chỉ cư tang.",
                "(Động) Bắt chước, mô phỏng, theo. ◇Thi Kinh 詩經: 'Mĩ hữu bất hiếu, Tự cầu y hỗ' 靡有不孝, 自求伊祜 (Lỗ tụng 魯頌, Phán thủy 泮水) (Người trong nước) không ai mà không bắt chước theo, Để tự cầu được phúc lành.",
                "(Tính) Hiếu thảo. ◎Như: 'hiếu tử' 孝子 con thảo, người con có hiếu.",
                "(Danh) Đạo lí phụng thờ cha mẹ. ◇Hiếu Kinh 孝經: 'Phù hiếu, đức chi bổn dã' 夫孝, 德之本也 (Khai tông minh nghĩa chương 開宗明義章) Đạo phụng thờ cha mẹ, đó là gốc của đức.",
                "(Danh) Tiếng tôn xưng bậc già cả thiện đức.",
                "(Danh) Lễ nghi cư tang. ◎Như: 'thủ hiếu' 守孝 giữ lễ nghi trong thời hạn cư tang cha mẹ hoặc người rất thân (ngưng giao tế, không vui chơi để tỏ lòng thương xót).",
                "(Danh) Chỉ người cư tang.",
                "(Danh) Tang phục. ◎Như: 'xuyên hiếu' 穿孝 mặc đồ tang, 'thoát hiếu' 脫孝 trút đồ tang (đoạn tang). ◇Hồng Lâu Mộng 紅樓夢: 'Kháp hựu mang trước thoát hiếu, gia trung vô nhân, hựu khiếu liễu Giả Vân lai chiếu ứng đại phu' 恰又忙著脫孝, 家中無人, 又叫了賈芸來照應大夫 (Đệ nhất nhất ngũ hồi) Lại vừa gặp lúc đoạn tang bận rộn, trong nhà không có người, đành phải gọi Giả Vân đến để tiếp thầy thuốc.",
                "(Danh) Họ 'Hiếu'."
            ],
            "Từ điển Thiều Chửu": [
                "Thảo, con thờ cha mẹ hết lòng gọi là hiếu.",
                "Tục gọi đồ tang phục là hiếu. Như xuyên hiếu 穿孝 mặc đồ tang, thoát hiếu 脫孝 trút đồ tang (đoạn tang), v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hiếu thảo: 盡孝 Tận hiếu;",
                "Để tang, để trở: 守孝 Chịu tang, để tang;",
                "Đồ tang, tang phục: 穿孝 Mặc tang phục; 脫孝 Trút đồ tang, đoạn tang, xả tang."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hết lòng với cha mẹ — Nối được chí ông cha — Tang cha mẹ — Tên người, tức Nguyễn Khắc Hiếu, sinh 1889, mất 1939, hiệu là Tản Đà, người xã Khê thượng huyện Bất bạt tỉnh Sơn Tây, dòng dõi khoa bảng, có dự kì thi Hương năm 1912 nhưng không đậu, sau quay ra viết văn, làm thơ và làm báo. Ông từng làm chủ bút tờ Hữu thanh tạp chí 1921. Tác phẩm quốc ngữ có Khối tình con, Tản Đà vận văn, Giấc mộng con, Giấc mộng lớn, Thần tiên, Thề non nước, Trần ai tri kỉ, Lên sáu, Lên tám, Đài gương, Quốc sử huấn mông. Văn dịch từ chữ Hán có Đại học, Đàn bà Tầu, Liêu trai chí dị…."
            ],
            "compound_words": {
                "報孝": "báo hiếu",
                "不孝": "bất hiếu",
                "至孝": "chí hiếu",
                "孝主": "hiếu chủ",
                "孝道": "hiếu đạo",
                "孝行": "hiếu hạnh",
                "孝友": "hiếu hữu",
                "孝敬": "hiếu kính",
                "孝義": "hiếu nghĩa",
                "孝服": "hiếu phục",
                "孝順": "hiếu thuận",
                "孝顺": "hiếu thuận",
                "孝子": "hiếu tử",
                "二十四孝演音": "nhị thập tứ hiếu diễn âm",
                "事親至孝": "sự thân chí hiếu",
                "謝孝": "tạ hiếu",
                "盡孝": "tận hiếu",
                "失孝": "thất hiếu",
                "穿孝": "xuyên hiếu"
            }
        }
    }
}