{
    "character": "存",
    "details": {
        "Âm Hán Việt": [
            "tồn"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "tử 子 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Nét bút": [
            "一ノ丨フ丨一"
        ],
        "Thương Hiệt": [
            "KLND (大中弓木)"
        ],
        "Unicode": [
            "U+5B58"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cún ㄘㄨㄣˊ"
        ],
        "Âm Nôm": [
            "dòn",
            "ròn",
            "sòn",
            "tòn",
            "tồn"
        ],
        "Âm Nhật (onyomi)": [
            "ソン (son)",
            "ゾン (zon)"
        ],
        "Âm Hàn": [
            "존"
        ],
        "Âm Quảng Đông": [
            "cyun4"
        ]
    },
    "meanings": {
        "tồn": {
            "Từ điển phổ thông": [
                "còn",
                "xét tới",
                "đang, còn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Còn, còn sống. Trái lại với chữ 'vong' 亡 mất. ◎Như: 'sanh tử tồn vong' 生死存亡 sống chết còn mất. ◇Đỗ Phủ 杜甫: 'Tồn giả vô tiêu tức, Tử giả vi trần nê' 存者無消息, 死者為塵泥 (Vô gia biệt 無家別) Người còn sống thì không có tin tức, Người chết thành cát bụi (bụi bùn).",
                "(Động) Thăm hỏi, xét tới. ◎Như: 'tồn vấn' 存問 thăm hỏi, 'tồn tuất' 存恤 an ủi, đem lòng thương xót.",
                "(Động) Giữ lại. ◎Như: 'tồn nghi' 存疑 giữ lại điều còn có nghi vấn, 'khử ngụy tồn chân' 去偽存真 bỏ cái giả giữ cái thật.",
                "(Động) Gửi, đem gửi. ◎Như: 'kí tồn' 寄存 đem gửi, 'tồn khoản' 存款 gửi tiền.",
                "(Động) Nghĩ đến. ◇Tô Thức 蘇軾: 'Trung tiêu khởi tọa tồn Hoàng Đình' 中宵起坐存黄庭 (Du La Phù san 游羅浮山) Nửa đêm trở dậy nghĩ đến cuốn kinh Hoàng Đình.",
                "(Động) Tích trữ, dự trữ, chất chứa. ◎Như: 'tồn thực' 存糧 tích trữ lương thực.",
                "(Động) Có ý, rắp tâm. ◎Như: 'tồn tâm bất lương' 存心不良 có ý định xấu, 'tồn tâm nhân hậu' 存心仁厚 để lòng nhân hậu.",
                "(Động) Ứ đọng, đầy ứ, đình trệ. ◇Hồng Lâu Mộng 紅樓夢: 'Na Bảo Ngọc chánh khủng Đại Ngọc phạn hậu tham miên, nhất thì tồn liễu thực' 那寶玉正恐黛玉飯後貪眠, 一時存了食 (Đệ nhị thập hồi) Bảo Ngọc sợ Đại Ngọc ăn xong ham ngủ ngay, lỡ ra đầy bụng không tiêu.",
                "(Danh) Họ 'Tồn'."
            ],
            "Từ điển Thiều Chửu": [
                "Còn, trái lại với chữ vong 亡 mất, cho nên sinh tử cũng gọi là tồn vong 存亡.",
                "Xét tới, như tồn vấn 存問 thăm hỏi, tồn tuất 存恤 xét thương.",
                "Ðang, còn, như thật tồn 實存 còn thực.",
                "Ðể gửi.",
                "Chất để, như tồn tâm trung hậu 存心忠厚 để lòng trung hậu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Còn, còn sống, tồn tại: 父母俱存 Cha mẹ đều còn sống; 天地長存 Trời đất còn mãi; 共存 Cùng tồn tại;",
                "Gởi: 把東西存在熟人家里 Đem đồ đi gởi nhà người quen; 存（自行）車處 Chỗ gởi xe đạp; 存款 Tiền gởi;",
                "Giữ: 去僞 存眞 Bỏ cái giả giữ cái thật;",
                "Còn lại: 實存 Thực tế còn lại...;",
                "Đọng, ứ, ứ đọng, tụ lại, tích lại, đình trệ: 下水道修好，街上就不存水了 Cống chữa xong thì trên đường phố không còn đọng nước nữa;",
                "Có, ôm ấp: 裡面存着深刻的意義 Bên trong có một ý nghĩa sâu sắc; 存着很大的希望 Ôm ấp nhiều hi vọng;",
                "Tích trữ, chứa chất: 存糧 Tích trữ lương thực;",
                "Để lòng vào, để tâm, quan tâm, xét tới, có ý, cố (tình, ý), rắp (tâm): 存心忠厚 Để lòng trung hậu; 存心不良 Có ý định xấu; 存問 Thăm hỏi; 存恤 Xét thương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thương xót mà hỏi han. Xem Tồn tuất — Còn. Không mất — Còn lại."
            ],
            "compound_words": {
                "保存": "bảo tồn",
                "競存": "cạnh tồn",
                "苟存": "cẩu tồn",
                "共存": "cộng tồn",
                "遺存": "di tồn",
                "畱存": "lưu tồn",
                "溫存": "ôn tồn",
                "撫存": "phủ tồn",
                "生存": "sinh tồn",
                "生存競爭": "sinh tồn cạnh tranh",
                "所存": "sở tồn",
                "存稿": "tồn cảo",
                "存根": "tồn căn",
                "存古": "tồn cổ",
                "存貨": "tồn hoá",
                "存货": "tồn hoá",
                "存欵": "tồn khoản",
                "存庫": "tồn khố",
                "存在": "tồn tại",
                "存心": "tồn tâm",
                "存恤": "tồn tuất",
                "存亡": "tồn vong",
                "储存": "trừ tồn",
                "儲存": "trừ tồn",
                "永存": "vĩnh tồn"
            }
        }
    }
}