{
    "character": "寬",
    "details": {
        "Âm Hán Việt": [
            "khoan"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "miên 宀 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱宀萈"
        ],
        "Nét bút": [
            "丶丶フ一丨丨丨フ一一一ノフ丶"
        ],
        "Thương Hiệt": [
            "JTBI (十廿月戈)"
        ],
        "Unicode": [
            "U+5BEC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "kuān ㄎㄨㄢ"
        ],
        "Âm Nôm": [
            "khoan",
            "khoăn"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひろい (hiroi)",
            "ゆるやか (yuruyaka)",
            "くつろぐ (kutsurogu)"
        ],
        "Âm Hàn": [
            "관"
        ],
        "Âm Quảng Đông": [
            "fun1"
        ]
    },
    "meanings": {
        "khoan": {
            "Từ điển phổ thông": [
                "rộng rãi"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Rộng, lớn. ◎Như: 'khoan kiên bàng' 寬肩膀 bả vai rộng, 'khoan bào đại tụ' 寬袍大袖 áo bào rộng tay áo to. ◇Mạnh Giao 孟郊: 'Xuất môn tức hữu ngại, Thùy vị thiên địa khoan!' 出門即有礙, 誰謂天地寬 (Tặng biệt Thôi Thuần Lượng 贈別崔純亮) Ra cửa liền gặp trở ngại, Ai bảo trời đất lớn!",
                "(Tính) Độ lượng, không nghiêm khắc. ◎Như: 'khoan hậu' 寬厚 rộng lượng. ◇Luận Ngữ 論語: 'Khoan tắc đắc chúng, tín tắc nhân nhậm yên' 寬則得眾, 信則人任焉 (Dương Hóa 陽貨) Độ lượng thì được lòng mọi người, thành tín thì được người ta tín nhiệm.",
                "(Tính) Ung dung, thư thái. ◇Nguyễn Trãi 阮廌: 'Càn khôn đáo xứ giác tâm khoan' 乾坤到處覺心寬 (Hải khẩu dạ bạc hữu cảm 海口夜泊有感) Trong trời đất, đến đâu cũng ung dung thư thái.",
                "(Tính) Thừa thãi, dư dả, sung túc. ◎Như: 'tha tối cận thủ đầu giác khoan' 他最近手頭較寬 gần đây anh ta ăn xài dư dả.",
                "(Danh) Bề rộng, chiều rộng. ◎Như: 'khoan tứ xích lục thốn' 寬四尺六寸 bề ngang bốn thước sáu tấc.",
                "(Danh) Họ 'Khoan'.",
                "(Động) Cởi, nới. ◎Như: 'khoan y giải đái' 寬衣解帶 cởi áo nới dây lưng.",
                "(Động) Kéo dài, nới rộng, thả lỏng. ◎Như: 'khoan hạn' 寬限 gia hạn.",
                "(Động) Khoan dung, tha thứ. ◎Như: 'khoan kì kí vãng' 寬其既往 tha cho điều lỗi đã làm rồi. ◇Sử Kí 史記: 'Bỉ tiện chi nhân, bất tri tướng quân khoan chi chí thử dã' 鄙賤之人, 不知將軍寬之至此也 (Liêm Pha Lạn Tương Như truyện 廉頗藺相如傳) Kẻ hèn mọn này không biết tướng quân khoan dung đến thế."
            ],
            "Từ điển Thiều Chửu": [
                "Nhà rộng, phàm vật gì đựng chứa còn có chỗ rộng thừa thãi đều gọi là khoan.",
                "Khoan thai, rộng rãi.",
                "Bề rộng, chiều rộng.",
                "Tha, như khoan kì kí vãng 寬其既往 tha cho điều lỗi đã làm rồi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Rộng, rộng rãi, thênh thang: 馬路很寬 Đường rộng thênh thang; 寬肩膀 Vai rộng;",
                "Chiều ngang, chiều rộng: 這條河約五百公尺寬 Con sông này rộng độ 500 mét;",
                "Nới rộng, nới lỏng: 寬腰帶 Nới thắt lưng;",
                "Khoan hồng, khoan dung, tha thứ: 從寬處理 Xét xử khoan hồng; 寬其既往 Thà cho điều lỗi đã qua;",
                "Rộng rãi: 他手頭比過去寬多了 Anh ta ăn tiêu rộng rãi hơn trước nhiều;",
                "[Kuan] (Họ) Khoan."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngôi nhà lớn, rộng — Rộng lớn, chứa đựng được nhiều — Chỉ lòng dạ rộng rãi — Dư giả. Giàu có. Chậm chạp, từ từ. Td: Tiếng khoan như gió thoảng ngoài. Tiếng mau sầm sập như trời đổ mưa ( Đoạn trường tân thanh ) — Tên người, tức Phùng Khắc Khoan, sinh 1528, mất 1613, tự là Hoằng Phu, hiệu là Nghị Trai, người xã Phùng Xá, huyện Thạch Thất, tỉnh Sơn Tây, đậu Trạng nguyên đời Mạc, tục gọi là Trạng Bùng, em cùng mẹ khác cha với Nguyễn Bỉnh Khiêm, và là học trò của Nguyễn Bỉnh Khiêm, sau vào Thanh Hoá với nhà Lê, đậu tiến sĩ năm 1850, niên hiệu Quang Hưng thứ 3 đời Lê Thế Tông, làm quan tới Hộ bộ Thượng thư, tước Mai quận công, từng đi sứ Trung Hoa năm 1597. Tác phẩm chữ Nôm có Ngư Phủ Nhập Đào Nguyên Truyện."
            ],
            "compound_words": {
                "帶寬": "đới khoan",
                "加寬": "gia khoan",
                "寬容": "khoan dung",
                "寬大": "khoan đại",
                "寬度": "khoan độ",
                "寬簡": "khoan giản",
                "寬限": "khoan hạn",
                "寬厚": "khoan hậu",
                "寬和": "khoan hoà",
                "寬寬": "khoan khoan",
                "寬闊": "khoan khoát",
                "寬免": "khoan miễn",
                "寬仁": "khoan nhân",
                "寬恕": "khoan thứ"
            }
        }
    }
}