{
    "character": "尤",
    "details": {
        "Âm Hán Việt": [
            "vưu"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "uông 尢 (+1 nét)"
        ],
        "Lục thư": [
            "hình thanh & chỉ sự"
        ],
        "Nét bút": [
            "一ノフ丶"
        ],
        "Thương Hiệt": [
            "IKU (戈大山)"
        ],
        "Unicode": [
            "U+5C24"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yóu ㄧㄡˊ"
        ],
        "Âm Nôm": [
            "vưu"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)"
        ],
        "Âm Nhật (kunyomi)": [
            "もっと.も (mo'to.mo)",
            "とが.める (toga.meru)"
        ],
        "Âm Hàn": [
            "우"
        ],
        "Âm Quảng Đông": [
            "jau4"
        ]
    },
    "meanings": {
        "vưu": {
            "Từ điển phổ thông": [
                "oán trách",
                "lạ, rất, càng",
                "lại còn (đã ... lại còn ..., xem: ký 旣)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Lạ kì, khác thường, đặc dị, ưu tú. ◎Như: 'vưu vật' 尤物 người ưu tú, vật quý lạ (thường chỉ gái đẹp tuyệt sắc).",
                "(Danh) Người hay vật lạ kì, khác thường, đặc dị, ưu tú. ◇Hàn Dũ 韓愈: 'Triêu thủ nhất nhân yên bạt kì vưu, mộ thủ nhất nhân yên bạt kì vưu' ：朝取一人焉拔其尤, 暮取一人焉拔其尤 (Tống Ôn xử sĩ (...) tự 送溫處士(...)序) Sáng chọn một người, phải chọn người ưu tú, chiều chọn một người, phải chọn người ưu tú.",
                "(Danh) Lầm lỗi. ◎Như: 'hiệu vưu' 效尤 bắt chước làm điều lầm lạc. ◇Luận Ngữ 論語: 'Ngôn quả vưu, hành quả hối, lộc tại kì trung hĩ' 言寡尤, 行寡悔, 祿在其中矣 (Vi chánh 為政) Lời nói ít lầm lỗi, việc làm ít ăn năn, bổng lộc ở trong đó vậy.",
                "(Danh) Họ 'Vưu'.",
                "(Động) Oán trách, oán hận. ◇Đặng Trần Côn 鄧陳琨: 'Quân tâm thảng dữ thiếp tâm tự, Thiếp diệc ư quân hà oán vưu' 君心倘與妾心似, 妾亦於君何怨尤 (Chinh Phụ ngâm 征婦吟) Nếu lòng chàng cũng giống lòng thiếp, Thiếp cũng không có cớ gì oán trách chàng. Đoàn Thị Điểm dịch thơ: Lòng chàng ví cũng bằng như thế, Lòng thiếp đâu dám nghĩ gần xa.",
                "(Động) Gần gũi, thân ái. ◇La Ẩn 羅隱: 'Dã hoa phương thảo nại tương vưu' 野花芳草奈相尤 (Xuân trung 春中) Hoa dại cỏ thơm sao mà thân ái thế.",
                "(Phó) Càng, thật là. ◎Như: 'vưu thậm' 尤甚 càng thêm, 'vưu diệu' 尤妙 thật là kì diệu."
            ],
            "Từ điển Thiều Chửu": [
                "Lạ, rất, càng. Như thù vưu tuyệt tích 殊尤絕迹 lạ lùng hết mực, nghĩa là nó khác hẳn các cái tầm thường. Con gái đẹp gọi là vưu vật 尤物.",
                "Oán trách, lầm lỗi. Như hiệu vưu 效尤 bắt chước làm điều lầm lạc.",
                "Hơn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ưu tú, nổi bật, tốt nhất: 擇尤 Chọn cái tốt nhất;",
                "Càng: 月色白，雪色尤白 Ánh trăng sáng trắng, tuyết lại càng trắng. 【尤其】vưu kì [yóuqí] Nhất là, đặc biệt là, càng: 我喜歡圖畫，尤其喜歡越南畫 Tôi ưa thích tranh vẽ, đặc biệt là ưa thích tranh vẽ Việt Nam;",
                "Sai, sai lầm, lầm lỗi: 勿效尤 Đừng học theo cái sai lầm;",
                "Oán, trách, oán trách: 不怨天，不尤人 Không oán trời không trách người;",
                "[Yóu] (Họ) Vưu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khác lạ ít thấy, trội hơn hết. Xem Vưu vật — Oán giận. Hát nói của Cao Bá Quát: » Hẳn bền lòng chớ chút oán vưu, Thời chí hĩ ngư long biến hoá « — Càng. Thêm hơn — Điều lầm lỗi — Họ người."
            ],
            "compound_words": {
                "拔尤": "bạt vưu",
                "怨尤": "oán vưu",
                "蚩尤": "si vưu",
                "尤異": "vưu dị",
                "尤悔": "vưu hối",
                "尤其": "vưu kỳ",
                "尤人": "vưu nhân",
                "尤物": "vưu vật"
            }
        }
    }
}