{
    "character": "對",
    "details": {
        "Âm Hán Việt": [
            "đối"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "thốn 寸 (+11 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰⿱业⺷寸"
        ],
        "Nét bút": [
            "丨丨丶ノ一丶ノ一一丨一一丨丶"
        ],
        "Thương Hiệt": [
            "TGDI (廿土木戈)"
        ],
        "Unicode": [
            "U+5C0D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "duì ㄉㄨㄟˋ"
        ],
        "Âm Nôm": [
            "dối",
            "đôi",
            "nhói",
            "tối",
            "tụi"
        ],
        "Âm Nhật (onyomi)": [
            "タイ (tai)",
            "ツイ (tsui)"
        ],
        "Âm Nhật (kunyomi)": [
            "あいて (aite)",
            "こた.える (kota.eru)",
            "そろ.い (soro.i)",
            "つれあ.い (tsurea.i)",
            "なら.ぶ (nara.bu)",
            "むか.う (muka.u)"
        ],
        "Âm Hàn": [
            "대"
        ],
        "Âm Quảng Đông": [
            "deoi3"
        ]
    },
    "meanings": {
        "đối": {
            "Từ điển phổ thông": [
                "cặp",
                "đúng",
                "quay về phía",
                "trả lời"
            ],
            "Từ điển trích dẫn": [
                "(Động) Thưa, đáp. ◎Như: 'đối sách' 對策 trả lời câu hỏi.",
                "(Động) Ứng đáp. ◎Như: 'vô ngôn dĩ đối' 無言以對 không trả lời được.",
                "(Động) Cư xử, đối đãi. ◎Như: 'đối nhân thành khẩn' 對人誠懇 cư xử với người một cách tận tình.",
                "(Động) Hướng về, chĩa vào. ◎Như: 'đối chúng tuyên ngôn' 對眾宣言 nói rõ trước mọi người, 'tương đối vô ngôn' 相對無言 (hướng mặt) nhìn nhau không nói. ◇Tào Tháo 曹操: 'Đối tửu đương ca, Nhân sanh ki hà?' 對酒當歌, 人生幾何 (Đoản ca hành 短歌行) Hướng về chén rượu hãy hát, Đời người có là bao?",
                "(Động) Thích ứng, tương hợp, tùy theo. ◎Như: 'đối chứng hạ dược' 對症下藥 tùy theo bệnh mà cho thuốc.",
                "(Động) So sánh, kiểm nghiệm. ◎Như: 'hiệu đối' 校對 so sánh, đối chiếu, 'đối chỉ văn' 對指紋 kiểm tra dấu tay.",
                "(Động) Điều chỉnh. ◎Như: 'đối hảo vọng viễn kính đích cự li' 對好望遠鏡的距離 điều chỉnh cự li ống nhòm.",
                "(Động) Pha thêm, chế thêm. ◎Như: 'trà hồ lí đối điểm nhi khai thủy' 茶壺裡對點兒開水 pha chút nước sôi vào ấm trà.",
                "(Động) Lắp, tra, khớp vào nhau. ◎Như: 'bả môn đối thượng' 把門對上 lắp cửa vào.",
                "(Động) Chống, chọi. ◎Như: 'nhất cá đối nhất cá' 一個對一個 một chọi một.",
                "(Danh) Người hay vật sóng với nhau thành một đôi. ◎Như: 'tha môn chánh hảo phối thành đối' 他們正好配成對 họ thật là xứng đôi.",
                "(Danh) Nói tắt của 'đối liên' 對聯 câu đối. ◎Như: 'đối tử' 對子 câu đối, 'hỉ đối' 喜對 câu đối mừng.",
                "(Danh) Lượng từ: cặp, đôi. ◎Như: 'tam đối phu thê' 三對夫妻 ba cặp vợ chồng.",
                "(Tính) Bên kia, trước mặt. ◎Như: 'đối ngạn' 對岸 bờ bên kia, 'đối phương' 對方 phe bên kia, phe nghịch.",
                "(Tính) Đúng, phải, bình thường. ◎Như: 'số mục bất đối' 數目不對 con số không đúng, 'thần sắc bất đối' 神色不對 sắc mặt không bình thường.",
                "(Giới) Với, về, trước. ◎Như: 'đại gia đối tha giá kiện sự ngận bất mãn ý' 大家對他這件事很不滿意 mọi người rất không hài lòng về việc ấy của hắn, 'tha đối nhĩ thuyết thập ma?' 他對你說什麼 nó nói gì với anh vậy?"
            ],
            "Từ điển Thiều Chửu": [
                "Thưa, đáp. Như đối sách 對策 trả lời câu người ta hỏi, đối phó 對付 ứng phó, v.v.",
                "Ðối, như đối chúng tuyên ngôn 對眾宣言 đối trước mọi người mà nói rõ, tương đối vô ngôn 相對無言 cùng đối nhau mà không nói gì. Ðến trước cửa toà để quan hỏi kiện là đối chất 對質.",
                "Ðối, hai bên sóng với nhau, gọi là đối. Như đối liên 對聯 câu đối.",
                "Hợp, sự gì không hợp lẽ gọi là bất đối  不對.",
                "Xét lại, như hiệu đối 校對 so sánh xét lại."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thưa, đáp, trả lời: 無言以對 Không trả lời được;",
                "Đối đãi, đối phó, chọi: 對事不對人 Đối việc chứ không đối người; 對症下葯 Tùy bệnh cắt thuốc; 一個對一個 Một chọi một; 刀對刀槍對槍 Dao chọi với dao, súng chọi với súng;",
                "Hướng về, đứng trước, trước, đối diện, đối mặt, nhắm vào: 對着鏡子理理發 Soi gương vuốt lại mái tóc; 對衆宣言 Nói rõ trước mọi người; 相對無言 Đối mặt nhau không nói gì;",
                "Lẫn nhau, qua lại: 對調 Chuyển đổi lẫn nhau;",
                "Bên kia, đối địch: 對岸 Bờ bên kia; 作對 Gây chống đối, làm khó dễ;",
                "Sóng đôi (khiến hai vật phối hợp hoặc tiếp xúc với nhau): 對對子 Đối câu đối; 把門對上 Lắp cửa vào; 對個火兒 Cho tôi xin tí lửa;",
                "Phù hợp, thích hợp: 對勁兒 Ăn ý; 對心眼兒 Hoàn toàn thích hợp; 越說越對脾氣 Đôi bên càng nói càng vừa lòng nhau; 不對 Không hợp lẽ;",
                "Đối chiếu lại: 校對 Hiệu đính; 對相片 Đối chiếu ảnh; 對筆跡 Đối chiếu nét chữ; 對號碼 Đối chiếu số;",
                "Điều chỉnh: 對好望遠鏡的距離 Điều chỉnh cự li ống dòm;",
                "Đúng: 你的話很對 Anh nói rất đúng; 對，就這麼辦 Đúng, cứ thế mà làm; 數目不對 Con số không đúng;",
                "Pha: 茶壼裡對點兒開水 Pha tí nước sôi vào ấm trà;",
                "Chia đôi: 對半兒 Một nửa; 對開紙 Một phần hai tờ giấy; 對股劈 Bửa (bổ, chẻ) đôi;",
                "Câu đối: 喜對 Câu đối mừng; 五言對兒 Câu đối ngũ ngôn;",
                "(loại) Đôi, cặp: 一對兒喜鵲 Đôi chim khách; 一對兒花瓶 Một cặp lọ hoa; 一對模范夫妻 Đôi vợ chồng gương mẫu;",
                "(gt) Đối với, cho, về, trước: 決不對困難屈服 Quyết không khuất phục trước khó khăn; 你的每句話對我都有啟發 Mỗi lời anh nói đều có gợi ý cho tôi; 大家對他這件事很不滿意 Mọi người rất không hài lòng về việc ấy của hắn. 【對于】đối vu [duìyú] Đối với, về...: 大家對于這個問題 的意見是一致的 Đối với (về) vấn đề đó mọi người đều nhất trí; 我對于數學特別愛好 Tôi rất thích học môn toán; 對于學習古漢語，必須十分重視 Về việc học tập cổ Hán ngữ, phải hết sức coi trọng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trả lời. Chẳng hạn Đối đáp — Hướng về. Xoay mặt vào với nhau. Chẳng hạn Đối diện — Nghịch nhau. Chẳng hạn Đối đầu ( ghét nhau, không thuận ) — Hợp nhau. Thành đôi, thành cặp — Một đôi, một cặp — Ngang bằng với nhau — Lối văn đặc biệt, gồm hai câu nhang bằng nhau. Ta cũng gọi là câu đối — Trong Bạch thoại còn có nghĩa là đúng. Chẳng hạn Bất đối ( sai, không đúng )."
            ],
            "compound_words": {
                "不對": "bất đối",
                "不對勁": "bất đối kính",
                "針對": "châm đối",
                "對飲": "đối ẩm",
                "對不起": "đối bất khởi",
                "對質": "đối chất",
                "對照": "đối chiếu",
                "對證": "đối chứng",
                "對面": "đối diện",
                "對待": "đối đãi",
                "對答": "đối đáp",
                "對頭": "đối đầu",
                "對敵": "đối địch",
                "對抗": "đối kháng",
                "對立": "đối lập",
                "對聯": "đối liên",
                "對偶": "đối ngẫu",
                "對耦": "đối ngẫu",
                "對外": "đối ngoại",
                "對內": "đối nội",
                "對付": "đối phó",
                "對方": "đối phương",
                "對策": "đối sách",
                "對話": "đối thoại",
                "對手": "đối thủ",
                "對峙": "đối trì",
                "對帳": "đối trướng",
                "對象": "đối tượng",
                "對於": "đối ư",
                "對圓": "đối viên",
                "對稱": "đối xứng",
                "聯對": "liên đối",
                "門當戶對": "môn đương hộ đối",
                "門當户對": "môn đương hộ đối",
                "一對": "nhất đối",
                "反對": "phản đối",
                "非對稱式數據用戶線": "phi đối xứng thức số cứ dụng hộ tuyến",
                "絕對": "tuyệt đối",
                "絶對": "tuyệt đối",
                "相對": "tương đối",
                "應對": "ứng đối",
                "挽對": "vãn đối",
                "妄對": "vọng đối"
            }
        }
    }
}