{
    "character": "尸",
    "details": {
        "Âm Hán Việt": [
            "thi"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "thi 尸 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ一ノ"
        ],
        "Thương Hiệt": [
            "S (尸)"
        ],
        "Unicode": [
            "U+5C38"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shī ㄕ"
        ],
        "Âm Nôm": [
            "thây",
            "thi"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "かたしろ (katashiro)"
        ],
        "Âm Hàn": [
            "시"
        ],
        "Âm Quảng Đông": [
            "si1"
        ]
    },
    "meanings": {
        "thi": {
            "Từ điển phổ thông": [
                "thây người chết"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thần 'Thi', ngày xưa cúng tế, dùng một đứa bé lên ngồi trên ngai để cho thần nương vào đấy gọi là 'thi', đời sau mới dùng tranh ảnh thay vào.",
                "(Danh) Thây, xác chết. ◎Như: 'hành thi tẩu nhục' 行尸走肉 thịt chạy thây đi (sống như cái xác không hồn).",
                "(Danh) Họ 'Thi'.",
                "(Động) Chủ trì. ◇Thi Kinh 詩經: 'Thùy kì thi chi, Hữu Tề quý nữ' 誰其尸之, 有齊季女 (Triệu nam 召南, Thải bình 采蘋) Ai trông coi việc đó (cơm canh), Có con gái út nước Tề.",
                "(Động) Bày, dàn. ◎Như: ◇Tả truyện 左傳: 'Sở Vũ vương Kinh thi' 楚武王荆尸 (Trang Công tứ niên 庄公四年) Vua Vũ nước Sở dàn quân ở đất Kinh.",
                "(Động) Làm vì, không có ích gì cho cái ngôi chức của mình. ◎Như: 'thi vị' 尸位 giữ ngôi hão, 'thi quan' 尸官 làm quan thừa (bù nhìn). ◇Trang Tử 莊子: 'Phu tử lập nhi thiên hạ trị, nhi ngã do thi chi, ngô tự thị khuyết nhiên. Thỉnh trí thiên hạ' 夫子立而天下治, 而我猶尸之, 吾自視缺然. 請致天下 (Tiêu dao du 逍遙遊) Phu tử ở trên ngôi mà đời trị, thì tôi còn giữ cái hư vị làm gì, tôi tự lấy làm áy náy. Xin trả lại thiên hạ."
            ],
            "Từ điển Thiều Chửu": [
                "Thần thi, ngày xưa cúng tế, dùng một đứa bé lên ngồi trên ngai để cho thần nương vào đấy gọi là thi, đời sau mới dùng tranh ảnh thay vào.",
                "Thây, người chết chưa chôn gọi là thi, kẻ sống mà không có tinh thần, tục mỉa là kẻ hành thi tẩu nhục 行尸走肉 thịt chạy thây đi.",
                "Chủ, như kinh Thi nói thùy kì thi chi, hữu Tề quý nữ 誰其尸之有薺季女 ai thửa chủ việc cơm canh, có con gái út nước Tề.",
                "Bầy, như Tả truyện chép Sở Vũ vương Kinh thi 楚武王荆尸 vua Sở Vũ-vương nước Sở dàn quân ở đất Kinh.",
                "Ngồi không, không có ích gì cho cái ngôi chức của mình gọi là thi, như thi vị 尸位 ngôi hão, thi quan 尸官, quan thừa, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thây người chết, thây ma, tử thi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Người đứng đầu — Bày ra — Thây người chết. Td: Tử thi — Người giữ chức vụ làm vì, không thật sự làm việc — Tên một bộ chữ Hán, tức bộ Thi."
            ],
            "compound_words": {
                "殭尸": "cương thi",
                "尸体": "thi thể",
                "尸體": "thi thể"
            }
        }
    }
}