{
    "character": "尖",
    "details": {
        "Âm Hán Việt": [
            "tiêm"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "tiểu 小 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱小大"
        ],
        "Nét bút": [
            "丨ノ丶一ノ丶"
        ],
        "Thương Hiệt": [
            "FK (火大)"
        ],
        "Unicode": [
            "U+5C16"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiān ㄐㄧㄢ"
        ],
        "Âm Nôm": [
            "nhọn",
            "tem",
            "tiêm"
        ],
        "Âm Nhật (onyomi)": [
            "セン (sen)"
        ],
        "Âm Nhật (kunyomi)": [
            "とが.る (toga.ru)",
            "さき (saki)",
            "するど.い (surudo.i)"
        ],
        "Âm Hàn": [
            "첨"
        ],
        "Âm Quảng Đông": [
            "zim1"
        ]
    },
    "meanings": {
        "tiêm": {
            "Từ điển phổ thông": [
                "nhọn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mũi nhọn, phần nhọn sắc của vật thể. ◎Như: 'bút tiêm' 筆尖 ngòi bút, 'đao tiêm' 刀尖 mũi dao.",
                "(Danh) Người hoặc vật vượt trội, tài giỏi đặc biệt. ◎Như: 'bạt tiêm' 拔尖 người ưu tú, bạt tụy.",
                "(Danh) Những nơi để cho khách đi dọc đường ăn uống nghỉ ngơi, tục gọi là 'đả tiêm' 打尖.",
                "(Tính) Nhọn. ◎Như: 'tiêm đao' 尖刀 dao nhọn. ◇Lí Bạch 李白: 'Ái phong tiêm tự bút' 靄峰尖似筆 (Điếu đài 釣臺) Ngọn núi mây mù nhọn như bút.",
                "(Tính) Xuất sắc, vượt trội, ưu tú. ◎Như: 'đính tiêm nhân vật' 頂尖人物 nhân vật ưu tú bậc nhất.",
                "(Tính) Tinh, thính, bén nhạy. ◎Như: 'tị tử tiêm' 鼻子尖 mũi thính, 'nhãn tình ngận tiêm' 眼睛很尖 mắt rất tinh.",
                "(Tính) Chát chúa, lanh lảnh, the thé. ◇Giả Đảo 賈島: 'Xúc chức thanh tiêm tiêm tự châm, Canh thâm thứ trước lữ nhân tâm' 促織聲尖尖似針,更深刺著旅人心 (Khách tư 客思) Tiếng khung cửi thôi thúc lích kích như mũi kim, Canh khuya châm chích lòng người lữ thứ.",
                "(Tính) Ở mức tiên phong, tinh nhuệ hàng đầu. ◎Như: 'tiêm binh' 尖兵 lính xung kích, 'tiêm đoan khoa kĩ' 尖端科技 môn kĩ thuật mũi nhọn tiên phong.",
                "(Động) Lắng nghe, chăm chú nhìn. ◇Nho lâm ngoại sử 儒林外史: 'Tiêm trước nhãn tình khán' 尖著眼睛看 (Đệ thập hồi) Mắt chăm chú nhìn."
            ],
            "Từ điển Thiều Chửu": [
                "Nhọn, phàm cái gì mũi nhọn đều gọi là tiêm. Phàm nghĩ ngợi, nói năng, văn tự, tiếng tăm sắc mắc đều gọi là tiêm, như văn thơ khéo tỉa tót từng li từng tí gọi là tiêm xảo 尖巧.",
                "Cái gì tốt, tục cũng gọi là tiêm.",
                "Những nơi để cho khách đi dọc đường ăn uống nghỉ ngơi, tục cũng gọi là đả tiêm 打尖."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhọn: 把鉛筆削尖 Gọt bút chì cho nhọn;",
                "Mũi (nhọn): 針尖 Mũi kim; 刀尖 Mũi dao;",
                "Tinh: 眼睛很尖 Mắt tinh lắm; 尖巧 Tinh xảo;",
                "Thính: 你的耳朶眞尖 Tai anh thính thật;",
                "(Tài) trội hơn cả: 姊妹三個裡 頭就數她是個尖兒 Trong ba chị em thì cô ấy trội hơn cả;",
                "Xem 打尖."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhọn — Vật nhỏ và nhọn. Td: Cái tiêm — Dùng vật nhọn mà chích vào. Td: Tiêm thuốc."
            ],
            "compound_words": {
                "笔尖": "bút tiêm",
                "筆尖": "bút tiêm",
                "葉尖": "diệp tiêm",
                "打尖": "đả tiêm",
                "尖叫": "tiêm khiếu",
                "尖銳": "tiêm nhuệ",
                "尖锐": "tiêm nhuệ",
                "尖峰": "tiêm phong",
                "尖塔": "tiêm tháp"
            }
        }
    }
}