{
    "character": "尋",
    "details": {
        "Âm Hán Việt": [
            "tầm"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "thốn 寸 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿳彐⿰工口寸"
        ],
        "Nét bút": [
            "フ一一一丨一丨フ一一丨丶"
        ],
        "Thương Hiệt": [
            "SMMRI (尸一一口戈)"
        ],
        "Unicode": [
            "U+5C0B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xín ㄒㄧㄣˊ",
            "xún ㄒㄩㄣˊ"
        ],
        "Âm Nôm": [
            "chầm",
            "tầm",
            "tìm",
            "tùm"
        ],
        "Âm Nhật (onyomi)": [
            "ジン (jin)"
        ],
        "Âm Nhật (kunyomi)": [
            "たず.ねる (tazu.neru)",
            "ひろ (hiro)"
        ],
        "Âm Hàn": [
            "심"
        ],
        "Âm Quảng Đông": [
            "cam4"
        ]
    },
    "meanings": {
        "tầm": {
            "Từ điển phổ thông": [
                "tìm kiếm",
                "đơn vị đo độ dài (bằng 8 thước Tàu cũ)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Tìm. ◎Như: 'trảo tầm' 找尋 tìm kiếm. ◇Vi Ứng Vật 韋應物: 'Lạc diệp mãn không san, Hà xứ tầm hành tích' 落葉滿空山, 何處尋行跡 (Kí toàn Tiêu san trung đạo sĩ 寄全椒山中道士) Lá rụng đầy núi trống, Biết đâu tìm dấu chân đi?",
                "(Động) Dùng tới, sử dụng. ◎Như: 'nhật tầm can qua' 日尋干戈 ngày ngày dùng mộc mác (khí giới để đánh nhau), 'tương tầm sư yên' 將尋師焉 sẽ dùng quân vậy.",
                "(Động) Vin vào, dựa vào. ◎Như: 'mạn cát diệc hữu tầm' 蔓葛亦有尋 dây sắn bò lan dựa vào.",
                "(Tính) Bình thường. ◇Lưu Vũ Tích 劉禹錫: 'Cựu thời Vương Tạ đường tiền yến, Phi nhập tầm thường bách tính gia' 舊時王謝堂前燕, 飛入尋常百姓家 (Ô Y hạng 烏衣巷) Chim én nơi lâu đài họ Vương, họ Tạ ngày trước, Nay bay vào nhà dân thường.",
                "(Phó) Gần, sắp. ◎Như: 'tầm cập' 尋及 sắp kịp.",
                "(Phó) Lại. ◎Như: 'tầm minh' 尋盟 lại đính lời thề cũ.",
                "(Phó) Dần dần. ◎Như: 'bạch phát xâm tầm' 白髮侵尋 tóc đã bạc dần.",
                "(Phó) Thường, thường hay. ◇Đỗ Phủ 杜甫: 'Kì Vương trạch lí tầm thường kiến, Thôi Cửu đường tiền kỉ độ văn' 岐王宅裡尋常見, 崔九堂前幾度聞 (Giang Nam phùng Lí Quy Niên 江南逢李龜年) Thường gặp tại nhà Kì Vương, Đã mấy lần được nghe danh ở nhà Thôi Cửu.",
                "(Liên) Chẳng bao lâu, rồi. ◇Hậu Hán Thư 後漢書: 'Phục vi quận Tây môn đình trưởng, tầm chuyển công tào' 復為郡西門亭長, 尋轉功曹 (Tuân Hàn Chung Trần liệt truyện 荀韓鐘陳列傳) Lại làm đình trưởng Tây Môn trong quận, chẳng bao lâu đổi làm Công tào.",
                "(Danh) Lượng từ: đơn vị đo chiều dài ngày xưa, bằng tám 'xích' 尺 (thước). ◇Lưu Vũ Tích 劉禹錫: 'Thiên tầm thiết tỏa trầm giang để, Nhất phiến hàng phan xuất Thạch Đầu' 千尋鐵鎖沉江底, 一片降旛出石頭 (Tây Tái san hoài cổ 西塞山懷古) (Quân Ngô đặt) nghìn tầm xích sắt chìm ở đáy sông, (Nhưng tướng quân đã thắng trận), một lá cờ hàng (của quân địch) ló ra ở thành Thạch Đầu.",
                "(Danh) Họ 'Tầm'."
            ],
            "Từ điển Thiều Chửu": [
                "Tìm.",
                "Cái tầm, tám thước gọi là một tầm.",
                "Vẫn, như vật tầm can qua 日尋干戈 ngày vẫn đánh nhau.",
                "Bỗng, sắp, như tầm cập 尋及 sắp kịp, bạch phát xâm tầm 白髮侵尋 tóc đã bạc đầu, nghĩa là sắp già.",
                "Lại, như tầm minh 尋盟 lại đính lời thề cũ.",
                "Dùng, như tương tầm sư yên 將尋師焉 sẽ dùng quân vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tìm, kiếm: 尋人 Tìm người;",
                "Xét tìm;",
                "(văn) Dựa vào, vin vào: 蔓葛亦有尋 Dây sắn bò lan cũng có dựa vào (Lục Cơ: Bi chiến hành);",
                "(văn) Dùng: 三年將尋師焉 Ba năm sau sẽ dùng quân vậy (Tả truyện: Hi công ngũ niên);",
                "(văn) Hâm nóng lại (như 燖, bộ 火);",
                "(văn) Chẳng bao lâu, rồi: 復爲郡西門亭長，尋轉功曹 Lại làm đình trưởng Tây Môn trong quận, rồi (chẳng bao lâu) đổi làm Công tào (Hậu Hán thư);",
                "(văn) Sắp: 尋及 Sắp kịp; 白髮侵尋 Tóc đã bạc dần (sắp già);",
                "(văn) Lại: 尋盟 Lại đính lời thề cũ;",
                "(văn) Vẫn: 日尋干戈 Ngày ngày vẫn đánh nhau;",
                "Tầm (một đơn vị đo chiều dài thời xưa, bằng 8 thước);",
                "[Xun] (Họ) Tầm. Xem 尋 [xín]"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tìm kiếm — Tên một đơn vị đo chiều dài thời cổ, bằng 8 thước ta — Ta còn hiểu là vóc dáng, bề cao của một người. Td: Tầm vóc — Ta còn hiểu là cái mức đạt tới. Td: Tầm mức."
            ],
            "compound_words": {
                "溫尋": "ôn tầm",
                "搜尋": "sưu tầm",
                "尋報": "tầm báo",
                "尋根": "tầm căn",
                "尋求": "tầm cầu",
                "尋章摘句": "tầm chương trích cú",
                "尋機": "tầm cơ",
                "尋究": "tầm cứu",
                "尋短路": "tầm đoản lộ",
                "尋花": "tầm hoa",
                "尋覓": "tầm mịch",
                "尋拿": "tầm nã",
                "尋訪": "tầm phỏng",
                "尋方": "tầm phương",
                "尋芳": "tầm phương",
                "尋親": "tầm thân",
                "尋常": "tầm thường",
                "尋找": "tầm trảo",
                "尋思": "tầm tư",
                "尋幽": "tầm u",
                "追尋": "truy tầm"
            }
        }
    }
}