{
    "character": "尚",
    "details": {
        "Âm Hán Việt": [
            "thượng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "tiểu 小 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱⺌冋"
        ],
        "Nét bút": [
            "丨丶ノ丨フ丨フ一"
        ],
        "Thương Hiệt": [
            "FBR (火月口)"
        ],
        "Unicode": [
            "U+5C1A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cháng ㄔㄤˊ",
            "shàng ㄕㄤˋ"
        ],
        "Âm Nôm": [
            "chuộng"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "なお (nao)"
        ],
        "Âm Hàn": [
            "상"
        ],
        "Âm Quảng Đông": [
            "soeng6"
        ]
    },
    "meanings": {
        "thượng": {
            "Từ điển phổ thông": [
                "vẫn còn",
                "ưa chuộng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Khoe khoang, tự phụ. ◎Như: 'tự thượng kì công' 自尚其功 tự khoe công lao của mình.",
                "(Động) Hơn, vượt trội. ◎Như: 'vô dĩ tương thượng' 無以相尚 không lấy gì hơn.",
                "(Động) Chuộng, tôn sùng, coi trọng. ◎Như: 'thượng văn' 尚文 coi trọng văn, 'thượng vũ' 尚武 coi trọng võ, 'thượng đức' 尚德 chuộng đức, 'thượng sỉ' 尚齒 coi trọng tuổi tác. ◇Liêu trai chí dị 聊齋志異: 'Tuyên Đức gian, cung trung thượng xúc chức chi hí' 宣德間, 宮中尚促織之戲 (Xúc chức 促織) Thời Tuyên Đức, trong cung chuộng trò chơi chọi dế.",
                "(Động) Coi sóc, quản lí. ◎Như: 'thượng y' 尚衣 chức quan coi về áo quần cho vua, 'thượng thực' 尚食 chức quan coi về việc ăn uống của vua, 'thượng thư' 尚書 quan đứng đầu một bộ.",
                "(Động) Sánh đôi, lấy công chúa gọi là 'thượng' 尚. § Có ý tôn trọng con nhà vua nên không gọi là 'thú' 娶. ◇Sử Kí 史記: 'Công Thúc vi tướng, thượng Ngụy công chúa' 公叔為相, 尚魏公主 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) Công Thúc làm tướng quốc, cưới công chúa (vua) Ngụy.",
                "(Phó) Ngõ hầu, mong mỏi. ◎Như: 'thượng hưởng' 尚饗 ngõ hầu hưởng cho.",
                "(Phó) Còn, mà còn. ◇Đạo Đức Kinh 道德經: 'Thiên địa thượng bất năng cửu, nhi huống ư nhân' 天地尚不能久, 而況於人 (Chương 23) Trời đất còn không dài lâu, phương chi là con người.",
                "(Phó) Vẫn. ◇Liễu Tông Nguyên 柳宗元: 'Ngô tuân tuân nhi khởi, thị kì phữu, nhi ngô xà thượng tồn' 吾恂恂而起, 視其缶, 而吾蛇尚存 (Bộ xà giả thuyết 捕蛇者說) Tôi rón rén đứng dậy, ngó vào cái vò, thì rắn của tôi vẫn còn.",
                "(Danh) Họ 'Thượng'."
            ],
            "Từ điển Trần Văn Chánh": [
                "Còn, vẫn còn, mà còn: 年紀尚小 Tuổi còn nhỏ; 尚不可知 Còn chưa biết được; 今吾尚病 Nay tôi vẫn còn bệnh (Mạnh tử); 尚何待焉？ Còn đợi gì nữa? (Sử kí); 夫鳥獸之于不義也，尚知辟之，而況乎丘哉 Loài chim thú đối với điều bất nghĩa còn biết tránh, huống gì đối với Khồng Khâu này? (Sử kí: Khồng tử thế gia).【尚且】thượng thả [shàng qiâ] Còn...: 你尚且不行，何況是我 Anh còn làm không nổi, huống chi tôi; 【尚未】 thượng vị [shàng wèi] Vẫn chưa, còn chưa: 革命尚未成功，同志須努力 Cách mạng còn chưa thành công, các đồng chí hãy nên cố gắng (Tôn Trung Sơn di chúc);【尚猶】thượng do [shàng yóu] (văn) a. Vẫn, vẫn còn; b. Mà còn: 夫千乘之王，萬家之侯，百室之君尚猶患貧，而況匹夫編戶之民乎？ Ông vua có ngàn cỗ xe, chư hầu có vạn nhà, kẻ đứng đầu trăm ngôi nhà mà còn lo nghèo, huống gì kẻ thất phu thường dân! (Sử kí: Hoá thực liệt truyện);",
                "Chuộng, tôn sùng, coi trọng: 高尚 Cao thượng, cao cả; 尚德 Chuộng đức;",
                "(văn) Ngõ hầu, mong: 尚 饗 Ngõ hầu hưởng cho; 我生之後，逢此百憂，尚寐無覺 Ta sinh ra rồi, gặp phải trăm điều lo, mong cứ ngủ yên không biết gì (Thi Kinh: Vương phong: Thố viên);",
                "(văn) Hơn: 無以相尚 Không lấy gì cùng tranh hơn;",
                "(văn) Chủ về, coi về, phụ trách: 尚衣 Chức quan coi về áo vua; 尚食 Chức quan coi về việc ăn uống của vua; 尚書 Quan đứng đầu một bộ, quan thượng thư;",
                "(văn) Lấy công chúa, cưới công chúa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ưa chuộng. Td: Thời thượng ( sự ham chuộng của nhiều người trong một lúc ) — Còn — Lâu. Xa. — Đứng đầu. Đứng ra làm."
            ],
            "compound_words": {
                "高尚": "cao thượng",
                "和尚": "hoà thượng",
                "呂尚": "lã thượng",
                "風尚": "phong thượng",
                "崇尚": "sùng thượng",
                "时尚": "thời thượng",
                "時尚": "thời thượng",
                "尚享": "thượng hưởng",
                "尚父": "thượng phủ",
                "尚书": "thượng thư",
                "尚書": "thượng thư",
                "尚武": "thượng võ"
            }
        }
    }
}