{
    "character": "局",
    "details": {
        "Âm Hán Việt": [
            "cục"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thi 尸 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Nét bút": [
            "フ一ノフ丨フ一"
        ],
        "Thương Hiệt": [
            "SSR (尸尸口)"
        ],
        "Unicode": [
            "U+5C40"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jú ㄐㄩˊ"
        ],
        "Âm Nôm": [
            "cộc",
            "cục",
            "cuộc",
            "gục",
            "ngúc"
        ],
        "Âm Nhật (onyomi)": [
            "キョク (kyoku)"
        ],
        "Âm Nhật (kunyomi)": [
            "つぼね (tsubone)"
        ],
        "Âm Hàn": [
            "국"
        ],
        "Âm Quảng Đông": [
            "guk6"
        ]
    },
    "meanings": {
        "cục": {
            "Từ điển phổ thông": [
                "ván (cờ), cuộc, bữa",
                "phần, bộ phận"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đơn vị tổ chức (trong đoàn thể hay cơ quan chính phủ để phân công làm việc). ◎Như: 'bưu cục' 郵局 cục bưu điện, 'giáo dục cục' 教育局 cục giáo dục.",
                "(Danh) Cửa tiệm, hiệu buôn. ◎Như: 'dược cục' 藥局 tiệm thuốc, 'thư cục' 書局 hiệu sách.",
                "(Danh) Phần, bộ phận. ◇Lễ Kí 禮記: 'Tả hữu hữu cục, các ti kì cục' 左右有局, 各司其局 (Khúc lễ thượng 曲禮上) (Trong quân) bên trái bên phải có bộ phận riêng, bên nào phận sự nấy.",
                "(Danh) Bàn cờ. ◇Đỗ Phủ 杜甫: 'Lão thê họa chỉ vi kì cục, Trĩ tử xao châm tác điếu câu' 老妻畫紙為棋局, 稚子敲針作釣鉤 (Giang thôn 江村) Vợ già vẽ giấy làm bàn cờ, Lũ trẻ đập kim làm móc câu.",
                "(Danh) Lượng từ: bàn, ván (cờ, thể thao). ◎Như: 'đối dịch lưỡng cục' 對奕兩局 hai ván cờ.",
                "(Danh) Việc tụ họp (yến tiệc, vui chơi). ◎Như: 'phạn cục' 飯局 tiệc tùng, 'bài cục' 牌局 bài bạc.",
                "(Danh) Tình huống, hình thế. ◎Như: 'thì cục' 時局 thời cuộc, 'nguy cục' 危局 tình huống nguy hiểm.",
                "(Danh) Kết cấu, tổ chức. ◎Như: 'cách cục' 格局 cấu trúc từng phần có lề lối, 'bố cục' 布局 sự phân bố mạch lạc, cấu trúc.",
                "(Danh) Khí lượng, bụng dạ. ◎Như: 'khí cục' 器局 khí lượng, 'cục lượng' 局量 phẩm cách độ lượng.",
                "(Danh) Kế, tròng. ◎Như: 'phiến cục' 騙局 trò lừa, 'mĩ nhân cục' 美人局 mĩ nhân kế. ◇Hồng Lâu Mộng 紅樓夢: 'Vương Hi Phượng độc thiết tương tư cục' 王熙鳳毒設相思局 (Đệ thập nhị hồi) Vương Hy Phượng độc ác, bày kế tương tư.",
                "(Động) Cong, khom. § Thông 'cục' 跼. ◇Thi Kinh 詩經: 'Vị thiên cái cao, Bất cảm bất cục' 謂天蓋高, 不敢不局 (Tiểu nhã 小雅, Chánh nguyệt 正月) Bảo rằng trời cao, (Nhưng) không dám không khom lưng.",
                "(Động) Gò bó, câu thúc, hạn chế. § Thông 'câu' 拘. ◎Như: 'cục hạn' 局限 giới hạn, 'cục ư nhất ngung' 局於一隅 gò bó vào một góc.",
                "(Tính) Cuốn, cong. ◇Thi Kinh 詩經: 'Dư phát khúc cục' 予髮曲局 (Tiểu nhã 小雅, Thải lục 采綠) Tóc em quăn rối.",
                "(Tính) Chật, hẹp. ◎Như: 'phòng gian thái cục xúc tẩu động bất tiện' 房間太局促走動不便 nhà cửa chật hẹp đi lại không tiện."
            ],
            "Từ điển Thiều Chửu": [
                "Cuộc, bộ phận. Chia làm bộ phận riêng đều gọi là cục, như việc quan chia riêng từng bọn để làm riêng từng việc gọi là chuyên cục 専局, cho nên người đương sự gọi là đương cục 當局 người đang cuộc, cục nội 局內 trong cuộc, cục ngoại 局外 ngoài cuộc, v.v. Nghề đánh bạc cũng chia mỗi người một việc cho nên cũng gọi là cục. Mỗi một ván cờ gọi là một cục (một cuộc). Thời thế biến thiên như thể bàn cờ, cho nên gọi việc nước vận đời là đại cục 大局 hay thời cục 時局.",
                "Khí phách độ lượng của một người cũng gọi là cục. Như khí cục 器局, cục lượng 局量, v.v. nghĩa là cái độ lượng dung được là bao nhiêu vậy.",
                "Co, như cục xúc 局促 co quắp."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bàn cờ: 棋局 Bàn cờ;",
                "Ván cờ, cuộc cờ: 下了一局棋 Đánh một ván cờ;",
                "Tình hình, tình thế: 局勢 Tình hình, tình thế; 戰局 Tình hình chiến tranh;",
                "Tròng, kế: 騙局 Bày kế để lừa tiền của;",
                "Cuộc, việc: 當局者迷 Người trong cuộc thường không tỉnh táo, việc mình thì quáng; 局外 Ngoài cuộc; 大局 Việc lớn, việc nước;",
                "Khí lượng (khí phách và độ lượng) của con người: 局度 Bụng dạ, độ lượng; 局量 Khí lượng, độ lượng;",
                "Hiệu: 書局 Hiệu sách; 鮮果局 Hiệu bán hoa quả;",
                "Bộ phận: 局部 Bộ phận, cục bộ; 全局 Toàn bộ (cục);",
                "Cục: 專家局 Cục chuyên gia; 鐵路局 Cục đường sắt;",
                "Ti: 省公安局 Ti công an (tỉnh);",
                "Bộ: 政治局 Bộ chính trị;",
                "(văn) Co lại. 【局促】cục xúc [júcù] a. Nhỏ, hẹp: 房間太局促走動不便 Nhà cửa chật hẹp đi lại không tiện; b. (Thời giờ) eo hẹp, ngắn ngủi: 三天太局促，恐怕辦不成 Thời gian ba ngày ngắn quá, e làm không xong; c. Mất tự nhiên: 感到局促不安 Cảm thấy bồn chồn không yên, cảm thấy hồi hộp không yên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thu nhỏ. Co ngắn lại — Một phần trong toàn thể — Cong, gãy khúc — Sòng bạc — Lúc. Vận hội — Sự sắp đặt cho một việc gì. Ta gọi là Cuộc — Sự rộng hẹp của lòng dạ một người."
            ],
            "compound_words": {
                "博局": "bác cục",
                "敗局": "bại cục",
                "败局": "bại cục",
                "佈局": "bố cục",
                "布局": "bố cục",
                "郵政局": "bưu chính cục",
                "郵局": "bưu cục",
                "幹局": "cán cục",
                "拘局": "câu cục",
                "製造局": "chế tạo cục",
                "戰局": "chiến cục",
                "政局": "chính cục",
                "終局": "chung cục",
                "局部": "cục bộ",
                "局面": "cục diện",
                "局靣": "cục diện",
                "局度": "cục độ",
                "局戲": "cục hí",
                "局內": "cục hội",
                "局量": "cục lượng",
                "局外": "cục ngoại",
                "局內人": "cục nội nhân",
                "局势": "cục thế",
                "局勢": "cục thế",
                "局促": "cục xúc",
                "僵局": "cương cục",
                "大局": "đại cục",
                "當局": "đương cục",
                "結局": "kết cục",
                "器局": "khí cục",
                "氣局": "khí cục",
                "棋局": "kì cục",
                "危局": "nguy cục",
                "入世局": "nhập thế cục",
                "分局": "phân cục",
                "鏢局": "phiêu cục",
                "蜷局": "quyền cục",
                "踡局": "quyền cục",
                "史局": "sử cục",
                "世局": "thế cục",
                "時局": "thời cục",
                "書局": "thư cục",
                "商局": "thương cục",
                "總局": "tổng cục"
            }
        }
    }
}