{
    "character": "封",
    "details": {
        "Âm Hán Việt": [
            "phong"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "thốn 寸 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰圭寸"
        ],
        "Nét bút": [
            "一丨一一丨一一丨丶"
        ],
        "Thương Hiệt": [
            "GGDI (土土木戈)"
        ],
        "Unicode": [
            "U+5C01"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fēng ㄈㄥ"
        ],
        "Âm Nôm": [
            "phong"
        ],
        "Âm Nhật (onyomi)": [
            "フウ (fū)",
            "ホウ (hō)"
        ],
        "Âm Hàn": [
            "봉"
        ],
        "Âm Quảng Đông": [
            "fung1"
        ]
    },
    "meanings": {
        "phong": {
            "Từ điển phổ thông": [
                "bì đóng kín",
                "đậy lại",
                "phong cấp"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bao, gói. ◎Như: 'tín phong' 信封 bao thư.",
                "(Lượng) Từ đơn vị: lá, bức. ◎Như: 'nhất phong tín' 一封信 một bức thư, 'lưỡng phong ngân tử' 兩封銀子 hai gói bạc.",
                "(Danh) Bờ cõi, cương giới. ◇Tả truyện 左傳: 'Hựu dục tứ kì tây phong' 又欲肆其西封 (Hi Công tam thập niên 僖公三十年) Lại muốn mở rộng bờ cõi phía tây.",
                "(Danh) Họ 'Phong'.",
                "(Động) Đóng, đậy kín, che kín. ◎Như: 'đại tuyết phong san' 大雪封山 tuyết lớn phủ kín núi, 'phong trụ động khẩu' 封住洞口 bịt kín cửa hang.",
                "(Động) Đóng, khóa lại, cấm không cho sử dụng. ◎Như: 'tra phong' 查封 niêm phong. ◇Sử Kí 史記: 'Bái Công toại nhập Hàm Dương, phong cung thất phủ khố, hoàn quân Bá Thượng' 沛公遂入咸陽, 封宮室府庫, 還軍霸上 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Bái Công bèn vào Hàm Dương, niêm phong cung thất, kho đụn, rồi đem quân về Bá Thượng.",
                "(Động) Hạn chế. ◎Như: 'cố trí tự phong' 故智自封 tự giới hạn mình trong lối cũ.",
                "(Động) Ngày xưa, vua ban phát đất đai, chức tước cho họ hàng nhà vua hoặc cho bầy tôi có công, gọi là 'phong'. ◇Sử Kí 史記: 'An Li Vương tức vị, phong công tử vi Tín Lăng Quân' 安釐王即位, 封公子為信陵君(Ngụy Công Tử liệt truyện 魏公子列傳) An Li Vương vừa lên ngôi, phong công tử làm Tín Lăng Quân.",
                "(Động) Đắp đất cao làm mộ. ◎Như: 'phong phần' 封墳 đắp mả. ◇Lễ Kí 禮記: 'Phong vương tử Tỉ Can chi mộ' 封王子比干之墓 (Nhạc kí 樂記) Đắp đất cao ở mộ vương tử Tỉ Can.",
                "(Động) Thiên tử lập đàn tế trời gọi là 'phong'.",
                "(Động) Làm giàu, tăng gia. ◇Quốc ngữ 國學: 'Thị tụ dân lợi dĩ tự phong nhi tích dân dã' 是聚民利以自封而瘠民也 (Sở ngữ thượng 楚語上) Tức là gom góp những lợi của dân để tự làm giàu mà làm hại dân vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Phong cho, vua cho các bầy tôi đất tự trị lấy gọi là phong.",
                "Nhân làm quan được vua ban cho các tên hiệu hay cũng gọi là phong, là cáo phong 誥封. Con làm quan, cha được phong tước gọi là phong ông 封翁 hay phong quân 封君.",
                "Bờ cõi, như chức quan giữ việc coi ngoài bờ cõi nước gọi là phong nhân 封人. Nay thường gọi các quan đầu tỉnh là phong cương trọng nhậm 封彊重任.",
                "To lớn.",
                "Ðắp, như phong phần 封墳 đắp mả.",
                "Giầu có, như tố phong 素封 vốn giàu.",
                "Ðậy, đậy lại, như tín phong 信封 phong thơ.",
                "Ngăn cấm, như cố trí tự phong 故智自封 nghĩa là không biết giảng cầu cái hay mới mà cứ ngăn cấm mình trong lối cũ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Phong (tước), ban (tước phẩm, đất đai): 封王 Phong vương; 分封諸侯 Phong chia cho các chư hầu; 封爵 Ban tước;",
                "Chế độ phong kiến (gọi tắt): 反封 Chống phong kiến;",
                "Đóng băng, bọc, đóng kín, bịt kín, đắp lại, niêm phong: 封河 Sông đóng băng; 封套 Vỏ bọc; 封住瓶口 Gắn nút chai, gắn xi; 封填 Đắp mả; 故智自封 Tự đóng kín mình trong lối cũ;",
                "Phong bì: 裝在信封裡 Bỏ vào phong bì;",
                "Bức, lá: 一封信 Một bức (lá) thư;",
                "(văn) Bờ cõi: 封人 Chức quan giữ việc ngoài bờ cõi;",
                "(văn) Giàu có: 素封 Vốn giàu có;",
                "[Feng] (Họ) Phong."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói về việc vua đem đất và chức tước ban cho bề tôi. Bản dịch  Chinh phụ ngâm khúc  có câu: » Lúc ngoảnh lại ngắm màu dương liễu, thà khuyên chàng đựng chịu tước phong « — Gói lại. Đóng kín lại. Td: Niêm phong, Phong bì. Bản dịch  Chinh phụ ngâm khúc  có câu: » Đề chữ gấm phong thôi lại mở, gieo bói tiền tin nửa còn ngờ « — To lớn — Ranh giới Vùng đất — Nhiều. Đầy đủ."
            ],
            "compound_words": {
                "誥封": "cáo phong",
                "黏封": "niêm phong",
                "分封": "phân phong",
                "藩封": "phiên phong",
                "封拜": "phong bái",
                "封閉": "phong bế",
                "封皮": "phong bì",
                "封港": "phong cảng",
                "封地": "phong địa",
                "封條": "phong điều",
                "封建": "phong kiến",
                "封墓": "phong mộ",
                "封入": "phong nhập",
                "封贈": "phong tặng",
                "封神": "phong thần",
                "封鎖": "phong toả",
                "封锁": "phong toả",
                "封貯": "phong trữ",
                "封爵": "phong tước",
                "封王": "phong vương",
                "册封": "sách phong",
                "敕封": "sắc phong",
                "贈封": "tặng phong",
                "襲封": "tập phong",
                "受封": "thụ phong",
                "書封": "thư phong",
                "信封": "tín phong",
                "追封": "truy phong",
                "爵封": "tước phong"
            }
        }
    }
}