{
    "character": "已",
    "details": {
        "Âm Hán Việt": [
            "dĩ"
        ],
        "Tổng nét": [
            "3"
        ],
        "Bộ": [
            "kỷ 己 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ一フ"
        ],
        "Thương Hiệt": [
            "SU (尸山)"
        ],
        "Unicode": [
            "U+5DF2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yǐ ㄧˇ"
        ],
        "Âm Nôm": [
            "dãi",
            "dĩ"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "や.む (ya.mu)",
            "すで.に (sude.ni)",
            "のみ (nomi)",
            "はなはだ (hanahada)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji5"
        ]
    },
    "meanings": {
        "dĩ": {
            "Từ điển phổ thông": [
                "ngừng, thôi",
                "đã, rồi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Thôi, ngừng. ◎Như: 'hiêu hiêu bất dĩ' 嘵嘵不已 nhai nhải chẳng thôi. ◇Thi Kinh 詩經: 'Phong vũ như hối, Kê minh bất dĩ' 風雨如晦, 雞鳴不已 (Trịnh phong 鄭風, Phong vũ 風雨) Gió mưa mù mịt, Gà gáy không thôi.",
                "(Động) Truất bỏ, bãi chức. ◇Luận Ngữ 論語: 'Lệnh duẫn Tử Văn tam sĩ vi lệnh duẫn, vô hỉ sắc; tam dĩ chi, vô uấn sắc' 令尹子文三仕為令尹,無喜色; 三已之, 無慍色 (Công Dã Tràng 公冶長) Quan lệnh doãn Tử Văn ba lần làm lệnh doãn, không tỏ vẻ mừng; ba lần bị cách chức, không tỏ vẻ oán hận.",
                "(Động) Làm xong, hoàn tất. ◇Quốc ngữ 國語: 'Hữu tư dĩ ư sự nhi thuân' 有司已於事而竣 (Tề ngữ 齊語) Quan hữu tư xong việc rồi lui về.",
                "(Động) Không chịu cho, không chấp nhận, bất hứa. ◇Dật Chu thư 逸周書: 'Dịch di dĩ ngôn, chí bất năng cố, dĩ nặc vô quyết, viết nhược chí giả dã' 易移以言, 志不能固, 已諾無決, 曰弱志者也 (Quan nhân 官人) Thay đổi lời đã nói, ý chí không vững chắc, từ khước hay chấp nhận không nhất định, gọi là nhu nhược vậy.",
                "(Động) Khỏi bệnh. ◇Sử Kí 史記: 'Nhất ẩm hãn tận, tái ẩm nhiệt khứ, tam ẩm bệnh dĩ' 一飲汗盡, 再飲熱去, 三飲病已 (Biển Thước Thương Công truyện 扁鵲倉公傳) Uống lần thứ nhất hết mồ hôi, uống lần thứ hai hết nóng, uống lần thứ ba khỏi bệnh.",
                "(Phó) Quá, lắm. ◇Mạnh Tử 孟子: 'Trọng Ni bất vi dĩ thậm giả' 仲尼不為已甚者 (Li Lâu hạ 離婁下) Trọng Ni chẳng là quá lắm ư?",
                "(Phó) Đã. ◎Như: 'dĩ nhiên' 已然 đã rồi, 'dĩ nhi' 已而 mà thôi. ◇Luận Ngữ 論語: 'Đạo chi bất hành, dĩ tri chi hĩ' 道之不行, 已知之矣 (Vi tử 微子) Đạo mà không thi hành được, thì đã biết vậy rồi.",
                "(Phó) Rồi, sau đó. ◇Sử Kí 史記: 'Hàn vương Thành vô quân công, Hạng Vương bất sử chi quốc, dữ câu chí Bành Thành, phế dĩ vi hầu, dĩ hựu sát chi' 韓王成無軍功, 項王不使之國, 與俱至彭城, 廢以為侯, 已又殺之 (Hạng Vũ bổn kỉ 項羽本紀) Hàn vương Thành không có quân công, Hạng Vương không cho về nước, (mà bắt) cùng về Bành Thành, giáng xuống tước hầu, rồi lại giết chết.",
                "(Trợ) Đặt cuối câu, tương đương với 'hĩ' 矣. ◎Như: 'mạt do dã dĩ' 末由也已 chẳng biết noi đâu nữa vậy thôi.",
                "(Thán) Dùng ở đầu câu, biểu thị cảm thán. § Cũng như 'ai' 哎.",
                "(Liên) Do, vì, nhân đó. § Dùng như 'dĩ' 以. ◇Tây du kí 西遊記: 'Hành giả tọa tại thượng diện, thính kiến thuyết xuất giá thoại nhi lai, dĩ thử thức phá liễu' 行者坐在上面, 聽見說出這話兒來, 已此識破了 (Đệ tứ ngũ hồi) Hành Giả ngồi ở bên trên, nghe thấy những lời nói chuyện như thế, do đó biết họ đã vỡ lẽ rồi.",
                "(Đại) Ấy, đó, như thế. ◇Luận Ngữ 論語: 'Bão thực chung nhật, vô sở dụng tâm, nan hĩ tai! Bất hữu bác dịch giả hồ? Vi chi do hiền hồ dĩ' 飽食終日, 無所用心, 難矣哉! 不有博弈者乎? 為之猶賢乎已 (Dương Hóa 陽貨) Ăn no suốt ngày, chẳng hết lòng hết sức vào việc gì, thật là khó chịu! Sao không đánh cờ đi? Đánh cờ còn hơn là (ở không) như thế."
            ],
            "Từ điển Thiều Chửu": [
                "Thôi, như nghiêu nghiêu bất dĩ 蹺蹺不已 nhai nhải chẳng thôi, nghĩa là cứ nói dai mãi.",
                "Bỏ, bãi quan, gọi tắt là dĩ.",
                "Quá, như bất vi dĩ thậm 不為已甚 chẳng là quá lắm ư?",
                "Lời nói sự đã qua, như dĩ nhiên 已然 đã rồi, dĩ nhi 已而 đã mà, v.v.",
                "Lời nói hết, như mạt do dã dĩ 末由也已 chẳng biết noi đâu nữa vậy thôi.",
                "Ngày xưa hay dùng như chữ dĩ 以."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đã, rồi: 爲時已晚 Đã muộn rồi; 舟已行矣 Thuyền đã đi rồi (Lã thị Xuân thu). 【已經】dĩ kinh [yêjing] Đã, rồi: 已經勝利 Đã thắng lợi; 這樣已經不錯了 Như thế đã khá lắm rồi;",
                "Ngừng, ngớt, thôi: 爭論不已 Tranh luận không ngừng (ngớt);",
                "(văn) Quá, lắm, rất: 不爲已甚 Không là quá đáng; 昊天已威 Trời rất uy nghiêm (Thi Kinh);",
                "(văn) Rồi, chẳng bao lâu: 韓王成無軍功，項王不使之國，與俱至彭城，廢以爲侯，已又殺之 Hàn Vương Thành không có quân công, Hạng Vương không để cho ông ta trở về nước mình, (mà) cùng đi với ông ta tới Bành Thành, truất xuống tước hầu, rồi lại giết đi (Sử kí: Hạng Vũ bản kỉ);",
                "(văn) (thán) Ờ: 已！予惟小子，不敢替上帝命 Ờ! Ta là con của Văn Vương, đâu dám bỏ lệnh của vua trời (Thượng thư: Đại cáo);",
                "(văn) Như 以 [yê] nghĩa ㉓: 准北，常山已南 Hoài Bắc, Thường Sơn trở về phía Nam (Sử kí); 已上 Trở lên;",
                "(văn) Trợ từ cuối câu (biểu thị nghi vấn hoặc cảm thán): 公定予往已 Ngài ở lại, tôi về đi thôi (Thượng thư); 若是，則汝何爲驚已？ Như thế thì tại sao ông sợ hãi? (Trang tử);",
                "(văn) Trợ từ, dùng chung với 也，矣 thành 也已，已矣, biểu thị ý xác định hoặc cảm thán. 【已矣】dĩ hĩ [yêyê] (văn) Thôi vậy (biểu thị ý xác định): 賜也，始可與言詩已矣 Chỉ có trò Tứ (Tử Cống) mới có thể cùng ta nói chuyện về Thi (Kinh Thi) thôi vậy (Luận ngữ). Xem 也已."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngừng lại — Xong rồi. Thôi — Đã qua — Quá đáng — Tiếng trợ từ cuối câu, không có nghĩa."
            ],
            "compound_words": {
                "不已": "bất dĩ",
                "不得已": "bất đắc dĩ",
                "已故": "dĩ cố",
                "已滅": "dĩ diệt",
                "已灭": "dĩ diệt",
                "已婚": "dĩ hôn",
                "已經": "dĩ kinh",
                "已经": "dĩ kinh",
                "已而": "dĩ nhi",
                "已然": "dĩ nhiên",
                "已事": "dĩ sự",
                "已甚": "dĩ thậm",
                "已往": "dĩ vãng",
                "業已": "nghiệp dĩ",
                "早已": "tảo dĩ"
            }
        }
    }
}