{
    "character": "幸",
    "details": {
        "Âm Hán Việt": [
            "hạnh"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "can 干 (+5 nét)"
        ],
        "Lục thư": [
            "tượng hình & hội ý"
        ],
        "Hình thái": [
            "⿱土𢆉"
        ],
        "Nét bút": [
            "一丨一丶ノ一一丨"
        ],
        "Thương Hiệt": [
            "GTJ (土廿十)"
        ],
        "Unicode": [
            "U+5E78"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xìng ㄒㄧㄥˋ"
        ],
        "Âm Nôm": [
            "hạnh",
            "may"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "さいわ.い (saiwa.i)",
            "さち (sachi)",
            "しあわ.せ (shiawa.se)"
        ],
        "Âm Hàn": [
            "행"
        ],
        "Âm Quảng Đông": [
            "hang6"
        ]
    },
    "meanings": {
        "hạnh": {
            "Từ điển phổ thông": [
                "may mắn",
                "yêu dấu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) May mắn, phúc lành. ◎Như: 'đắc hạnh' 得幸 được sủng ái (chỉ việc hoạn quan và các cung phi được vua yêu). ◇Hán Thư 漢書: 'Nguyện đại vương dĩ hạnh thiên hạ' 願大王以幸天下 (Cao Đế kỉ đệ nhất hạ 高帝紀第一下) Mong đại vương tạo phúc cho thiên hạ.",
                "(Danh) Họ 'Hạnh'.",
                "(Động) Mừng, thích. ◎Như: 'hân hạnh' 欣幸 vui mừng, 'hạnh tai lạc họa' 幸災樂禍 lấy làm vui thích vì thấy người khác bị tai họa. ◇Công Dương truyện 公羊傳: 'Tiểu nhân kiến nhân chi ách tắc hạnh chi' 小人見人之厄則幸之 (Tuyên Công thập ngũ niên 宣公十五年) Kẻ tiểu nhân thấy người bị khốn ách thì thích chí.",
                "(Động) Mong cầu. ◎Như: 'hạnh phú quý' 幸富貴 mong được sang giàu. ◇Sử Kí 史記: Đại trượng phu bất năng tự tự, ngô ai vương tôn nhi tiến thực, khởi vọng báo hồ 大丈夫不能自食, 吾哀王孫而進食, 豈望報乎 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Bậc đại trượng phu không tự nuôi nổi thân mình, tôi thương cậu nên cho ăn, chứ có mong báo đáp đâu.",
                "(Động) Hi vọng, kì vọng.",
                "(Động) Thương yêu, sủng ái.",
                "(Động) Thương xót, lân mẫn, ai liên.",
                "(Động) Khen ngợi, khuyến khích.",
                "(Động) Thắng hơn.",
                "(Động) Đến. § Ngày xưa, vua chúa và hoàng tộc đến nơi nào, gọi là 'hạnh'. ◎Như: 'lâm hạnh' 臨幸 vua đến. ◇Hồng Lâu Mộng 紅樓夢: 'Thoại thuyết Giả Nguyên Xuân tự na nhật hạnh Đại quan viên hồi cung khứ hậu, (...) hựu mệnh tại Đại Quan viên lặc thạch, vi thiên cổ phong lưu nhã sự' 話說賈元春自那日幸大觀園回宮去後, (...) 又命在大觀園勒石, 為千古風流雅事 (Đệ nhị thập tam hồi) Nói chuyện (Nguyên phi) Giả Nguyên Xuân sau khi quang lâm vườn Đại Quan về cung, (...) lại sai người khắc lên đá (những bài vịnh) ở vườn này, để ghi nhớ cuộc chơi phong nhã hiếm có xưa nay.",
                "(Động) Đặc chỉ đế vương cùng chăn gối với đàn bà. ◇Tống Ngọc 宋玉: 'Mộng kiến nhất phụ nhân viết: Thiếp Vu San chi nữ dã, vi Cao Đường chi khách, văn quân du Cao Đường, nguyện tiến chẩm tịch. Vương nhân hạnh chi' 夢見一婦人曰: 妾巫山之女也, 為高唐之客, 聞君遊高唐, 願薦枕席. 王因幸之 (Cao đường phú 高唐賦, Tự 序).",
                "(Động) Cứu sống.",
                "(Động) Khỏi bệnh, thuyên dũ. ◇Đường Chân 唐甄: 'Sở hữu hoạn sảnh giả, nhất nhật, vị kì thê viết: Ngô mục hạnh hĩ. Ngô kiến lân ốc chi thượng đại thụ yên' 楚有患眚者, 一日, 謂其妻曰: 吾目幸矣. 吾見鄰屋之上大樹焉 (Tiềm thư 潛書, Tự minh 自明).",
                "(Phó) Không ngờ mà được. ◎Như: 'vạn hạnh' 萬幸 thật là muôn vàn may mắn, may mắn không ngờ. ◇Tam quốc diễn nghĩa 三國演義: 'Trẫm tư Đông Đô cửu hĩ. Kim thừa thử đắc hoàn, nãi vạn hạnh dã' 朕思東都久矣. 今乘此得還, 乃萬幸也 (Đệ thập tam hồi) Trẫm từ lâu nhớ Đông Đô lắm. Nay nhân thể được về, lấy làm muôn vàn may mắn.",
                "(Phó) May mà, may thay. ◇Vương Thị Trung 王侍中: 'Khứ hương tam thập tải, Hạnh tao thiên hạ bình' 去鄉三十載, 幸遭天下平 (Giang yêm 江淹) Xa quê ba chục năm, May gặp thiên hạ thái bình.",
                "(Phó) Vừa, đúng lúc, kháp hảo. ◇Dương Vạn Lí 楊萬里: 'Kiều vân nộn nhật vô phong sắc, Hạnh thị hồ thuyền hảo phóng thì' 嬌雲嫩日無風色, 幸是湖船好放時 (Triệu Đạt Minh tứ nguyệt nhất nhật chiêu du Tây Hồ 趙達明四月一日招游西湖).",
                "(Phó) Vẫn, còn, mà còn.",
                "(Phó) Trước nay, bổn lai, nguyên lai.",
                "(Liên) Giả sử, thảng nhược, nếu như."
            ],
            "Từ điển Thiều Chửu": [
                "May, hạnh phúc. Sự gì đáng bị thiệt mà lại thoát gọi là hạnh.",
                "Cầu, hạnh tai lạc hoạ 幸哉樂禍 cầu cho người bị tai và lấy làm thích.",
                "Yêu dấu, bọn hoạn quan và các cung phi được vua yêu tới gọi là đắc hạnh 得幸."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hạnh phúc;",
                "Vui mừng: 欣幸 Vui sướng;",
                "(văn) Mong: 幸勿推却 Mong đừng từ chối;",
                "May mắn: 幸未成災 May mà chưa thành tai nạn;",
                "(cũ) Chỉ sự yêu dấu của người trên đối với người dưới: 得幸 Được yêu dấu.【幸臣】hạnh thần [xìng chén] (cũ) Bề tôi được vua yêu, sủng thần;",
                "[Xìng] (Họ) Hạnh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "May mắn — Điều may mắn — Không phải phần mình mà mình được hưởng — Được vua yêu quý — Việc đi chơi của vua gọi là Hạnh."
            ],
            "compound_words": {
                "不幸": "bất hạnh",
                "游幸": "du hạnh",
                "幸好": "hạnh hảo",
                "幸虧": "hạnh khuy",
                "幸遇": "hạnh ngộ",
                "幸福": "hạnh phúc",
                "幸臣": "hạnh thần",
                "幸蜀歌": "hạnh thục ca",
                "幸运": "hạnh vận",
                "幸運": "hạnh vận",
                "欣幸": "hân hạnh",
                "寵幸": "sủng hạnh",
                "萬幸": "vạn hạnh",
                "榮幸": "vinh hạnh",
                "荣幸": "vinh hạnh"
            }
        }
    }
}