{
    "character": "序",
    "details": {
        "Âm Hán Việt": [
            "tự"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "nghiễm 广 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸广予"
        ],
        "Nét bút": [
            "丶一ノフ丶フ丨"
        ],
        "Thương Hiệt": [
            "ININ (戈弓戈弓)"
        ],
        "Unicode": [
            "U+5E8F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xù ㄒㄩˋ"
        ],
        "Âm Nôm": [
            "tự",
            "tựa"
        ],
        "Âm Nhật (onyomi)": [
            "ジョ (jo)"
        ],
        "Âm Nhật (kunyomi)": [
            "つい.で (tsui.de)",
            "ついで (tsuide)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "zeoi6"
        ]
    },
    "meanings": {
        "tự": {
            "Từ điển phổ thông": [
                "thứ tự",
                "bài tựa, bài mở đầu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tường phía đông và tây nhà.",
                "(Danh) Chái nhà ở hai bên đông và tây nhà.",
                "(Danh) Chỉ trường học thời xưa. ◎Như: 'hương tự' 鄉序 trường làng.",
                "(Danh) Thứ tự. ◎Như: 'trưởng ấu hữu tự' 長幼有序 lớn nhỏ có thứ tự. ◇Tây du kí 西遊記: 'Tự xỉ bài ban, triều thượng lễ bái' 序齒排班, 朝上禮拜 (Đệ nhất hồi) Theo thứ tự tuổi tác xếp hàng, tiến lên chầu vái.",
                "(Danh) Chỉ quan tước phẩm vị. ◇Tấn Thư 晉書: 'Nhiên (Tuần) vô viên ư triều, cửu bất tiến tự' 然(循)無援於朝, 久不進序 (Hạ Tuần truyện 賀循傳) Nhưng (Hạ Tuần) không ai đề cử ở triều đình, lâu không tiến chức.",
                "(Danh) Thể văn: (1) Bài tựa. § Đặt ở đầu sách trình bày khái quát nội dung, quan điểm hoặc ý kiến về cuốn sách. ◎Như: 'Xuân dạ yến đào lí viên tự' 春夜宴桃李園序 Bài tựa (của Lí Bạch 李白) làm nhân đêm xuân dự tiệc trong vườn đào lí. (2) Viết tặng khi tiễn biệt. ◎Như: Hàn Dũ 韓愈 có bài 'Tống Mạnh Đông Dã tự' 送孟東野序.",
                "(Danh) Tiết trời, mùa. ◇Hồng Lâu Mộng 紅樓夢: 'Hồi ức Hải Đường kết xã, tự thuộc thanh thu' 回憶海棠結社, 序屬清秋 (Đệ bát thập thất hồi) Nhớ lại Hải Đường thi xã, tiết vào mùa thu.",
                "(Tính) Để mở đầu. ◎Như: 'tự khúc' 序曲 nhạc dạo đầu (tiếng Anh: prelude).",
                "(Động) Xếp đặt, phân chia, bài liệt theo thứ tự. ◇Tiền Hán Thư Bình Thoại 前漢書平話: 'Các tự tôn ti, lễ tất nhi tọa' 各序尊卑, 禮畢而坐 (Quyển thượng) Mỗi người phân chia theo thứ tự tôn ti, làm lễ xong rồi ngồi vào chỗ.",
                "(Động) Thuận. ◇Mặc Tử 墨子: 'Thiên bất tự kì đức' 天不序其德 (Phi công hạ 非攻下) Trời không thuận đức với ông vua đó (chỉ vua Trụ 紂).",
                "(Động) Bày tỏ, trình bày. ◇Tiêu Thống 蕭統: 'Minh tắc tự sự thanh nhuận' 銘則序事清潤 (Văn tuyển 文選, Tự 序) Viết bài minh thì diễn tả trình bày trong sáng."
            ],
            "Từ điển Thiều Chửu": [
                "Hai bên tường, hai bên giải vũ cũng gọi là lưỡng tự 兩序.",
                "Trường học trong làng.",
                "Thứ tự, như trưởng ấu hữu tự 長幼有序 lớn nhỏ có thứ tự, tự xỉ 序齒 kể tuổi mà xếp chỗ ngồi trên dưới.",
                "Bày, bài tựa, sách nào cũng có một bài đầu bày tỏ ý kiến của người làm sách gọi là tự."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thứ tự, xếp theo thứ tự: 次序 (Theo) thứ tự, trật tự;",
                "Mở đầu;",
                "Lời tựa, lời nói đầu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bức tường ở phía đông và phía tây của ngôi nhà — Bức tường chạy theo hướng đông tây. Tường ngang — Ngôi trường học trong làng thời cổ Trung Hoa — Bài tựa, ở đầu cuốn sách — Đề tựa — Thứ bậc. Td: Thứ tự."
            ],
            "compound_words": {
                "繼序": "kế tự",
                "順序": "thuận tự",
                "次序": "thứ tự",
                "秩序": "trật tự",
                "程序": "trình tự",
                "循序": "tuần tự",
                "序列": "tự liệt",
                "序幕": "tự mạc",
                "序言": "tự ngôn"
            }
        }
    }
}