{
    "character": "幌",
    "details": {
        "Âm Hán Việt": [
            "hoảng"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "cân 巾 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰巾晃"
        ],
        "Nét bút": [
            "丨フ丨丨フ一一丨丶ノ一ノフ"
        ],
        "Thương Hiệt": [
            "LBAFU (中月日火山)"
        ],
        "Unicode": [
            "U+5E4C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "huǎng ㄏㄨㄤˇ"
        ],
        "Âm Nôm": [
            "hoảng"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ほろ (horo)",
            "とばり (tobari)"
        ],
        "Âm Hàn": [
            "황"
        ],
        "Âm Quảng Đông": [
            "fong2"
        ]
    },
    "meanings": {
        "hoảng": {
            "Từ điển phổ thông": [
                "cái màn dũng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Màn che, bức mành, rèm cửa sổ. ◇Đỗ Phủ 杜甫: 'Hà thời ỷ hư hoảng, Song chiếu lệ ngân can' 何時倚虛幌, 雙照淚痕乾 (Nguyệt dạ 月夜) Bao giờ được tựa màn cửa trống, (Bóng trăng) chiếu hai ngấn lệ khô?",
                "(Danh) 'Hoảng tử' 幌子: (1) Cờ bài quán rượu, tấm biển quán rượu. (2) Bề ngoài, cái vỏ, chiêu bài, hình thức giả dối. ◇Hồng Lâu Mộng 紅樓夢: 'Tuy nhiên, văn danh bất như kiến diện, không trường liễu nhất cá hảo mô dạng nhi, cánh thị cá một dược tính đích bạo trúc, chỉ hảo trang hoảng tử bãi' 雖然聞名不如見面, 空長了一個好模樣兒, 竟是沒藥性的炮仗, 只好裝幌子罷了, 倒比我還發訕怕羞 (Đệ thất thập thất hồi) Tuy nhiên, nghe tiếng không bằng gặp mặt, trông dáng người đẹp thế này, mà lại là cái xác pháo rỗng ruột, chỉ có cái mã ngoài tốt đẹp thôi."
            ],
            "Từ điển Thiều Chửu": [
                "Màn dũng.",
                "Tục gọi cái cờ bài rượu là hoảng tử 幌子."
            ],
            "Từ điển Trần Văn Chánh": [
                "Màn che;",
                "(cũ) Cờ bài rượu, tấm biển quán rượu.【幌子】hoảng tử [huăngzi] a. Tấm biển bán hàng (treo trước cửa hiệu); b. Lốt, chiêu bài, nhãn hiệu (dùng với ý xấu): 打着革命的幌子 Núp dưới chiêu bài cách mạng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tấm màn treo cửa — Tấm vải viết chữ quảng cáo bán rượu, treo tại các tửu điếm — Chỉ chung những sự tô điểm để thu hút người khác — Cũng gọi là Hoảng tử 子."
            ],
            "compound_words": {
                "裝幌子": "trang hoảng tử"
            }
        }
    }
}