{
    "character": "幽",
    "details": {
        "Âm Hán Việt": [
            "u"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "yêu 幺 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿻山𢆶"
        ],
        "Nét bút": [
            "丨フフ丶フフ丶フ丨"
        ],
        "Thương Hiệt": [
            "UVII (山女戈戈)"
        ],
        "Unicode": [
            "U+5E7D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yōu ㄧㄡ"
        ],
        "Âm Nôm": [
            "u"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)",
            "ヨウ (yō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ふか.い (fuka.i)",
            "かす.か (kasu.ka)",
            "くら.い (kura.i)",
            "しろ.い (shiro.i)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jau1"
        ]
    },
    "meanings": {
        "u": {
            "Từ điển phổ thông": [
                "ẩn núp",
                "sâu xa, tối tăm",
                "cầm tù",
                "châu U (Trung Quốc)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sâu xa, sâu kín. ◎Như: 'u viễn' 幽遠 sâu xa, 'u hận' 幽恨 nỗi hận sâu kín. ◇Thi Kinh 詩經: 'Xuất tự u cốc, Thiên vu kiều mộc' 出自幽谷, 遷于喬木 (Tiểu nhã 小雅, Phạt mộc 伐木) Từ hang sâu ra, Bay lên cây cao.",
                "(Tính) Lặng lẽ, yên tĩnh. ◎Như: 'u tĩnh' 幽靜 vắng vẻ, yên lặng. ◇Trương Hoa 張華: 'Thanh phong động duy liêm, Thần nguyệt chiếu u phòng' 清風動帷簾, 晨月照幽房 (Tình 情) Gió mát chạm màn rèm, Trăng sớm rọi phòng yên tĩnh.",
                "(Tính) Thanh nhã. ◎Như: 'u nhã' 幽雅 đẹp đẽ, 'thanh u' 清幽 thanh nhã.",
                "(Tính) Tối, ám đạm. ◎Như: 'u ám' 幽暗 tối tăm. ◇Tây du kí 西遊記: 'Hắc vân mạc mạc già tinh hán, Đăng hỏa vô quang biến địa u' 黑雲漠漠遮星漢, 燈火無光遍地幽 (Đệ lục thập thất hồi) Mây đen mù mịt che lấp sông Ngân, Đèn lửa không ánh sáng khắp mặt đất tối tăm.",
                "(Tính) Ẩn kín. ◎Như: 'u cư' 幽居 ở ẩn. ◇Đào Uyên Minh 陶淵明: 'Phượng ẩn vu lâm, U nhân tại khâu' 鳳隱于林, 幽人在丘 (Mệnh tử 命子) Chim phượng nấp kín ở rừng, Ẩn sĩ ở gò.",
                "(Tính) Nhỏ, yếu. ◇Lí Thương Ẩn 李商隱: 'Kim nhật đông phong tự bất thăng, Hóa tác u quang nhập tây hải' 今日東風自不勝, 化作幽光入西海 (Yến đài 燕臺).",
                "(Động) Giam cầm. ◇Tuân Tử 荀子: 'Công hầu thất lễ tắc u' 公侯失禮則幽 (Vương bá 王霸) Công hầu thất lễ thì giam lại.",
                "(Động) Khiến cho tiêu trầm, làm cho ý chí suy đồi, không còn hăng hái. ◇Vương Khải Vận 王闓運: 'Từ năng u nhân, sử chí bất thân, phi tráng phu chi sự, thịnh thế chi âm dã' 詞能幽人, 使志不申, 非壯夫之事, 盛世之音也 (Bỉ trúc dư âm 比竹餘音, Tự 敘).",
                "(Danh) Quỷ thần. ◇Bắc sử 北史: 'Phù chí hiếu thông linh, chí thuận cảm u' 夫至孝通靈, 至順感幽 (Úy Nguyên truyện 尉元傳) Bậc chí hiếu chí thuận cảm động tới thần linh.",
                "(Danh) Chỉ cõi âm.",
                "(Danh) Châu 'U' 幽 ngày xưa. § Nay thuộc đông bắc tỉnh Trực Lệ và tây bắc tỉnh Phụng Thiên.",
                "(Danh) Phần mộ. ◎Như: 'u minh' 幽銘.",
                "(Danh) § Xem 'cửu u' 九幽."
            ],
            "Từ điển Thiều Chửu": [
                "Ần núp, sâu xa. Phàm cái gì giấu một chỗ kín không cho ai biết gọi là u, như u cư 幽居 ở núp, u tù 幽囚 giam chỗ kín, v.v. Oán giận ai mà không nói ra được gọi là u oán 幽怨, u hận 幽恨. Chỗ ở lặng lẽ mát mẻ gọi là u nhã 幽雅.",
                "Tối tăm, như cửu u 九幽 nơi âm phủ.",
                "Châu U, thuộc phía đông bắc tỉnh Trực Lệ và phía tây bắc tỉnh Phụng Thiên bây giờ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Âm u, tối tăm, thăm thẳm: 幽林 Rừng âm u; 九幽 Nơi âm phủ;",
                "Ẩn, khuất, sâu xa, thầm kín: 幽居 Ở ẩn; 幽怨 Nỗi oán ẩn kín; 幽恨 Mối hận ẩn kín;",
                "Tĩnh mịch, vắng vẻ và yên lặng;",
                "(cũ) Âm gian;",
                "[You] (Họ) U;",
                "[You] Châu U (phía đông bắc tỉnh Trực Lệ, Trung Quốc)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tối tăm — Sâu kín — Vắng lặng — Tên một châu của Trung Hoa thời xưa, tức U châu, thuộc tỉnh Hà Bắc ngày nay."
            ],
            "compound_words": {
                "九幽": "cửu u",
                "靈幽": "linh u",
                "尋幽": "tầm u",
                "深幽": "thâm u",
                "幽暗": "u ám",
                "幽隱": "u ẩn",
                "幽峪": "u cốc",
                "幽谷": "u cốc",
                "幽居": "u cư",
                "幽顯": "u hiển",
                "幽玄": "u huyền",
                "幽灵": "u linh",
                "幽靈": "u linh",
                "幽默": "u mặc",
                "幽明": "u minh",
                "幽人": "u nhân",
                "幽愁": "u sầu",
                "幽僻": "u tịch",
                "幽情": "u tình",
                "幽欎": "u uất",
                "越甸幽靈集": "việt điện u linh tập"
            }
        }
    }
}