{
    "character": "庶",
    "details": {
        "Âm Hán Việt": [
            "thứ"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nghiễm 广 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶一ノ一丨丨一丶丶丶丶"
        ],
        "Thương Hiệt": [
            "ITF (戈廿火)"
        ],
        "Unicode": [
            "U+5EB6"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "shù ㄕㄨˋ"
        ],
        "Âm Nôm": [
            "thứ",
            "thừa",
            "xứa"
        ],
        "Âm Nhật (onyomi)": [
            "ショ (sho)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "syu3"
        ]
    },
    "meanings": {
        "thứ": {
            "Từ điển phổ thông": [
                "nhiều",
                "chi thứ (trong dòng họ), con thứ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Dân thường, bình dân, bách tính. ◇Tam quốc diễn nghĩa 三國演義: 'Tức nhật bãi Dương Bưu, Hoàng Uyển, Tuân Sảng vi thứ dân' 即日罷楊彪, 黃琬, 荀爽為庶民 (Đệ lục hồi) Ngay hôm đó cách chức Dương Bưu, Hoàng Uyển, Tuân Sảng làm dân thường.",
                "(Danh) Họ 'Thứ'.",
                "(Tính) Nhiều, đông. ◎Như: 'thứ dân' 庶民 dân chúng, 'thứ vật' 庶物 vạn vật, 'phú thứ' 富庶 sản vật dồi dào, dân số đông đúc.",
                "(Tính) Bình thường, phổ thông.",
                "(Tính) Thuộc chi thứ (trong gia đình). ◎Như: 'thứ tử' 庶子 con vợ lẽ.",
                "(Phó) May mà, may thay. ◇Thi Kinh 詩經: 'Tứ phương kí bình, Vương quốc thứ định' 四方既平, 王國庶定 (Đại nhã 大雅, Giang Hán 江漢) Bốn phương đã an bình, Thì vương quốc may được yên ổn.",
                "(Phó) Gần như, hầu như. ◇Luận Ngữ 論語: 'Hồi dã kì thứ hồ' 回也其庶乎 (Tiên tiến 先進) Anh Hồi gần đạt được đạo chăng?",
                "(Phó) Mong cầu, hi vọng. ◇Tam Quốc 三國: 'Thứ kiệt nô độn, nhương trừ gian hung, hưng phục Hán thất, hoàn ư cựu đô' 庶竭駑鈍, 攘除姦凶, 興復漢室, 還於舊都 (Gia Cát Lượng 諸葛亮, Tiền xuất sư biểu 前出師表) Mong đem hết tài hèn, diệt trừ được bọn gian ác, hưng phục nhà Hán, trở về kinh đô cũ.",
                "(Phó) Có lẽ, có thể. ◇Tả truyện 左傳: 'Quân cô tu chánh nhi thân huynh đệ chi quốc, thứ miễn ư nạn' 君姑修政而親兄弟之國, 庶免於難 (Hoàn Công lục niên 桓公六年) Ông hãy sửa đổi chính sách mà thân thiện với những nước anh em, có thể miễn khỏi họa nạn."
            ],
            "Từ điển Thiều Chửu": [
                "Nhiều. Như thứ dân 庶民 lũ dân, thứ vật 庶物 mọi vật, v.v. Nhân vật đông đúc gọi là phú thứ 富庶, hay phồn thứ 繁庶.",
                "Gần như. Như Hồi dã kì thứ hồ 回也其庶乎 anh Hồi kia gần đạt được đạo chăng? (Luận ngữ 論語)",
                "Chi thứ. Con vợ lẽ gọi là thứ tử 庶子."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhiều, thường: 富庶 Sản vật dồi dào, dân số đông đúc; 庶物 Các vật, mọi vật;",
                "(văn) Gần như, hầu như, có lẽ: 回也其庶乎？ Ngươi Hồi kia ngõ hầu gần được chăng? (Luận ngữ). 【庶乎】 thứ hồ [shùhu] (văn) Hầu như, gần như, có lẽ, may ra: 庶乎可行 Hầu như có thể được; 【庶或】thứ hoặc [shùhuò] Như 庶乎；【庶幾】 thứ cơ [shùji] Như 庶幾乎；【庶幾乎】 thứ cơ hồ [shùjihu] (văn) (lt) Gần như, hầu như, may ra mới được. Cg. 庶乎 [shùhu], 庶幾 [shùji];",
                "(văn) Mong, chỉ mong, may ra: 庶無罪悔，以迄于今 Chỉ mong không có tội và chuyện đáng tiếc, (từ khi ấy) cho tới hôm nay (Thi Kinh: Đại nhã, Sinh dân);",
                "(Thuộc) chi thứ: 庶子 Con vợ lẽ, con dòng thứ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đông. Nhiều — Vai dưới, chi dưới trong họ — Tên người, tức Phạm Phú Thứ, 1820-1881, tự là Giáo Chi hiệu là Trúc Đường, người xã Đông bàn huyện Diên phúc tỉnh Quảng nam, đậu Tiến sĩ năm 1843, niên hiệu Thiệu Trị thứ 3, làm quan tới Hộ bộ Thượng thư, từng đi sứ sang Pháp năm 1863. Tác phầm chữ Hán có Giá viên thi văn tập, Tây phù thi thân, Tây hành nhật kí."
            ],
            "compound_words": {
                "支庶": "chi thứ",
                "眾庶": "chúng thứ",
                "黎庶": "lê thứ",
                "富庶": "phú thứ",
                "士庶": "sĩ thứ",
                "庶民": "thứ dân",
                "庶母": "thứ mẫu",
                "庶女": "thứ nữ",
                "庶房": "thứ phòng",
                "庶室": "thứ thất",
                "庶子": "thứ tử"
            }
        }
    }
}