{
    "character": "廉",
    "details": {
        "Âm Hán Việt": [
            "liêm"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "nghiễm 广 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸广兼"
        ],
        "Nét bút": [
            "丶一ノ丶ノ一フ一一丨丨ノ丶"
        ],
        "Thương Hiệt": [
            "ITXC (戈廿重金)"
        ],
        "Unicode": [
            "U+5EC9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lián ㄌㄧㄢˊ"
        ],
        "Âm Nôm": [
            "liêm",
            "rèm"
        ],
        "Âm Nhật (onyomi)": [
            "レン (ren)"
        ],
        "Âm Hàn": [
            "렴",
            "염"
        ],
        "Âm Quảng Đông": [
            "lim4"
        ]
    },
    "meanings": {
        "liêm": {
            "Từ điển phổ thông": [
                "góc, cạnh",
                "thanh liêm"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Phần bên, góc nhà. ◎Như: 'đường liêm' 堂廉 phần góc nhà (nhà bốn phía có bốn liêm), 'đường cao liêm viễn' 堂高廉遠 nhà cao góc bệ xa, ý nói nhà vua cao xa lắm.",
                "(Danh) Góc, cạnh của đồ vật. ◎Như: 'liêm ngạc' 廉鍔 góc nhọn của binh khí (tỉ dụ lời nói sắc bén).",
                "(Danh) Lương quan chia ra hai thứ, 'bổng' 俸 là món lương thường, 'liêm' 廉 là món lương riêng để trợ cấp cho khỏi ăn của đút làm hại dân. ◇Phù sanh lục kí 浮生六記: 'Thập nguyệt diểu, thủy chi San Tả liêm bổng' 十月杪, 始支山左廉俸 (Khảm kha kí sầu 坎坷記愁) Cuối tháng mười, mới lãnh lương bổng ở Sơn Đông.",
                "(Danh) Họ 'Liêm'.",
                "(Tính) Ngay thẳng, trong sạch, không tham của cải. ◎Như: 'thanh liêm' 清廉 trong sạch chính trực.",
                "(Tính) Rẻ. ◎Như: 'vật mĩ giá liêm' 物美價廉 hàng tốt giá rẻ. ◇Lỗ Tấn 魯迅: 'Gia dĩ Triệu thái thái dã chánh tưởng mãi nhất kiện giá liêm vật mĩ đích bì bối tâm' 加以趙太太也正想買一件價廉物美的皮背心 (A Q chánh truyện 阿Q正傳) Hơn nữa cụ Cố bà đang muốn mua một cái áo gilet vừa tốt lại rẻ.",
                "(Tính) Sơ lược, giản lược.",
                "(Động) Xét, khảo sát. ◎Như: 'liêm phóng' 廉訪 xét hỏi, 'liêm phóng sứ' 廉訪使 chức quan ngày xưa để tra xét các quan lại."
            ],
            "Từ điển Thiều Chửu": [
                "Góc nhà, ở bên bệ thềm bước lên gọi là đường liêm 堂廉, như đường cao liêm viễn 堂高廉遠 nhà cao góc bệ xa, ý nói nhà vua cao xa lắm.",
                "Góc, cạnh. Ðồ vật gì có góc có cạnh gọi là liêm.",
                "Ngay, biết phân biệt nên chăng không lấy xằng gọi là liêm, như thanh liêm 清廉.",
                "Xét, ngày xưa có chức liêm phóng sứ 廉訪使 để tra các quan lại, cho nên ngày xưa thường gọi bên quan án là liêm phóng 廉訪.",
                "Tiền liêm, lương quan chia ra hai thứ, bổng 俸 là món lương thường, liêm 廉 là là món lương riêng để trợ cấp cho khỏi ăn út làm hại dân."
            ],
            "Từ điển Trần Văn Chánh": [
                "Liêm (khiết), trong sạch: 清廉 Thanh liêm; 廉恥 Liêm sỉ;",
                "Rẻ: 價廉物美 Giá rẻ hàng tốt;",
                "(văn) Góc thềm: 堂廉 Chỗ bệ thềm bước lên; 堂高廉遠 Nhà cao góc bệ xa, (Ngb) nhà vua cao xa lắm;",
                "(văn) Góc, cạnh (của đồ vật);",
                "(văn) Xét, tra xét: 廉訪使 Chức quan tra xét các quan lại;",
                "(văn) Tiền dưỡng liêm;",
                "[Lián] (Họ) Liêm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bên cạnh. Ở cạnh — Ngay thẳng, không tham lam — Giá rẻ."
            ],
            "compound_words": {
                "養廉": "dưỡng liêm",
                "低廉": "đê liêm",
                "廉俸": "liêm bổng",
                "廉幹": "liêm cán",
                "廉正": "liêm chính",
                "廉价": "liêm giá",
                "廉價": "liêm giá",
                "廉洁": "liêm khiết",
                "廉潔": "liêm khiết",
                "廉訪": "liêm phóng",
                "廉察": "liêm sát",
                "廉恥": "liêm sỉ",
                "廉纖": "liêm tiêm",
                "廉直": "liêm trực",
                "寡廉": "quả liêm",
                "淸廉": "thanh liêm",
                "清廉": "thanh liêm"
            }
        }
    }
}