{
    "character": "席",
    "details": {
        "Âm Hán Việt": [
            "tịch"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "cân 巾 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Nét bút": [
            "丶一ノ一丨丨一丨フ丨"
        ],
        "Thương Hiệt": [
            "ITLB (戈廿中月)"
        ],
        "Unicode": [
            "U+5E2D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xí ㄒㄧˊ"
        ],
        "Âm Nôm": [
            "tịch",
            "tiệc"
        ],
        "Âm Nhật (onyomi)": [
            "セキ (seki)"
        ],
        "Âm Nhật (kunyomi)": [
            "むしろ (mushiro)"
        ],
        "Âm Hàn": [
            "석"
        ],
        "Âm Quảng Đông": [
            "zik6"
        ]
    },
    "meanings": {
        "tịch": {
            "Từ điển phổ thông": [
                "cái chiếu",
                "chỗ ngồi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái chiếu. ◎Như: 'thảo tịch' 草席 chiếu cói, 'trúc tịch' 竹席 chiếu tre.",
                "(Danh) Chỗ ngồi. § Ngày xưa giải chiếu xuống đất mà ngồi, nên gọi chỗ ngồi là 'tịch'. ◎Như: 'nhập tịch' 入席 vào chỗ ngồi.",
                "(Danh) Tiệc, bàn tiệc, mâm cỗ. ◎Như: 'yến tịch' 宴席 yến tiệc, 'tửu tịch' 酒席 tiệc rượu. ◇Thủy hử truyện 水滸傳: 'Lí Trung, Chu Thông, sát ngưu tể mã, an bài diên tịch, quản đãi liễu sổ nhật' 李忠, 周通, 殺牛宰馬, 安排筵席, 管待了數日 (Đệ ngũ hồi) Lí Trung, Chu Thông giết bò mổ ngựa bày tiệc, khoản đãi mấy ngày.",
                "(Danh) Chức vị. § Ngày xưa giải chiếu để làm việc nên gọi chức vị là 'tịch'. ◎Như: 'hình tịch' 刑席 người bàn giúp về việc hình danh.",
                "(Danh) Buồm. ◇Văn tuyển 文選: 'Duy trường tiêu, quải phàm tịch' 維長綃, 挂帆席 (Mộc hoa 木華, Hải phú 海賦) Buộc xà dài, treo cánh buồm.",
                "(Danh) Lượng từ. (1) Câu, lần, buổi (nói chuyện). ◎Như: 'thính quân nhất tịch thoại, thắng độc thập niên thư' 聽君一席話, 勝讀十年書 nghe ông nói một câu, còn hơn mười năm đọc sách. (2) Ghế (quốc hội, nghị viện). ◎Như: 'giá thứ lập ủy tuyển cử tại dã đảng cộng thủ đắc tam tịch' 這次立委選舉在野黨共取得三十席 lần bầu cử quốc hội này, đảng của phe đối lập lấy được tổng cộng ba mươi ghế.",
                "(Danh) Họ 'Tịch'.",
                "(Động) Nhờ vào, dựa vào. ◎Như: 'tịch tiền nhân chi dư liệt' 席前人之餘烈 nhờ vào nghiệp thừa của người trước.",
                "(Phó) Bao quát, toàn diện. ◎Như: 'tịch quyển thiên hạ' 席卷天下 bao quát cả thiên hạ."
            ],
            "Từ điển Thiều Chửu": [
                "Cái chiếu.",
                "Nhờ, nhân vì. Như tịch tiền nhân chi dư liệt 席前人之餘烈 nhờ chưng nghiệp thừa của người trước.",
                "Chỗ ngồi, ngày xưa giải chiếu xuống đất mà ngồi nên gọi chỗ ngồi là tịch.",
                "Ngày xưa giải chiếu để làm việc nên gọi chức vụ là tịch, như hình tịch 刑席, người bàn giúp về việc hình danh.",
                "Bao quát, như tịch quyển thiên hạ 席卷天下 cuốn sách cả thiên hạ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Chiếc) chiếu: 草席 Chiếu cói; 籐席 Chiếu mây;",
                "Chỗ ngồi, ghế (trong nghị trường): 請入席 Mời vào chỗ ngồi; 來賓席 Chỗ ngồi của khách, hàng ghế danh dự; 在議會占有五十席 Chiếm được 50 ghế trong nghị trường (viện);",
                "Tiệc rượu, mâm cỗ: 擺了十桌席 Bày ra mười bàn tiệc; 訂做五席酒 Đặt làm năm bàn tiệc;",
                "Buồm;",
                "(văn) Nhờ, dựa vào: 席前人之餘烈 Nhờ vào nghiệp thừa của người đời trước;",
                "(Ngb) Bao quát, tất cả, sạch hết.【席捲】tịch quyển [xíjuăn] Cuộn vào tất cả, cuộn sạch (cuốn chiếu): 席捲而逃 Lấy sạch của cải trốn chạy; 已席捲全國 Đã lan rộng khắp cả nước;",
                "[Xí] (Họ) Tịch."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái chiếu — Chỗ ngồi. Td: Chủ tịch 主席 — Dựa vào. Căn cứ vào — Bữa tiệc. Td: Nhập tịch 入席 ( vào tiệc )."
            ],
            "compound_words": {
                "陪席": "bồi tịch",
                "割席": "cát tịch",
                "枕席": "chẩm tịch",
                "主席": "chủ tịch",
                "筵席": "diên tịch",
                "逃席": "đào tịch",
                "同席": "đồng tịch",
                "缺席": "khuyết tịch",
                "末席": "mạt tịch",
                "蒻席": "nhược tịch",
                "赴席": "phó tịch",
                "揆席": "quỹ tịch",
                "闖席": "sấm tịch",
                "繅席": "tảo tịch",
                "西席": "tây tịch",
                "席卷": "tịch quyển",
                "席位": "tịch vị",
                "酒席": "tửu tịch",
                "促席": "xúc tịch",
                "宴席": "yến tịch"
            }
        }
    }
}