{
    "character": "帝",
    "details": {
        "Âm Hán Việt": [
            "đế"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "cân 巾 (+6 nét)"
        ],
        "Lục thư": [
            "tượng hình & hình thanh"
        ],
        "Nét bút": [
            "丶一丶ノ丶フ丨フ丨"
        ],
        "Thương Hiệt": [
            "YBLB (卜月中月)"
        ],
        "Unicode": [
            "U+5E1D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dì ㄉㄧˋ"
        ],
        "Âm Nôm": [
            "đấy",
            "đê",
            "đí",
            "đó"
        ],
        "Âm Nhật (onyomi)": [
            "テイ (tei)"
        ],
        "Âm Nhật (kunyomi)": [
            "みかど (mikado)"
        ],
        "Âm Hàn": [
            "제"
        ],
        "Âm Quảng Đông": [
            "dai3"
        ]
    },
    "meanings": {
        "đế": {
            "Từ điển phổ thông": [
                "vua"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bậc chúa tể trong vũ trụ. ◎Như: 'thượng đế' 上帝 trời. ◇Thư Kinh 書經: 'Đế nãi chấn nộ, bất tí Hồng phạm cửu trù' 帝乃震怒, 不畀洪範九疇 (Hồng phạm 洪範).",
                "(Danh) Thiên thần làm chủ một phương. ◇Trang Tử 莊子: 'Nam hải chi đế vi Thúc, bắc hải chi đế vi Hốt, trung ương chi đế vi Hồn Độn' 南海之帝為儵, 北海之帝為忽, 中央之帝為渾沌 (Ứng đế vương 應帝王).",
                "(Danh) Thời Tam Đại gọi vua đã chết là 'đế' 帝. ◇Lễ Kí 禮記: 'Thiên vương đăng giả, thố chi miếu, lập chi chủ, viết đế' 天王登假, 措之廟, 立之主, 曰帝 (Khúc lễ hạ 曲禮下) Thiên vương quy tiên (chết), dựng miếu cho vua, lập vua làm chủ (miếu), gọi là đế.",
                "(Danh) Vua, quân chủ, hoàng đế. § Thời thái cổ, 'đế' 帝 chỉ lĩnh tụ của nhiều bộ tộc liên minh với nhau. ◇Mạnh Tử 孟子: '(Thuấn) tự canh giá đào ngư dĩ chí ư đế, vô phi thủ ư nhân giả' (舜)自耕稼陶漁以至於帝, 無非取於人者 (Công Tôn Sửu thượng 公孫丑上) (Thuấn) từ khi cày cấy, làm đồ gốm, đánh cá cho đến khi làm vua, lúc nào ngài cũng lấy (gương thiện đức) ở người .",
                "(Danh) Thiên tử. § Ngày xưa gọi bậc thống trị tối cao của quốc gia là 'đế' 帝. ◇Sử Kí 史記: 'Tần cố vương quốc, Thủy Hoàng quân thiên hạ, cố xưng đế' 秦故王國, 始皇君天下, 故稱帝 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Nguyên trước Tần là một vương quốc, Thủy Hoàng làm vua cả thiên hạ nên gọi là đế (tức thiên tử).",
                "(Động) Làm vua, xưng làm vua. ◇Hậu Hán Thư 後漢書: 'Bệ hạ thừa đại loạn chi cực, thụ mệnh nhi đế, hưng minh tổ tông' 陛下承大亂之極, 受命而帝, 興明祖宗 (Phục Trạm truyện 伏湛傳)."
            ],
            "Từ điển Thiều Chửu": [
                "Vua.",
                "Vị thần rất tôn gọi là đế, như trời gọi là thượng đế 上帝."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trời, đế: 上帝 Trời, chúa trời, thượng đế;",
                "Vua, hoàng đế: 帝王 Đế vương, vua chúa;",
                "Đế quốc, chủ nghĩa đế quốc (nói tắt): 反帝 Chống đế quốc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hiệu của người đứng đầu thiên hạ — Chỉ trời — Chỉ ông vua."
            ],
            "compound_words": {
                "亞歷山大大帝": "á lịch san đại đại đế",
                "大帝": "đại đế",
                "帝制": "đế chế",
                "帝居": "đế cư",
                "帝都": "đế đô",
                "帝號": "đế hiệu",
                "帝鄉": "đế hương",
                "帝京": "đế kinh",
                "帝業": "đế nghiệp",
                "帝君": "đế quân",
                "帝国": "đế quốc",
                "帝國": "đế quốc",
                "帝王": "đế vương",
                "后帝": "hậu đế",
                "皇帝": "hoàng đế",
                "黃帝": "hoàng đế",
                "黎朝帝王中興功業實錄": "lê triều đế vương trung hưng công nghiệp thực lục",
                "五帝": "ngũ đế",
                "廢帝": "phế đế",
                "關帝": "quan đế",
                "聖帝": "thánh đế",
                "天帝": "thiên đế",
                "上帝": "thượng đế",
                "先帝": "tiên đế",
                "炎帝": "viêm đế",
                "赤帝": "xích đế",
                "稱帝": "xưng đế"
            }
        }
    }
}