{
    "character": "式",
    "details": {
        "Âm Hán Việt": [
            "thức"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "dặc 弋 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿹弋工"
        ],
        "Nét bút": [
            "一一丨一フ丶"
        ],
        "Thương Hiệt": [
            "IPM (戈心一)"
        ],
        "Unicode": [
            "U+5F0F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "sức",
            "thức"
        ],
        "Âm Nhật (onyomi)": [
            "シキ (shiki)"
        ],
        "Âm Hàn": [
            "식"
        ],
        "Âm Quảng Đông": [
            "sik1"
        ]
    },
    "meanings": {
        "thức": {
            "Từ điển phổ thông": [
                "phép tắc, cách thức"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Phép tắc, khuôn mẫu, mô phạm. ◎Như: 'túc thức' 足式 đáng làm khuôn phép. ◇Hậu Hán Thư 後漢書: 'Bưu tại vị thanh bạch, vi bách liêu thức' 彪在位清白, 為百僚式 (Đặng Bưu truyện 鄧彪傳) Đặng Bưu tại vị trong sạch, làm gương mẫu cho các quan.",
                "(Danh) Nghi tiết, điển lễ. ◎Như: 'khai hiệu thức' 開校式 lễ khai trường, 'truy điệu thức' 追悼式 lễ truy điệu.",
                "(Danh) Quy cách, phương pháp. ◎Như: 'cách thức' 格式 quy cách, 'khoản thức' 款式 dạng thức.",
                "(Danh) Cái đòn ngang trước xe ngày xưa. § Thông 'thức' 軾.",
                "(Danh) Nhóm kí hiệu biểu thị một quy luật nào đó trong khoa học (toán học, hóa học, ...). ◎Như: 'phương trình thức' 方程式, 'hóa học thức' 化學式.",
                "(Động) Bắt chước, làm theo.",
                "(Động) Dùng. ◇Tả truyện 左傳: 'Man Di Nhung Địch, bất thức vương mệnh' 蠻夷戎狄, 不式王命 (Thành Công nhị niên 成公二年) Di Nhung Địch, không dùng mệnh vua.",
                "(Động) Cúi đầu, dựa vào đòn xe để tỏ lòng tôn kính (thời xưa). ◇Hán Thư 漢書: 'Cải dong thức xa' 改容式車(Chu Bột truyện 周勃傳) Biến sắc cúi dựa vào xe tỏ lòng tôn kính.",
                "(Trợ) Đặt đầu câu dùng làm lời phát ngữ. ◇Thi Kinh 詩經: 'Thức vi thức vi, Hồ bất quy?' 式微式微, 胡不歸 (Bội phong 邶風, Thức vi 式微) Suy lắm, suy lắm rồi! Sao không về?"
            ],
            "Từ điển Thiều Chửu": [
                "Phép. Sự gì đáng làm khuôn phép gọi là túc thức 足式.",
                "Chế độ. Như trình thức 程式, thức dạng 式樣 đều nghĩa là cái khuôn mẫu cho người theo cả.",
                "Lễ. Như khai hiệu thức 開校式 lễ khai tràng, truy điệu thức 追悼式 lễ truy điệu, v.v.",
                "Lễ kính, xe ngày xưa trên có một cái đòn ngang, khi gặp cái gì đáng kính thì cúi xuống mà tựa gọi là bằng thức 憑式. Nguyễn Du 阮攸: Hành sắc thông thông tuế vân mộ, Bất câm bằng thức thán quy Dư 行色匆匆歲雲暮，不禁憑式歎歸與 (trên đường đi qua quê hương đức Khổng Tử: Ðông lộ 東路) cuộc hành trình vội vã, năm đã muộn, Bất giác nương nơi ván chắc trước xe mà than Về thôi.",
                "Lời phát ngữ, như thức vi thức vi 式微式微 suy lắm, suy lắm rồi!",
                "Dùng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dáng, kiểu: 新式 Kiểu mới; 形式 Hình thức, bề ngoài;",
                "Cách thức, tiêu chuẩn, kiểu mẫu, khuôn mẫu: 格式 Cách thức; 程式 Trình thức;",
                "Lễ: 開校式 Lễ khai giảng; 開幕式 Lễ khai mạc;",
                "Biểu thức, công thức: 方程式 Phương trình; 公式 Công thức; 式子 Biểu thức;",
                "(văn) Tựa vào đòn ngang xe cúi mình xuống để tỏ ý kính lễ (dùng như 軾, bộ 車)：天子爲動，改容式車 Thiên tử xúc động, đổi nét mặt cúi xuống đòn ngang trên xe (tỏ ý kính lễ) (Sử kí: Giáng Hầu, Chu Bột thế gia);",
                "(văn) Trợ từ đầu câu: 式微式微，胡不歸？ Suy vi lắm rồi, sao không về? (Thi Kinh: Bội phong, Thức vi)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đường lối. Td: Cách thức — Kiểu. Lối."
            ],
            "compound_words": {
                "歐式": "âu thức",
                "格式": "cách thức",
                "矜式": "căng thức",
                "正式": "chính thức",
                "公式": "công thức",
                "舊式": "cựu thức",
                "样式": "dạng thức",
                "樣式": "dạng thức",
                "等式": "đẳng thức",
                "形式": "hình thức",
                "合式": "hợp thức",
                "合式化": "hợp thức hoá",
                "款式": "khoản thức",
                "模式": "mô thức",
                "仪式": "nghi thức",
                "儀式": "nghi thức",
                "法式": "pháp thức",
                "非对称式数据用户线": "phi đối xứng thức số cứ dụng hộ tuyến",
                "非對稱式數據用戶線": "phi đối xứng thức số cứ dụng hộ tuyến",
                "服式": "phục thức",
                "方式": "phương thức",
                "新式": "tân thức",
                "西式": "tây thức",
                "體式": "thể thức",
                "式樣": "thức dạng",
                "式微": "thức vi",
                "程式": "trình thức",
                "程式語言": "trình thức ngữ ngôn",
                "程式语言": "trình thức ngữ ngôn",
                "中式": "trung thức"
            }
        }
    }
}