{
    "character": "徒",
    "details": {
        "Âm Hán Việt": [
            "đồ"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "xích 彳 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰彳走"
        ],
        "Nét bút": [
            "ノノ丨一丨一丨一ノ丶"
        ],
        "Thương Hiệt": [
            "HOGYO (竹人土卜人)"
        ],
        "Unicode": [
            "U+5F92"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tú ㄊㄨˊ"
        ],
        "Âm Nôm": [
            "đò",
            "đồ",
            "trò"
        ],
        "Âm Nhật (onyomi)": [
            "ト (to)"
        ],
        "Âm Nhật (kunyomi)": [
            "いたずら (itazura)",
            "あだ (ada)"
        ],
        "Âm Hàn": [
            "도"
        ],
        "Âm Quảng Đông": [
            "tou4"
        ]
    },
    "meanings": {
        "đồ": {
            "Từ điển phổ thông": [
                "đi bộ",
                "không, trống",
                "đồ đệ, học trò"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đi bộ. ◇Dịch Kinh 易經: 'Xả xa nhi đồ' (Bí quái 賁卦, Sơ cửu 初九) 舍車而徒 Bỏ xe mà đi bộ. ◇Phạm Thành Đại 范成大: 'Chí thử tức xả chu nhi đồ, Bất lưỡng tuần khả chí Thành Đô' 至此即捨舟而徒, 不兩旬可至成都 (Ngô thuyền lục 吳船錄, Quyển hạ).",
                "(Danh) Lính bộ, bộ binh. ◇Thi Kinh 詩經: 'Công đồ tam vạn' 公徒三萬 (Lỗ tụng 魯頌, Bí cung 閟宮) Bộ binh của vua có ba vạn người.",
                "(Danh) Người để sai sử trong phủ quan, cung vua. ◇Tuân Tử 荀子: 'Sử y phục hữu chế, cung thất hữu độ, nhân đồ hữu số, tang tế giới dụng giai hữu đẳng nghi' 使衣服有制, 宮室有度, 人徒有數, 喪祭械用皆有等宜 (Vương bá 王霸).",
                "(Danh) Xe của vua đi. ◎Như: 'đồ ngự bất kinh' 徒御不驚 xe vua chẳng sợ.",
                "(Danh) Lũ, bọn, nhóm, bè đảng (thường có nghĩa xấu). ◎Như: 'bạo đồ' 暴徒 bọn người hung bạo, 'phỉ đồ' 匪徒 bọn giặc cướp, 'thực phồn hữu đồ' 實繁有徒 thực có lũ đông, 'tư đồ' 司徒 quan đời xưa, chủ về việc coi các dân chúng.",
                "(Danh) Người đồng loại. ◇Hán Thư 漢書: 'Kim thế chi xử sĩ, khôi nhiên vô đồ, khuếch nhiên độc cư' 今世之處士, 魁然無徒, 廓然獨居 (Đông Phương Sóc truyện 東方朔傳).",
                "(Danh) Người tin theo một tông giáo hoặc học thuyết. ◎Như: 'tín đồ' 信徒, 'cơ đốc đồ' 基督徒.",
                "(Danh) Học trò, môn đệ. ◎Như: 'đồ đệ' 徒弟 môn đệ, 'môn đồ' 門徒 học trò. ◇Luận Ngữ 論語: 'Phi ngô đồ dã' 非吾徒也 (Tiên tiến 先進) Không phải là học trò của ta vậy.",
                "(Danh) Một thứ hình phạt thời xưa (giam cầm và bắt làm việc nặng nhọc).",
                "(Danh) Khổ nạn, tội tình. ◇Vương Thị 王氏: 'Chẩm bất giao ngã tâm trung nộ. Nhĩ tại tiền đôi thụ dụng, phiết ngã tại thủy diện tao đồ' 怎不教我心中怒. 你在錢堆受用, 撇我在水面遭徒 (Phấn điệp nhi 粉蝶兒, Kí tình nhân 寄情人, Sáo khúc 套曲).",
                "(Danh) Người tội phạm phải đi làm lao dịch. ◇Sử Kí 史記: 'Cao Tổ dĩ đình trưởng vi huyện tống đồ Li San, đồ đa đạo vong' 高祖以亭長為縣送徒酈山, 徒多道亡 (Cao Tổ bản kỉ 高祖本紀).",
                "(Danh) Đường, lối. § Thông 塗. ◇Đạo Đức Kinh 道德經: 'Sanh chi đồ, thập hữu tam; tử chi đồ, thập hữu tam' 生之徒, 十有三; 死之徒, 十有三 (Chương 65).",
                "(Tính) Không, trống. ◎Như: 'đồ thủ bác hổ' 徒手搏虎 bắt cọp tay không.",
                "(Phó) Uổng công, vô ích. ◎Như: 'đồ lao vãng phản' 徒勞往返 uổng công đi lại. ◇Nguyễn Trãi 阮廌: 'Chang mộc trùng trùng hải lãng tiền, Trầm giang thiết tỏa diệc đồ nhiên' 樁木重重海浪前, 沈江鐵鎖亦徒然 (Quan hải 關海) Cọc cắm lớp này đến lớp khác trước sóng bể, Giăng dây sắt ngầm khóa sông lại cũng luống công thôi.",
                "(Phó) Chỉ có, chỉ vì. ◇Mạnh Tử 孟子: 'Đồ thiện bất túc dĩ vi chính' 徒善不足以為政 (Li Lâu thượng 離婁上) Chỉ có thiện thôi không đủ làm chính trị.",
                "(Phó) Lại (biểu thị sự trái nghịch). ◇Trang Tử 莊子: 'Ngô văn chi phu tử, sự cầu khả, công cầu thành, dụng lực thiểu, kiến công đa giả, thánh nhân chi đạo. Kim đồ bất nhiên' 吾聞之夫子, 事求可, 功求成, 用力少, 見功多者, 聖人之道. 今徒不然 (Thiên địa 天地) Ta nghe thầy dạy, việc cầu cho được, công cầu cho nên, dùng sức ít mà thấy công nhiều, đó là đạo của thánh nhân. Nay lại không phải vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Ði bộ. Lính bộ binh cũng gọi là đồ. Như công đồ tam vạn 公徒三萬 bộ binh nhà vua tam vạn. Xe của vua đi cũng gọi là đồ. như đồ ngự bất kinh 徒御不驚 Xe vua chẳng sợ.",
                "Lũ. Như thực phồn hữu đồ 實繁有徒 thực có lũ đông. Ðời xưa có quan tư đồ 司徒 chủ về việc coi các dân chúng.",
                "Học trò. Như phi ngô đồ dã 非吾徒也 không phải là học trò của ta vậy. Tục gọi học trò là đồ đệ 徒弟, đồng đảng là đồ đảng 徒黨 đều do nghĩa ấy.",
                "Không, đồ thủ 徒手 tay không.",
                "Những. Như đồ thiện bất túc dĩ vi chính 徒善不足以為政 những thiện không đủ làm chính trị. Lại là tiếng trợ ngữ. Như đồ tự khổ nhĩ 徒自苦耳 những chỉ tự làm khổ thôi vậy.",
                "Tội đồ. Ngày xưa hễ kẻ nào có tội bắt làm tôi tớ hầu các nha ở ngay tỉnh kẻ ấy gọi là tội đồ. Bây giờ định ra tội đồ có kí và tội đồ không có kí, đều là tội phạt giam và bắt làm khổ vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đi bộ;",
                "Không, không có gì: 徒手 Tay không; 徒坐 Ngồi không. (Ngr) Vô ích: 徒勞往返 Mất công đi lại; 今空守孤城，徒費財役 Nay giữ không ngôi thành trơ trọi, chỉ phí tiền của và công sức vô ích (Tư trị thông giám);",
                "Chỉ có: 徒托空言 Chỉ nói suông thôi; 徒善不足以爲政 Chỉ có thiện thôi thì không đủ để làm việc chính trị (Luận ngữ);",
                "(văn) Lại (biểu thị sự trái nghịch): 吾以夫子爲無所不知，夫子徒有所不知 Tôi cho rằng phu tử việc gì cũng biết, nhưng phu tử lại có cái không biết (Tuân tử); 今徒不然 Nay lại không phải thế (Trang tử);",
                "Học trò, người học việc: 尊師愛徒 Trọng thầy mến trò; 學徒工 Thợ học nghề;",
                "Tín đồ: 教徒 Tín đồ;",
                "Bọn, lũ, những kẻ (chỉ người xấu): 匪徒 Lũ giặc; 不法之徒 Kẻ phạm pháp; 囚徒 Bọn tù, tù phạm;",
                "Tội đồ (tội bị đưa đi đày);",
                "(văn) Lính bộ binh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi bộ. Đi chân — Lính đánh giặc đi chân, tức Bộ binh — Đông đảo — Bọn. Nhóm người — Học trò — Không. Không có gì kèm vào — Một loại hình phạt giành cho phạm nhân. Xem Đồ hình 徒刑."
            ],
            "compound_words": {
                "惡徒": "ác đồ",
                "飲徒": "ẩm đồ",
                "博徒": "bác đồ",
                "白徒": "bạch đồ",
                "叛徒": "bạn đồ",
                "暴徒": "bạo đồ",
                "潑無徒": "bát vô đồ",
                "高徒": "cao đồ",
                "棍徒": "côn đồ",
                "丹徒布衣": "đan đồ bố y",
                "徒兵": "đồ binh",
                "徒步": "đồ bộ",
                "徒歌": "đồ ca",
                "徒黨": "đồ đảng",
                "徒弟": "đồ đệ",
                "徒行": "đồ hành",
                "徒刑": "đồ hình",
                "徒劳": "đồ lao",
                "徒勞": "đồ lao",
                "徒然": "đồ nhiên",
                "徒手": "đồ thủ",
                "教徒": "giáo đồ",
                "学徒": "học đồ",
                "學徒": "học đồ",
                "兇徒": "hung đồ",
                "凶徒": "hung đồ",
                "流徒": "lưu đồ",
                "門徒": "môn đồ",
                "犯徒": "phạm đồ",
                "反徒": "phản đồ",
                "法徒": "pháp đồ",
                "匪徒": "phỉ đồ",
                "生徒": "sinh đồ",
                "使徒": "sứ đồ",
                "師徒": "sư đồ",
                "僧徒": "tăng đồ",
                "信徒": "tín đồ",
                "囚徒": "tù đồ",
                "司徒": "tư đồ",
                "酒徒": "tửu đồ"
            }
        }
    }
}