{
    "character": "必",
    "details": {
        "Âm Hán Việt": [
            "tất"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "tâm 心 (+1 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶フ丶ノ丶"
        ],
        "Thương Hiệt": [
            "PH (心竹)"
        ],
        "Unicode": [
            "U+5FC5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "bì ㄅㄧˋ"
        ],
        "Âm Nôm": [
            "ắt",
            "tất"
        ],
        "Âm Nhật (onyomi)": [
            "ヒツ (hitsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "かなら.ず (kanara.zu)"
        ],
        "Âm Hàn": [
            "필"
        ],
        "Âm Quảng Đông": [
            "bit1"
        ]
    },
    "meanings": {
        "tất": {
            "Từ điển phổ thông": [
                "tất yếu, ắt, nhất định",
                "cần phải"
            ],
            "Từ điển trích dẫn": [
                "(Động) Mong được, hi vọng mà có ý quả quyết muốn cho được. ◎Như: 'vô ý vô tất' 毋意毋必 đừng cứ ý riêng mình, đừng cầu ắt phải thế.",
                "(Phó) Hẳn, ắt, tất phải, nhất định phải. ◎Như: 'hữu công tất thưởng' 有功必賞 có công ắt hẳn được thưởng.",
                "(Phó) § Xem 'tất nhiên' 必然.",
                "(Liên) Nếu như, nếu thật, như quả, giả thiết. ◇Luận Ngữ 論語: 'Tất bất đắc dĩ nhi khử, ư tư tam giả hà tiên?' 必不得已而去, 於斯三者何先 (Nhan Uyên 顏淵) Nếu như bất đắc dĩ phải bỏ (một điều), trong ba điều đó, thì bỏ điều nào trước?",
                "(Danh) Họ 'Tất'."
            ],
            "Từ điển Thiều Chửu": [
                "Ắt hẳn, lời nói quyết định, như tất nhiên 必然 sự tất thế.",
                "Mong được hi vọng mà có ý muốn cho tất được. Như vô ý vô tất 毋意毋必 đừng cứ ý riêng mình, đừng cầu ắt phải thế.",
                "Hẳn, như hữu công tất thưởng 有功必賞 có công ắt hẳn được thưởng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ắt, ắt hẳn, tất, chắc chắn, nhất định, cần phải, bắt buộc phải: 有法必依，執法必嚴，違法必究 Có luật thì phải tuân thủ, thi hành luật thì phải nghiêm, vi phạm luật thì phải truy cứu; 必不可少 Không thể thiếu được; 必要 Cần thiết, cần phải, tất yếu; 必 能成功 Ắt sẽ thành công; 他未必來 Anh ấy chưa chắc đã đến; 有功必賞 Có công ắt sẽ thưởng; 必由之路 Con đường phải (trải) qua, con đường tất yếu. 【必定】tất định [bìdìng] Tất phải, chắc chắn, nhất định, hẳn: 必定如此 Nhất định phải như thế, hẳn phải như thế; 【必將】 tất tương [bìjiang] (văn) Tất sẽ, ắt sẽ, nhất định sẽ: 不築必將有盜 Nếu không đắp lại tường hỏng, nhất định sẽ có trộm đạo leo vào (Hàn Phi tử: Thuế nan); 【必然】 tất nhiên [bìrán] Tất nhiên, dĩ nhiên: 必然性 Tính tất yếu, sự tất nhiên, lẽ tất nhiên; 【必須】tất tu [bìxu] Cần phải, phải: 必須指出 Cần phải vạch ra; 必須做到 Phải làm cho được;",
                "(văn) Cho là chắc chắn, hoàn toàn khẳng định: 毌意毌必 Đừng có ý riêng, đừng cầu ắt phải thế (đừng khẳng định chắc chắn) (Luận ngữ: Tử hãn);",
                "(văn) Nếu như: 王必無人，臣願奉璧往使 Nếu nhà vua không có người thì thần xin mang viên ngọc bích đi sứ (Sử kí: Lạn Tương Như liệt truyện); 必能 行大道，何用在深山？ Nếu thi hành được đạo lớn, thì cần gì phải ở chốn rừng sâu? (Đỗ Tuân Hạc: Đề Hội Thượng Nhân viện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ắt hẳn — Chắc chắn. Nhất định, không thể khác."
            ],
            "compound_words": {
                "不必": "bất tất",
                "何必": "hà tất",
                "必至": "tất chí",
                "必得": "tất đắc",
                "必定": "tất định",
                "必然": "tất nhiên",
                "必需": "tất nhu",
                "必須": "tất tu",
                "必须": "tất tu",
                "必将": "tất tương",
                "必將": "tất tương",
                "必要": "tất yếu",
                "勢必": "thế tất",
                "未必": "vị tất",
                "務必": "vụ tất"
            }
        }
    }
}