{
    "character": "徑",
    "details": {
        "Âm Hán Việt": [
            "kính"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "xích 彳 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰彳巠"
        ],
        "Nét bút": [
            "ノノ丨一フフフ一丨一"
        ],
        "Thương Hiệt": [
            "HOMVM (竹人一女一)"
        ],
        "Unicode": [
            "U+5F91"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jìng ㄐㄧㄥˋ"
        ],
        "Âm Nôm": [
            "kinh"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "みち (michi)",
            "こみち (komichi)",
            "さしわたし (sashiwatashi)",
            "ただちに (tadachini)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "ging3"
        ]
    },
    "meanings": {
        "kính": {
            "Từ điển phổ thông": [
                "đường tắt, lối tắt",
                "thẳng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lối tắt, đường nhỏ. Phiếm chỉ đường đi. ◎Như: 'san kính' 山徑 đường mòn trên núi. ◇Nguyễn Du 阮攸: 'Quỷ môn thạch kính xuất vân căn' 鬼門石徑出雲根 (Quỷ Môn đạo trung 鬼門道中) Đường đá ở Quỷ Môn từ chân mây mà ra. ◇Đỗ Phủ 杜甫: 'Hoa kính bất tằng duyên khách tảo, Bồng môn kim thủy vị quân khai' 花徑不曾緣客掃, 蓬門今始為君開 (Khách chí 客至) Đường hoa, chưa từng vì khách quét, Cửa cỏ bồng, nay mới mở cho bạn (vào).",
                "(Danh) Đường lối, phương pháp. ◎Như: 'đồ kính' 途徑 đường lối, phương pháp, 'tiệp kính' 捷徑 đường (lối) tắt.",
                "(Danh) Đường kính (đường thẳng đi qua tâm điểm vòng tròn, giới hạn hai đầu trong vòng tròn). ◎Như: 'trực kính' 直徑 đường kính, 'bán kính' 半徑 nửa đường kính.",
                "(Danh) Độ dài. ◇Từ Hoằng Tổ 徐弘祖: 'Cộng kính thập ngũ lí' 共徑十五里 (Từ hà khách du kí 徐霞客遊記) Chiều dài gồm năm mươi dặm.",
                "(Động) Đi. ◇Hán Thư 漢書: 'Kính vạn lí hề độ sa mạc' 徑萬里兮度沙幕 (Tô Kiến truyện 蘇建傳) Đi muôn dặm hề qua sa mạc.",
                "(Phó) Thẳng, trực tiếp. § Thông 'kính' 逕. ◎Như: 'trực tình kính hành' 直情徑行 tình thẳng thẳng bước, 'ngôn tất kính khứ' 言畢徑去 nói xong đi thẳng.",
                "(Phó) Bèn. § Cũng như 'cánh' 竟. ◇Sử Kí 史記: 'Khôn khủng cụ phủ phục nhi ẩm, bất quá nhất đẩu kính túy hĩ' 髡恐懼俯伏而飲, 不過一斗徑醉矣 (Hoạt kê truyện 滑稽傳, Thuần Vu Khôn truyện 淳于髡傳) Khôn này sợ hãi cúi đầu mà uống, chỉ mới một đấu bèn đã say."
            ],
            "Từ điển Thiều Chửu": [
                "Lối tắt.",
                "Thẳng. Như trực tình kính hành 直情徑行 tình thẳng thẳng bước.",
                "Ðo xem hình tròn lớn bé bao nhiêu gọi là kính. Ðường thẳng gọi là trực kính 直徑, một nửa gọi là bán kính 半徑.",
                "Ði.",
                "Bèn, cùng nghĩa với chữ kính 竟."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đường mòn, đường nhỏ, đường tắt, lối tắt: 山徑 Đường mòn trên núi;",
                "Đường, lối, cách: 捷徑 Đường tắt;",
                "Thẳng, trực tiếp: 直情徑行 Tình thẳng thẳng bước; 徑回廣東 Về thẳng Quảng Đông; 徑自答復 Trực tiếp trả lời. 【徑直】kính trực [jìngzhí] a. Thẳng: 這趟客機徑直飛往河内 Chuyến máy bay này sẽ bay thẳng tới Hà Nội; b. Thẳng thắn, thẳng: 我徑直跟你說吧 Tôi nói thẳng với anh;",
                "(toán) Đường kính (nói tắt): 半徑 Bán kính;",
                "(văn) Đi;",
                "Bèn (dùng như 竟 bộ 立)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đường nhỏ, chỉ có thể đi bộ được mà thôi — Thẳng — Đường thẳng chạy qua tâm vòng tròn, tức đường kính của vòng tròn — Đường tắt ( vì đường thẳng là đường gần nhất ). Còn gọi là Tiệp kính 捷徑 ( con đường đi mau )."
            ],
            "compound_words": {
                "半徑": "bán kính",
                "別徑": "biệt kính",
                "蹊徑": "hề kính",
                "徑庭": "kính thính",
                "路徑": "lộ kính",
                "捷徑": "tiệp kính",
                "小徑": "tiểu kính",
                "圓徑": "viên kính"
            }
        }
    }
}