{
    "character": "德",
    "details": {
        "Âm Hán Việt": [
            "đức"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "xích 彳 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰彳⿱⿱十罒⿱一心"
        ],
        "Nét bút": [
            "ノノ丨一丨丨フ丨丨一一丶フ丶丶"
        ],
        "Thương Hiệt": [
            "HOJWP (竹人十田心)"
        ],
        "Unicode": [
            "U+5FB7"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dé ㄉㄜˊ"
        ],
        "Âm Nôm": [
            "đức"
        ],
        "Âm Nhật (onyomi)": [
            "トク (toku)"
        ],
        "Âm Nhật (kunyomi)": [
            "おしえ (oshie)"
        ],
        "Âm Hàn": [
            "덕"
        ],
        "Âm Quảng Đông": [
            "dak1"
        ]
    },
    "meanings": {
        "đức": {
            "Từ điển phổ thông": [
                "đạo đức, thiện",
                "ơn, ân",
                "nước Đức"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Phẩm chất tốt đẹp, quy phạm mà con người phải tuân theo. ◇Luận Ngữ 論語: 'Đức chi bất tu, học chi bất giảng, văn nghĩa bất năng tỉ, bất thiện bất năng cải, thị ngô ưu dã' 德之不修, 學之不講, 聞義不能徙, 不善不能改, 是吾憂也 (Thuật nhi 述而) Đạo đức chẳng trau giồi, học vấn chẳng chú trọng (cho tinh tường), nghe điều nghĩa mà không làm theo, có lỗi mà không sửa đổi, đó là những mối lo của ta.",
                "(Danh) Phẩm hạnh, tác phong. ◇Luận Ngữ 論語: 'Quân tử chi đức phong, tiểu nhân chi đức thảo. Thảo thượng chi phong tất yển' 君子之德風, 小人之德草. 草上之風必偃 (Nhan Uyên 顏淵) Đức của người quân tử như gió, đức của tiểu nhân như cỏ. Gió thổi thì cỏ rạp xuống.",
                "(Danh) Ơn, ân huệ, ân trạch. ◎Như: 'dĩ oán báo đức' 以怨報德 lấy oán trả ơn. ◇Luận Ngữ 論語: 'Hoặc viết: Dĩ đức báo oán, hà như? Tử viết: Hà dĩ báo đức? Dĩ trực báo oán, dĩ đức báo đức' 或曰: 以德報怨, 何如? 子曰: 何以報德? 以直報怨, 以德報德 (Hiến vấn 憲問) Có người hỏi: Lấy đức báo oán, nên không? Khổng Tử đáp: Thế gì lấy gì báo đức? Cứ chính trực mà báo oán, và lấy ân huệ để đáp lại ân huệ.",
                "(Danh) Ý, lòng tin, tâm ý. ◎Như: 'nhất tâm nhất đức' 一心一德 một lòng một ý, quyết tâm không đổi, 'li tâm li đức' 離心離德 chia lòng rẽ ý (không đồng tâm hợp tác).",
                "(Danh) Cái khí tốt (vượng) trong bốn mùa. ◎Như: mùa xuân gọi là 'thịnh đức tại mộc' 盛德在木, mùa hè gọi là 'thịnh đức tại hỏa' 盛德在火.",
                "(Danh) Tên nước 'Đức-ý-chí' 德意志 thường gọi tắt là nước 'Đức' (tiếng Anh: Federal Republic of Germany).",
                "(Danh) Họ 'Đức'.",
                "(Động) Cảm ơn, cảm kích. ◇Liêu trai chí dị 聊齋志異: 'Chủ nhân văn nhi đức chi, tặng kim ngũ lạng, úy chi sử quy' 主人聞而德之, 贈金五兩, 慰之使歸 (Vương Thành 王成) Người chủ quán nghe thế rất biết ơn (Vương Thành), tặng cho năm lạng vàng, an ủi bảo về.",
                "(Tính) Tốt, lành. ◎Như: 'đức chính' 德政 chính trị tốt."
            ],
            "Từ điển Thiều Chửu": [
                "Ðạo đức. Cái đạo để lập thân gọi là đức. Như đức hạnh 德行, đức tính 德性, v.v.",
                "Thiện. Làm thiện cảm hoá tới người gọi là đức chính 德政, đức hoá 德化.",
                "Ơn. Như tuý tửu bão đức 醉酒飽德 ơn cho no say rồi, vì thế nên cảm ơn cũng gọi là đức.",
                "Cái khí tốt (vượng) trong bốn mùa. Như mùa xuân gọi là thịnh đức tại mộc 盛德在木, mùa hè gọi là thịnh đức tại hoả 盛德在火, v.v. Tên nước Ðức-ý-chí 德意志 thường gọi tắt là nước Ðức."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đức hạnh, đức tính, đạo đức: 道德 Đạo đức; 公德 Đức tính chung;",
                "Lòng: 一心一德 Một lòng một dạ;",
                "Ân huệ, ơn đức: 感恩戴德 Mang ơn huệ; 以怨報德 Lấy oán trả ơn, ăn mật trả gừng, ăn sung trả ngái;",
                "[Dé] (Họ) Đức;",
                "[Dé] Nước Đức."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Điều tốt đẹp mà lòng mình đạt được nhờ sự tu dưỡng tính tình — Ơn huệ — Điều may mắn được hưởng. Chẳng hạn Phúc đức — Tên nước ở Âu châu, tức nước Đức ( germany ) — Tên người, tức Trịnh Hoài Đức, Công thần thời Nguyễn sơ, sinh 1765, mất 1825, hiệu là Cấn Trai, Tổ tiên là người Phúc Kiến Trung Hoa di cư tới vùng Trấn Biên ( Biên Hoà ), thi đậu năm 1788, theo giúp Nguyễn Ánh có công, trải thờ hai triều Gia Long và Minh Mệnh, làm quan tới Hiệp biện Đại Học sĩ, năm 1802 có đi sứ Trung Hoa. Tác phẩm có Cấn Trai thi tập và Bắc sứ thi tập. Ông còn là một trong Gia định Tam gia thi — Tên người, tức Nguyễn Quý Đức sinh 1648, mất 1730, người xã Tây mỗ phủ Hoài Đức tỉnh Hà Đông Bắc phần Việt Nam đậu Bảng nhãn năm 1676, tức Vĩnh Trị nguyên niên đời Lê Hi Tông, làm quan tới Binh bộ Thượng thư, tước Liêm Quận Công, có đi sứ Trung Hoa năm 1690. Ông từng phụng mệnh vua, cùng với Lê Hi, soạn bộ Đại Việt sử kí tục biên."
            ],
            "compound_words": {
                "惡德": "ác đức",
                "陰德": "âm đức",
                "恩德": "ân đức",
                "薄德": "bạc đức",
                "飽德": "bão đức",
                "不道德": "bất đạo đức",
                "至德": "chí đức",
                "種德": "chủng đức",
                "功德": "công đức",
                "大德": "đại đức",
                "道德": "đạo đức",
                "達德": "đạt đức",
                "德班": "đức ban",
                "德高望重": "đức cao vọng trọng",
                "德育": "đức dục",
                "德行": "đức hạnh",
                "德化": "đức hoá",
                "德友": "đức hữu",
                "德黑蘭": "đức mặc lan",
                "德門": "đức môn",
                "德配": "đức phối",
                "德国": "đức quốc",
                "德國": "đức quốc",
                "德操": "đức tháo",
                "德性": "đức tính",
                "德澤": "đức trạch",
                "立德": "lập đức",
                "慕德": "mộ đức",
                "婦德": "phụ đức",
                "廣德": "quảng đức",
                "貴德": "quý đức",
                "三達德": "tam đạt đức",
                "慙德": "tàm đức",
                "威德": "uy đức",
                "齒德俱增": "xỉ đức câu tăng",
                "懿德": "ý đức"
            }
        }
    }
}