{
    "character": "彼",
    "details": {
        "Âm Hán Việt": [
            "bỉ"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "xích 彳 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰彳皮"
        ],
        "Nét bút": [
            "ノノ丨フノ丨フ丶"
        ],
        "Thương Hiệt": [
            "HODHE (竹人木竹水)"
        ],
        "Unicode": [
            "U+5F7C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "bǐ ㄅㄧˇ"
        ],
        "Âm Nôm": [
            "bể",
            "bỉ",
            "bở"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Nhật (kunyomi)": [
            "かれ (kare)",
            "かの (kano)",
            "か.の (ka.no)"
        ],
        "Âm Hàn": [
            "피"
        ],
        "Âm Quảng Đông": [
            "bei2"
        ]
    },
    "meanings": {
        "bỉ": {
            "Từ điển phổ thông": [
                "kia, nọ",
                "phía bên kia",
                "đối phương"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Bên kia, cái kia. Đối lại với 'thử' 此. ◎Như: 'bất phân bỉ thử' 不分彼此 chẳng phân biệt đấy với đây.",
                "(Đại) Chỉ riêng một sự vật. ◇Tôn Tử 孫子: 'Tri bỉ tri kỉ, bách chiến bất đãi' 知彼知己, 百戰不殆 (Mưu công 謀攻) Biết địch biết mình, trăm trận đánh không sợ thua.",
                "(Đại) Nó, ông ấy, kẻ kia. ◇Mạnh Tử 孟子: 'Bỉ trượng phu dã, ngã trượng phu dã, ngô hà úy bỉ tai!' 彼丈夫也, 我丈夫也, 吾何畏彼哉 (Đằng Văn Công thượng 滕文公上) Ông ấy là trượng phu, ta cũng là trượng phu, ta sợ gì ông ấy.",
                "(Tính) Chỉ định tính từ (đặt trước danh từ): ấy, đó, kia. ◎Như: 'bỉ thương' 彼蒼 trời xanh kia, 'đáo bỉ ngạn' 到彼岸 tới bờ bên kia (thuật ngữ Phật giáo). ◇Thi Kinh 詩經: 'Bỉ quân tử hề, Bất tố thực hề' 彼君子兮,不素食兮 (Ngụy phong 魏風, Phạt đàn 伐檀) Người quân tử đó, Không hề ở không mà ăn."
            ],
            "Từ điển Thiều Chửu": [
                "Bên kia. Là tiếng trái lại với chữ thử. Như bất phân bỉ thử 不分彼此 chẳng phân biệt được đấy với đây.",
                "Kẻ khác, kẻ kia.",
                "Lời nói coi xa không thiết gì."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kia, nọ, đó, đấy, cái kia, bên kia: 彼岸 Bờ bên kia; 彼時 Lúc đó, hồi đó, dạo nọ; 顧此失彼 Lo cái này mất cái kia; 由此及彼 Từ cái này tới cái kia; 彼仁義何其多憂也？ Bọn nói chuyện nhân nghĩa kia sao mà nhiều lo vậy? (Trang tử);",
                "Nó, kẻ kia, kẻ khác, người khác, người ấy, ông ấy: 知己知彼 Biết người biết ta; 彼，丈夫也，我，丈夫也，吾何畏彼哉？ Ông ấy là trượng phu, ta cũng là trượng phu, ta sợ gì ông ấy (Mạnh tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nó. Hắn — Người kia, cái kia — Kia."
            ],
            "compound_words": {
                "彼岸": "bỉ ngạn",
                "彼啬斯丰": "bỉ sắc tư phong",
                "彼嗇斯豐": "bỉ sắc tư phong",
                "彼此": "bỉ thử",
                "彼蒼": "bỉ thương",
                "聖彼得堡": "thánh bỉ đắc bảo"
            }
        }
    }
}