{
    "character": "往",
    "details": {
        "Âm Hán Việt": [
            "vãng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "xích 彳 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰彳主"
        ],
        "Nét bút": [
            "ノノ丨丶一一丨一"
        ],
        "Thương Hiệt": [
            "HOYG (竹人卜土)"
        ],
        "Unicode": [
            "U+5F80"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "wǎng ㄨㄤˇ",
            "wàng ㄨㄤˋ"
        ],
        "Âm Nôm": [
            "vãn",
            "váng",
            "vởn"
        ],
        "Âm Nhật (onyomi)": [
            "オウ (ō)"
        ],
        "Âm Nhật (kunyomi)": [
            "い.く (i.ku)",
            "いにしえ (inishie)",
            "さき.に (saki.ni)",
            "ゆ.く (yu.ku)"
        ],
        "Âm Hàn": [
            "왕"
        ],
        "Âm Quảng Đông": [
            "wong5"
        ]
    },
    "meanings": {
        "vãng": {
            "Từ điển phổ thông": [
                "đi",
                "theo hướng",
                "đã qua"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đi, đến. ◎Như: 'vãng lai' 往來 đi lại. ◇Trang Tử 莊子: 'Vãng kiến Lão Đam' 往見老聃 (Thiên đạo 天道) Đến ra mắt Lão Đam.",
                "(Động) Đi mất. ◎Như: 'vãng hóa' 往化 chết, tử vong. § Nhà Phật 佛 cho người tu về tông 'Tịnh độ' 淨土, khi chết được sinh sang nước Phật rất sung sướng gọi là 'vãng sinh' 往生.",
                "(Động) Cấp cho, đưa cho. ◇Thái Gia 泰嘉: 'Quý bỉ tặng ngã hậu, Tàm thử vãng vật khinh' 愧彼贈我厚, 慚此往物輕 (Lưu quận tặng phụ 留郡贈婦) Thẹn đấy tặng ta hậu, Hổ đây cho vật thường.",
                "(Động) Hướng về, quy hướng. ◇Đạo Đức Kinh 道德經: 'Chấp đại tượng, thiên hạ vãng' 執大象, 天下往 (Chương 35) Giữ được đạo lớn, thiên hạ quy phục.",
                "(Tính) Đã qua. ◎Như: 'vãng nhật' 往日 ngày xưa.",
                "(Phó) Trước đây. ◇Liễu Tông Nguyên 柳宗元: 'Bộc vãng văn Dung Thục chi nam, hằng vũ thiểu nhật, nhật xuất tắc khuyển phệ, dư dĩ vi quá ngôn' 僕往聞庸蜀之南, 恆雨少日, 日出則犬吠, 予以為過言 (Đáp Vi Trung Lập luận sư đạo thư 答韋中立論師道書) Trước đây tôi nghe ở phía nam đất Dung đất Thục, trời thường hay mưa ít thấy mặt trời, nên hễ mặt trời mọc thì chó sủa, tôi cho là lời nói quá.",
                "(Phó) Thường thường. ◎Như: 'vãng vãng như thử' 往往如此 thường thường như thế. ◇Phù sanh lục kí 浮生六記: 'Vãng vãng giai tự tác nghiệt nhĩ' 往往皆自作孽耳 (Khảm kha kí sầu 坎坷記愁) (Người ta) thường hay tự gây ra tai họa cho chính mình.",
                "(Giới) Vào, tới (nói về phương hướng). Tương đương với 'triều' 朝, 'hướng' 向. ◇Thủy hử truyện 水滸傳: 'Xoa khai ngũ chỉ vãng điếm chủ nhân kiểm thượng chỉ nhất chưởng, bả na điếm chủ nhân đả liễu lương thương' 叉開五指往店主人臉上只一掌, 把那店主人打了踉蹌 (Đệ tam thập nhị hồi) Xòe năm ngón tay tát vào mặt chủ tiệm một cái, làm tên chủ tiệm đó loạng choạng ngã chúi."
            ],
            "Từ điển Thiều Chửu": [
                "Ði.",
                "Ðã qua. Như vãng nhật 往日 ngày xưa.",
                "Thường. Như vãng vãng như thử 往往如此 thường thường như thế.",
                "Lấy đồ gì đem đưa cho người cũng gọi là vãng.",
                "Nhà Phật cho người tu về tôn Tịnh-độ, khi chết được sinh sang nước Phật rất sướng gọi là vãng sinh 往生."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đi, đến: 來往 Tới lui, đi lại, qua lại;",
                "Đi về: 這趟車開往河内 Chuyến tàu này đi Hà Nội;",
                "Đã qua, ngày trước, trước đây, xưa: 已往的一切重現眼前 Tất cả những việc đã qua lại hiện ra trước mắt; 僕往聞庸蜀之南，恒雨少日，日出則犬吠 Trước đây tôi nghe ở phía nam đất Dung đất Thục, trời thường hay mưa ít thấy mặt trời, nên hễ mặt trời mọc thì chó sủa (Liễu Tôn Nguyên: Đáp Vi Trung Lập luận sư đạo thư).【往昔】 vãng tích [wăngxi] Trước kia, xưa kia, năm xưa;【往者】vãng giả [wăngzhâ] (văn) Lúc trước, trước đây;",
                "Thường: 往往如此 Thường thường như thế. 【往往】 vãng vãng [wăngwăng] Thường thường, thường hay: 我們往往談到深夜才睡 Chúng tôi thường hay chuyện trò đến khuya mới ngủ;",
                "(văn) Về sau, trở đi: 過此以往 Qua đó trở đi (về sau) (Chu Dịch); 自茲以往 Từ nay về sau;",
                "(văn) Đưa đi (vật gì cho người khác). Xem 往 [wàng]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi qua. Td: Vãng lai — Tới. Đến — Đã qua. Td: Dĩ vãng."
            ],
            "compound_words": {
                "拔來報往": "bạt lai báo vãng",
                "以往": "dĩ vãng",
                "已往": "dĩ vãng",
                "向往": "hướng vãng",
                "嚮往": "hướng vãng",
                "來往": "lai vãng",
                "来往": "lai vãng",
                "過往": "quá vãng",
                "往古": "vãng cổ",
                "往去": "vãng khứ",
                "往來": "vãng lai",
                "往来": "vãng lai",
                "往日": "vãng nhật",
                "往年": "vãng niên",
                "往返": "vãng phản",
                "往復": "vãng phục",
                "往生": "vãng sanh",
                "往事": "vãng sự",
                "往手": "vãng thủ",
                "往常": "vãng thường",
                "往昔": "vãng tích",
                "往往": "vãng vãng"
            }
        }
    }
}