{
    "character": "彀",
    "details": {
        "Âm Hán Việt": [
            "cấu"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "cung 弓 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿹𣪊弓"
        ],
        "Nét bút": [
            "一丨一丶フ一フ一フノフフ丶"
        ],
        "Thương Hiệt": [
            "GNHNE (土弓竹弓水)"
        ],
        "Unicode": [
            "U+5F40"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "gòu ㄍㄡˋ"
        ],
        "Âm Nôm": [
            "cấu"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)",
            "ク (ku)"
        ],
        "Âm Hàn": [
            "구"
        ],
        "Âm Quảng Đông": [
            "gau3"
        ]
    },
    "meanings": {
        "cấu": {
            "Từ điển phổ thông": [
                "cái đích cung (chỗ có khấc trên cung để dương dây)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Giương cung, giương nỏ. ◇Liệt Tử 列子: 'Cam Thằng, cổ chi thiện xạ giả, cấu cung nhi thú phục điểu hạ' 甘繩, 古之善射者, 彀弓而獸伏鳥下 (Thang vấn 湯問) Cam Thằng, một thiện xạ thời xưa, giương cung là thú ngã chim rơi.",
                "(Danh) Cái đích cung. ◇Mạnh Tử 孟子: 'Nghệ chi giáo nhân sạ tất chí ư cấu' 羿之教人射必志於彀 (Cáo tử thượng 告子上) (Hậu) Nghệ dạy người tập bắn phải để hết tâm trí vào cái đích cung.",
                "(Danh) Khuôn khổ, phạm vi sở trường. ◇Trang Tử 莊子: 'Du ư Nghệ chi cấu trung' 遊於羿之彀中 (Đức sung phù 德充符) Rong chơi trong phạm vi sở trường (tài bắn tên) của (Hậu) Nghệ.",
                "(Danh) Vòng, tròng, cạm bẫy. ◇Vương Định Bảo 王定保: 'Kiến tân tiến sĩ chuế hành nhi xuất, hỉ viết: Thiên hạ anh hùng nhập ngô cấu trung hĩ' 見新進士綴行而出, 喜曰: 天下英雄入吾彀中矣 (Thuật tiến sĩ thượng thiên 述進士上篇) Nhìn các tân tiến sĩ nối nhau ra cửa, thích chí nói: Anh hùng thiên hạ lọt vào tròng của ta hết cả rồi.",
                "(Tính) Giỏi bắn, thiện xạ."
            ],
            "Từ điển Thiều Chửu": [
                "① Cái đích cung. Sách Mạnh-tử có câu: Nghệ chi giáo nhân sạ tất chí ư cấu 羿之教人射必志於彀 người Nghệ dạy người tập bắn phải để chí vào cái đích cung, vì thế nên cái khuôn mẫu để làm một sự gì cũng gọi là cấu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 夠 [gòu];",
                "Cái đích cung: 羿之教人射必志於彀 Hậu Nghệ dạy người ta tập bắn phải để hết tâm trí vào cái đích cung (Mạnh tử). (Ngr) Khuôn mẫu;",
                "Kéo mạnh dây cung;",
                "Tròng, vòng, cạm bẫy: 入我彀 Sa vào cạm bẫy của ta."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Giương nỏ lên. Đầy đủ sung túc."
            ],
            "compound_words": {
                "彀騎": "cấu kị"
            }
        }
    }
}