{
    "character": "得",
    "details": {
        "Âm Hán Việt": [
            "đắc"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "xích 彳 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰彳㝵"
        ],
        "Nét bút": [
            "ノノ丨丨フ一一一一丨丶"
        ],
        "Thương Hiệt": [
            "HOAMI (竹人日一戈)"
        ],
        "Unicode": [
            "U+5F97"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dē ㄉㄜ",
            "dé ㄉㄜˊ",
            "de",
            "děi ㄉㄟˇ"
        ],
        "Âm Nôm": [
            "đác",
            "đắc",
            "đắt",
            "được"
        ],
        "Âm Nhật (onyomi)": [
            "トク (toku)"
        ],
        "Âm Nhật (kunyomi)": [
            "え.る (e.ru)",
            "う.る (u.ru)"
        ],
        "Âm Hàn": [
            "득"
        ],
        "Âm Quảng Đông": [
            "dak1"
        ]
    },
    "meanings": {
        "đắc": {
            "Từ điển phổ thông": [
                "được",
                "trúng, đúng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đạt được, lấy được. ◇Ôn Đình Quân 溫庭筠: 'Vị đắc quân thư, đoạn tràng Tiêu Tương xuân nhạn phi' 未得君書, 斷腸瀟湘春雁飛 (Hà phương oán 遐方怨, Từ 詞).",
                "(Động) Bắt giữ; bị bắt. ◇Nhan thị gia huấn 顏氏家訓: 'Sở đắc đạo giả, triếp tiệt thủ oản, phàm lục thập dư nhân' 所得盜者, 輒截手腕, 凡戮十餘人 (Quy tâm 歸心).",
                "(Động) Thành công, hoàn thành. ◇Tần Quan 秦觀: 'Nhân tuần di bệnh nhân hương hỏa, Tả đắc Di Đà thất vạn ngôn' 因循移病因香火, 寫得彌陀七萬言 (Đề pháp hải bình đồ lê 題法海平闍黎).",
                "(Động) Là, thành (kết quả tính toán). ◎Như: 'tam tam đắc cửu' 三三得九 ba lần ba là chín.",
                "(Động) Gặp khi, có được. ◎Như: 'đắc tiện' 得便 gặp khi thuận tiện, 'đắc không' 得空 có được rảnh rỗi. ◇Mao Thuẫn 茅盾: 'Nhĩ khứ khán khán Tài Hỉ na điều thuyền đắc bất đắc không. Minh thiên yếu cố tha đích thuyền tẩu nhất thảng Tiền Gia Trang' 你去看看財喜那條船得不得空. 明天要雇他的船走一趟錢家莊 (Sương diệp hồng tự nhị nguyệt hoa 霜葉紅似二月花, Tứ).",
                "(Động) Hợp, trúng, thích nghi. ◎Như: 'đắc thể' 得體 hợp thể thức, 'đắc pháp' 得法 trúng cách, 'đắc kế' 得計 mưu kế được dùng.",
                "(Động) Tham được. ◇Luận Ngữ 論語: 'Cập kì lão dã, huyết khí kí suy, giới chi tại đắc' 及其老也, 血氣既衰, 戒之在得 (Quý thị 季氏) Về già, khí huyết đã suy, nên răn ở lòng tham được.",
                "(Động) Được lợi ích. § Trái với 'thất' 失. ◎Như: 'duật bạng tương tranh, ngư ông đắc lợi' 鷸蚌相爭, 漁翁得利 cò trai tranh nhau, lão chài được lợi.",
                "(Động) Được sống. ◇Trang Tử 莊子: 'Thả phù đắc giả, thì dã; thất giả, thuận dã, an thì nhi xử thuận, ai lạc bất năng nhập dã' 且夫得者, 時也; 失者, 順也, 安時而處順, 哀樂不能入也 (Đại tông sư 大宗師) Vả chăng được (sống) ấy là thời, mất (chết) ấy là thuận. Yên thời mà ở thuận, buồn vui không thể vào được.",
                "(Động) Thích ý, mãn ý. ◇Sử Kí 史記: 'Ý khí dương dương, thậm tự đắc dã' 意氣揚揚, 甚自得也 (Quản Yến truyện 管晏傳) Ý khí vênh vang, rất lấy làm tự đắc.",
                "(Động) Có thể được, khả dĩ. ◎Như: 'đắc quá thả quá' 得過且過 được sao hay vậy.",
                "(Động) Dùng trong câu nói, để biểu thị ý phản đối, cấm cản hoặc đồng ý: được, thôi. ◎Như: 'đắc liễu, biệt tái xuất sưu chủ ý liễu' 得了, 別再出餿主意了 thôi đi, đừng có đưa ra cái ý kiến chẳng hay ho đó ra nữa, 'đắc, ngã môn tựu chiếu nhĩ đích phương pháp khứ tố' 得, 我們就照你的方法去做 được rồi, chúng tôi cứ theo phương pháp của anh mà làm.",
                "(Động) Gặp phải, tao thụ. ◎Như: 'tha tác ác đa đoan, đắc liễu báo ứng dã thị ưng cai đích' 他作惡多端, 得了報應也是應該的.",
                "(Trợ) Đứng sau động từ, chỉ khả năng: có thể, được. ◎Như: 'quá đắc khứ' 過得去 qua được, 'tố đắc hoàn' 做得完 làm xong được, 'nhất định học đắc hội' 一定學得會 nhất định học thì sẽ hiểu được.",
                "(Trợ) Dùng sau động từ hoặc tính từ để biểu thị kết quả hay trình độ cho bổ ngữ: cho, đến, đến nỗi. ◎Như: 'ngã môn đích công tác mang đắc ngận' 我們的工作忙得很 công việc của chúng tôi bận rộn lắm, 'lãnh đắc đả xỉ sách' 冷得打哆嗦 rét (đến nỗi) run lập cập. ◇Dương Vạn Lí 楊萬里: 'Bắc phong xuy đắc san thạch liệt, Bắc phong đống đắc nhân cốt chiết' 北風吹得山石裂, 北風凍得人骨折 (Chánh nguyệt hối nhật... 正月晦日自英州舍舟出陸北風大作).",
                "(Phó) Cần, phải, nên. ◎Như: 'nhĩ đắc tiểu tâm' 你得小心 anh phải cẩn thận.",
                "(Phó) Tương đương với 'hà' 何, 'khởi' 豈, 'na' 那, 'chẩm' 怎. Nào, ai, há. ◇Đỗ Phủ 杜甫: 'Bỉ thương hồi hiên nhân đắc tri' 彼蒼回軒人得知 (Hậu khổ hàn hành 後苦寒行) Ông xanh hỡi, về mái hiên nhà ai kẻ biết?"
            ],
            "Từ điển Thiều Chửu": [
                "Ðược. Phàm sự gì cầu mà được gọi là đắc. Nghĩ ngợi mãi mà hiểu thấu được gọi là tâm đắc 心得.",
                "Trúng. Như đắc kế 得計 mưu được trúng, được như ý mình mưu tính. Sự lợi hại gọi là đắc thất 得失.",
                "Tham, như lão giả giới chi tại đắc 老者戒之在得 người già phải răn ở sự tham.",
                "Tự đắc. Như dương dương tự đắc 揚揚自得 nhơn nhơn tự đắc.",
                "Hợp, cùng người hợp tính gọi là tương đắc 相得."
            ],
            "Từ điển Trần Văn Chánh": [
                "(khn) Phải, cần phải: 下次你得小心點 Lần sau anh phải cẩn thận nhé!; 得五個人才能抬起來 Cần phải có 5 người mới khiêng nổi;",
                "Sẽ bị: 快下雨了，要不快走就得挨淋 Sắp mưa rồi, không về nhanh thì sẽ bị ướt đấy!;",
                "(đph) Dễ chịu, thoải mái, thú: 療養所的生活怪得 Đời sống trong nhà điều dưỡng dễ chịu quá!; 挺得 Thú quá, khoái quá. Xem 得 [dé], [de]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thâu lượm được — Có thể được. Được — Thành công."
            ],
            "compound_words": {
                "安得": "an đắc",
                "巴不得": "ba bất đắc",
                "博得": "bác đắc",
                "不得": "bất đắc",
                "不得不": "bất đắc bất",
                "不得以": "bất đắc dĩ",
                "不得已": "bất đắc dĩ",
                "不入虎穴焉得虎子": "bất nhập hổ huyệt yên đắc hổ tử",
                "不相得": "bất tương đắc",
                "苟得": "cẩu đắc",
                "種瓜得瓜": "chủng qua đắc qua",
                "種瓜得瓜種豆得豆": "chủng qua đắc qua chủng đậu đắc đậu",
                "顧不得": "cố bất đắc",
                "顧得過來": "cố đắc quá lai",
                "得病": "đắc bệnh",
                "得志": "đắc chí",
                "得用": "đắc dụng",
                "得到": "đắc đáo",
                "得道": "đắc đạo",
                "得当": "đắc đương",
                "得當": "đắc đương",
                "得隴望蜀": "đắc lũng vọng thục",
                "得力": "đắc lực",
                "得宜": "đắc nghi",
                "得分": "đắc phân",
                "得票": "đắc phiếu",
                "得勝": "đắc thắng",
                "得失": "đắc thất",
                "得勢": "đắc thế",
                "得手": "đắc thủ",
                "得罪": "đắc tội",
                "得知": "đắc tri",
                "得出": "đắc xuất",
                "得意": "đắc ý",
                "懂得": "đổng đắc",
                "蛟龍得水": "giao long đắc thuỷ",
                "晓得": "hiểu đắc",
                "曉得": "hiểu đắc",
                "哭笑不得": "khốc tiếu bất đắc",
                "既得隴，復望蜀": "kí đắc lũng, phục vọng thục",
                "免不得": "miễn bất đắc",
                "偶得": "ngẫu đắc",
                "驟得": "sậu đắc",
                "所得": "sở đắc",
                "心得": "tâm đắc",
                "必得": "tất đắc",
                "西南得朋": "tây nam đắc bằng",
                "聖彼得堡": "thánh bỉ đắc bảo",
                "取得": "thủ đắc",
                "說得過去": "thuyết đắc quá khứ",
                "値得": "trị đắc",
                "值得": "trị đắc",
                "相得": "tương đắc",
                "应得": "ưng đắc",
                "應得": "ưng đắc",
                "萬不得以": "vạn bất đắc dĩ",
                "捨不得": "xả bất đắc",
                "捨得": "xả đắc",
                "舍得": "xả đắc"
            }
        }
    }
}