{
    "character": "惑",
    "details": {
        "Âm Hán Việt": [
            "hoặc"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "tâm 心 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱或心"
        ],
        "Nét bút": [
            "一丨フ一一フノ丶丶フ丶丶"
        ],
        "Thương Hiệt": [
            "IMP (戈一心)"
        ],
        "Unicode": [
            "U+60D1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "huò ㄏㄨㄛˋ"
        ],
        "Âm Nôm": [
            "hoặc"
        ],
        "Âm Nhật (onyomi)": [
            "ワク (waku)"
        ],
        "Âm Nhật (kunyomi)": [
            "まど.う (mado.u)"
        ],
        "Âm Hàn": [
            "혹"
        ],
        "Âm Quảng Đông": [
            "waak6"
        ]
    },
    "meanings": {
        "hoặc": {
            "Từ điển phổ thông": [
                "mê hoặc",
                "ngờ hoặc"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngờ, hoài nghi. ◇Luận Ngữ 論語: 'Tam thập nhi lập, tứ thập nhi bất hoặc, ngũ thập nhi tri thiên mệnh' 三十而立, 四十而不惑, 五十而知天命 (Vi chánh 為政) (Ta) ba mươi tuổi biết tự lập, bốn mươi tuổi chẳng nghi hoặc, năm mươi tuổi biết mệnh trời.",
                "(Động) Mê loạn, say mê, dối gạt. ◎Như: 'cổ hoặc' 蠱惑 lấy lời nói hay sự gì làm mê loạn lòng người. ◇Liêu trai chí dị 聊齋志異: 'Hội hữu Kim Lăng xướng kiều ngụ quận trung, sinh duyệt nhi hoặc chi' 會有金陵娼僑寓郡中, 生悅而惑之 (Phiên Phiên 翩翩) Vừa gặp một ả ở Kim Lăng đến ở trọ trong quận, chàng trông thấy say mê.",
                "(Động) Mê lầm. § Nhà Phật cho chúng sinh đối với hết thảy mọi pháp, không hiểu rõ rằng tự tình nguyên là 'không' 空, mới sinh ra chấp chước sằng, mê mất đạo chính mà bị 'luân hồi' 輪迴 mãi. Có hai sự mê hoặc lớn: (1) 'Kiến hoặc'見惑 nghĩa là kiến thức mê lầm. Như đời là 'vô thường' 無常 lại nhận là có thường, thế là 'kiến hoặc'. (2) 'Tư hoặc' 思惑 như mắt thấy sắc nghĩ mê say đắm sắc, tai nghe tiếng nghĩ say mê tiếng, không biết sắc với tiếng đều là vọng cả, thế là 'tư hoặc'."
            ],
            "Từ điển Thiều Chửu": [
                "Ngờ lạ, như trí giả bất hoặc 智者不惑 kẻ khôn không có điều ngờ lạ.",
                "Mê, như cổ hoặc 蠱惑 lấy lời nói hay sự gì làm mê hoặc lòng người. Nhà Phật cho chúng sinh đối với hết thảy mọi pháp, không hiểu rõ rằng tự tình nguyên là không, mới sinh ra chấp chước sằng, mê mất đạo chính mà bị luân hồi mãi. Có hai sự mê hoặc lớn: 1) Kiến hoặc, nghĩa là kiến thức mê lầm, như đời là vô thường lại nhận là có thường, thế là kiến hoặc 見惑, 2) Tư hoặc như mắt thấy sắc nghĩ mê say đắm sắc, tai nghe tiếng nghĩ say mê tiếng, không biết sắc với tiếng đều là vọng cả, thế là tư hoặc 思惑."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngờ, nghi hoặc: 大惑不解 Rất nghi hoặc và khó hiểu, hết sức khó hiểu; 惑志 Lòng nghi ngờ;",
                "Phỉnh gạt, làm mê hoặc: 迷惑人心 Mê hoặc lòng người; 惑術 Thuật dối người; 誑惑 Nói láo để phỉnh đời."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lòng dạ rối loạn, như mê mẩn, không biết gì — Nghi ngờ — Lừa dối — Buồn phiền, bực bội."
            ],
            "compound_words": {
                "不惑": "bất hoặc",
                "誑惑": "cuống hoặc",
                "惑衆": "hoặc chúng",
                "炫惑": "huyễn hoặc",
                "玄惑": "huyền hoặc",
                "眩惑": "huyễn hoặc",
                "熒惑": "huỳnh hoặc",
                "荧惑": "huỳnh hoặc",
                "困惑": "khốn hoặc",
                "迷惑": "mê hoặc",
                "疑惑": "nghi hoặc",
                "扇惑": "phiến hoặc",
                "誣惑": "vu hoặc"
            }
        }
    }
}