{
    "character": "恕",
    "details": {
        "Âm Hán Việt": [
            "thứ"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "tâm 心 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱如心"
        ],
        "Nét bút": [
            "フノ一丨フ一丶フ丶丶"
        ],
        "Thương Hiệt": [
            "VRP (女口心)"
        ],
        "Unicode": [
            "U+6055"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shù ㄕㄨˋ"
        ],
        "Âm Nôm": [
            "thứ"
        ],
        "Âm Nhật (onyomi)": [
            "ジョ (jo)",
            "ショ (sho)"
        ],
        "Âm Nhật (kunyomi)": [
            "ゆる.す (yuru.su)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "syu3"
        ]
    },
    "meanings": {
        "thứ": {
            "Từ điển phổ thông": [
                "tha thứ, thứ tội"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sự suy bụng ta ra bụng người, mình không muốn đừng bắt người phải chịu gọi là 'thứ' 恕. ◇Luận Ngữ 論語: 'Tử Cống vấn viết: Hữu nhất ngôn nhi khả dĩ chung thân hành chi giả hồ? Tử viết: Kì thứ hồ! Kỉ sở bất dục, vật thi ư nhân' 子貢問曰: 有一言而可以終身行之者乎? 子曰: 其恕乎! 己所不欲, 勿施於人 (Vệ Linh Công 衛靈公) Ông Tử Cống hỏi rằng: Có một chữ nào mà có thể trọn đời mình làm theo chăng? Đức Khổng Tử đáp: Có lẽ là chữ 'thứ' chăng? Cái gì mà mình không muốn thì đừng làm cho người khác.",
                "(Động) Tha cho người có lỗi, nguyên lượng. ◎Như: 'khoan thứ' 寬恕 rộng lòng tha cho. ◇Thủy hử truyện 水滸傳: 'Như vô hồng diệp, tiện thị nhữ đẳng hư vọng, quan phủ định hành trách phạt bất thứ' 如無紅葉, 便是汝等虛妄, 官府定行責罰不恕 (Đệ thập tam hồi) Nếu không có lá đỏ (hái trên núi làm chứng cớ đã đi tới đó thi hành mệnh lệnh) tức là các ngươi đã dối trá, quan phủ sẽ trách phạt không tha."
            ],
            "Từ điển Thiều Chửu": [
                "Thứ, suy bụng ta ra bụng người, mình không muốn đứng bắt người phải chịu gọi là thứ.",
                "Tha thứ, người ta có lỗi, mình rộng lượng tha cho gọi là thứ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tha thứ, khoan thứ: 寬恕 Dung thứ;",
                "Xin lỗi: 恕不招待 Xin lỗi không tiếp đãi được;",
                "(văn) Tính rộng lượng, sự thông cảm (với người khác)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Suy bụng mình ra bụng người — Đem lòng mình để hiểu người khác mà không chấp nhất trách phạt gì. Td: Khoan thứ."
            ],
            "compound_words": {
                "容恕": "dung thứ",
                "寬恕": "khoan thứ"
            }
        }
    }
}