{
    "character": "惟",
    "details": {
        "Âm Hán Việt": [
            "duy"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "tâm 心 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺖隹"
        ],
        "Nét bút": [
            "丶丶丨ノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "POG (心人土)"
        ],
        "Unicode": [
            "U+60DF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "wéi ㄨㄟˊ"
        ],
        "Âm Nôm": [
            "duy"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)",
            "ユイ (yui)"
        ],
        "Âm Nhật (kunyomi)": [
            "おも.んみる (omo.n miru)",
            "これ (kore)",
            "おも.うに (omo.uni)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "wai4"
        ]
    },
    "meanings": {
        "duy": {
            "Từ điển phổ thông": [
                "chỉ có"
            ],
            "Từ điển trích dẫn": [
                "(Động) Mưu nghĩ. ◎Như: 'tư duy' 思惟 suy xét. ◇Sử Kí 史記: 'Thối nhi thâm duy viết: Phù Thi Thư ẩn ước giả, dục toại kì chí chi tư dã' 退而深惟曰: 夫詩書隱約者, 欲遂其志之思也 (Thái sử công tự tự 太史公自序) Lui về mà suy nghĩ sâu xa rằng: Kinh Thi, kinh Thư kín đáo ít lời, (là người viết) muốn gửi gấm ý chí tư tưởng của mình (trong đó).",
                "(Phó) Chỉ (có một). § Như chữ 'duy' 唯. ◎Như: 'duy nhất chánh sách' 惟一政策 chỉ có một chánh sách. ◇Nguyễn Du 阮攸: 'Nhất lộ giai lai duy bạch phát' 一路偕來惟白髮 (Nam Quan đạo trung 南關道中) Suốt dọc đường cùng ta chỉ có mái tóc bạc.",
                "(Liên) Tuy, dù. § Cùng nghĩa với 'tuy' 雖. ◇Sử Kí 史記: 'Duy Tín diệc vi Đại vương bất như dã. Nhiên thần thường sự chi, thỉnh ngôn Hạng Vương chi vi nhân dã' 惟信亦為大王不如也. 然臣嘗事之, 請言項王之為人也 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Dù (Hàn) Tín này cũng thấy Đại Vương không bằng (Hạng Vương). Nhưng thần đã từng thờ (Hạng Vương), vậy xin nói rõ về con người đó."
            ],
            "Từ điển Thiều Chửu": [
                "Mưu nghĩ.",
                "Ấy là, chỉ có một. Như duy nhất chánh sách 惟一政策 chỉ có một chánh sách.",
                "Lời nói mở đầu. Nghĩa là bui. Như duy Chu vương phủ vạn bang 惟周王撫萬邦 bui vua nhà Chu vỗ yên cả muôn nước.",
                "Cùng nghĩa với chữ tuy 雖."
            ],
            "Từ điển Trần Văn Chánh": [
                "Duy, chỉ, chỉ có: 惟命是聽 Chỉ nghe theo lệnh, bảo gì nghe nấy; 惟我獨尊 Chỉ có ta là nhất. 【惟獨】 duy độc [wéidú] Chỉ... riêng..., chỉ riêng: 人家都睡了，惟獨他還在工作 Mọi người đều đi ngủ cả rồi, chỉ riêng anh ấy vẫn còn làm việc; 【惟其】duy kì [wéiqí] Chính vì, vì (trong câu nêu rõ mối quan hệ nhân quả, thường dùng thêm 所以 ở đoạn câu sau: chính vì... cho nên...): 誰不知道杭州有西湖名勝，惟其它有名，所以去遊覽的人很多 Ai chả biết Hàng Châu có thắng cảnh Tây Hồ, chính vì Tây Hồ nổi tiếng, nên người đi tham quan rất đông;",
                "(văn) Nhưng mà, nhưng: 他學習很好，惟身體稍差 Anh ấy học rất giỏi, nhưng sức khỏe hơi kém;",
                "Tư duy, suy nghĩ: 思惟 Tư duy;",
                "(văn) Do ở: 亦惟汝故 Cũng tại nhà ngươi (Thượng thư);",
                "(văn) Và, cùng: 齒革羽毛惟木 Răng, da, lông vũ, lông mao và gỗ (Thượng thư);",
                "(văn) Tuy, dù (dùng như 雖, bộ 隹);",
                "(văn) Trợ từ ở đầu câu hoặc giữa câu (dùng như 唯, bộ 口)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Suy nghĩ. Chẳng hạn tư duy — Dùng như chữ 唯."
            ],
            "compound_words": {
                "不惟": "bất duy",
                "恭惟": "cung duy",
                "伏惟": "phục duy",
                "思惟": "tư duy"
            }
        }
    }
}