{
    "character": "慎",
    "details": {
        "Âm Hán Việt": [
            "thận"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "tâm 心 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺖真"
        ],
        "Nét bút": [
            "丶丶丨一丨丨フ一一一一ノ丶"
        ],
        "Thương Hiệt": [
            "PJBC (心十月金)"
        ],
        "Unicode": [
            "U+614E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shèn ㄕㄣˋ"
        ],
        "Âm Nôm": [
            "thận"
        ],
        "Âm Nhật (onyomi)": [
            "シン (shin)"
        ],
        "Âm Nhật (kunyomi)": [
            "つつし.む (tsutsushi.mu)",
            "つつし (tsutsushi)",
            "つつし.み (tsutsushi.mi)"
        ],
        "Âm Hàn": [
            "신"
        ],
        "Âm Quảng Đông": [
            "san6"
        ]
    },
    "meanings": {
        "thận": {
            "Từ điển phổ thông": [
                "thận trọng, cẩn thận"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dè chừng, cẩn thận. ◇Đỗ Phủ 杜甫: 'Thận vật xuất khẩu tha nhân thư' 慎勿出口他人狙 (Ai vương tôn 哀王孫) Cẩn thận giữ miệng, (coi chừng) kẻ khác rình dò.",
                "(Động) Coi trọng. ◇Tuân Tử 荀子: 'Tất tương thận lễ nghi, vụ trung tín nhiên hậu khả' 必將慎禮儀, 務忠信然後可 (Cường quốc 彊國) Ắt phải coi trọng lễ nghi, chuyên chú ở trung tín, thì sau đó mới được.",
                "(Phó) Chớ, đừng (dùng với 'vật' 勿, 'vô' 無, 'vô' 毋). ◇Sử Kí 史記: 'Cẩn thủ Thành Cao, tắc Hán dục thiêu chiến, thận vật dữ chiến' 謹守成皋, 則漢欲挑戰, 慎勿與戰 (Hạng Vũ bổn kỉ 項羽本紀) Hãy giữ Thành Cao cho cẩn mật, nếu quân Hán khiêu chiến, thì chớ đánh nhau với chúng.",
                "(Danh) Họ 'Thận'."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cẩn thận, dè chừng: 謹慎 Cẩn thận; 慎獨 Dè chừng lúc ở một mình; 不可不慎矣 Không thể không dè chừng (Mặc tử); 多聞闕疑，慎言其余，則寡尤 Nghe nhiều nhưng điều gì còn nghi ngờ thì tạm để đó, cẩn thận nói ra những phần khác, thì ít có sai lầm (Luận ngữ: Vi chính);",
                "(văn) Chớ, đừng (dùng kèm với những từ phủ định như 毌，不，勿，莫 để biểu thị sự ngăn cấm hoặc ngăn cản): 晉方悉國兵以救宋，宋雖急，慎毌降楚，晉兵今至矣！ Tấn đem hết binh lực trong nước để cứu Tống, việc của Tống tuy gấp, nhưng chớ có đầu hàng Sở, binh của Tấn nay đã đến rồi! (Sử kí: Trịnh thế gia); 汝慎勿揚聲，我當伺察之 Ông chớ có làm rùm beng, tôi đang rình xét nó đây (Tam thuỷ tiểu độc: Phi Yên truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Giữ gìn, không dám coi thường — Coi làm trọng — Suy nghĩ."
            ],
            "compound_words": {
                "謹慎": "cẩn thận",
                "溫慎": "ôn thận",
                "慎言": "thận ngôn",
                "慎重": "thận trọng"
            }
        }
    }
}