{
    "character": "懸",
    "details": {
        "Âm Hán Việt": [
            "huyền"
        ],
        "Tổng nét": [
            "20"
        ],
        "Bộ": [
            "tâm 心 (+16 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱縣心"
        ],
        "Nét bút": [
            "丨フ一一一一丨ノ丶ノフフ丶丨ノ丶丶フ丶丶"
        ],
        "Thương Hiệt": [
            "BFP (月火心)"
        ],
        "Unicode": [
            "U+61F8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xuán ㄒㄩㄢˊ"
        ],
        "Âm Nôm": [
            "huyền"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)",
            "ケ (ke)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.ける (ka.keru)",
            "か.かる (ka.karu)"
        ],
        "Âm Hàn": [
            "현"
        ],
        "Âm Quảng Đông": [
            "jyun4"
        ]
    },
    "meanings": {
        "huyền": {
            "Từ điển phổ thông": [
                "còn lại, tồn lại",
                "sai, cách biệt",
                "treo lên"
            ],
            "Từ điển trích dẫn": [
                "(Động) Treo, treo lơ lửng. ◎Như: 'huyền hồ tế thế' 懸壺濟世 treo trái bầu cứu đời (làm nghề chữa bệnh). ◇Tam quốc diễn nghĩa 三國演義: 'Cống toại sát Đoàn Khuê, huyền đầu ư mã hạng hạ' 貢遂殺段珪, 懸頭於馬項下 (Đệ tam hồi) (Mẫn) Cống bèn giết Đoàn Khuê, treo đầu dưới cổ ngựa.",
                "(Động) Lo nghĩ canh cánh không yên. ◎Như: 'huyền niệm' 懸念 lo nghĩ. ◇Liêu trai chí dị 聊齋志異: 'A thúc lạp cố đại cao, hạnh phục cường kiện, vô lao huyền cảnh' 阿叔臘故大高, 幸復強健, 無勞懸耿 (Phiên Phiên 翩翩) Ông chú, cố nhiên tuổi tác đã cao, nhưng may vẫn còn mạnh khoẻ, (mình) không phải nhọc lòng lo lắng.",
                "(Động) Công bố. ◎Như: 'huyền thưởng' 懸賞 treo giải thưởng.",
                "(Tính) Cheo leo, lơ lửng trên cao. ◎Như: 'huyền nhai' 懸崖 sườn núi dốc đứng, 'huyền bộc' 懸瀑 thác nước cheo leo.",
                "(Tính) Dở dang, không dính líu vào đâu, chưa quyết hẳn được. ◎Như: 'huyền án' 懸案 vụ xét xử tạm đình lại, chưa kết thúc.",
                "(Tính) Cách xa.",
                "(Tính) Sai biệt, khác nhau rất nhiều. ◎Như: 'huyền thù' 懸殊 chênh lệch, khác nhau rất nhiều. ◇Liêu trai chí dị 聊齋志異: 'Phong lự thế phận huyền thù, khủng tương bất toại' 封慮勢分懸殊, 恐將不遂 (Mai nữ 梅女) Phong lo gia thế quá chênh lệch, sợ (cầu hôn) sẽ không thành.",
                "(Phó) Không thật, không có căn cứ. ◎Như: 'huyền tưởng' 懸想 tưởng tượng vu vơ. ◇Liễu Tông Nguyên 柳宗元: 'Ngô tính ngãi trệ, đa sở vị thậm dụ, an cảm huyền đoán thị thả phi da' 吾性騃滯, 多所未甚諭, 安敢懸斷是且非耶 (Phục Đỗ Ôn Phu thư 復杜溫夫書) Tính tôi ngu dốt trì độn, nhiều điều còn chưa hiểu rõ, đâu dám đoán mò điều phải lẽ trái."
            ],
            "Từ điển Thiều Chửu": [
                "Treo, treo thằng lẵng giữa khoảng không gọi là huyền.",
                "Sự gì không có dính líu vào đâu, chưa quyết hẳn được gọi là huyền."
            ],
            "Từ điển Trần Văn Chánh": [
                "Treo, treo lủng lẳng, bỏ lửng: 這件事還懸著呢 Việc đó còn bỏ lửng ở đấy;",
                "Lơ lửng (không dính vào đâu);",
                "Cách xa, chênh lệch: 懸隔 Cách biệt xa xôi; 懸殊很大 Chênh lệch rất xa;",
                "Nhớ nhung;",
                "(đph) Nguy hiểm: 一個人摸黑走山路，眞懸！ Ban đêm một mình đi đường rừng, nguy hiểm lắm!"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Treo lên — Treo mắc, ràng buộc — Chơi vơi, không bám víu vào đâu."
            ],
            "compound_words": {
                "倒懸": "đảo huyền",
                "懸案": "huyền án",
                "懸職": "huyền chức",
                "懸頭": "huyền đầu",
                "懸蹄": "huyền đề",
                "懸空": "huyền không",
                "懸疑": "huyền nghi",
                "懸崖": "huyền nhai",
                "懸岩": "huyền nham",
                "懸念": "huyền niệm",
                "懸掛": "huyền quải",
                "懸心": "huyền tâm",
                "懸賞": "huyền thưởng",
                "懸節": "huyền tiết",
                "懸遠": "huyền viễn"
            }
        }
    }
}