{
    "character": "懿",
    "details": {
        "Âm Hán Việt": [
            "ý"
        ],
        "Tổng nét": [
            "22"
        ],
        "Bộ": [
            "tâm 心 (+18 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰壹恣"
        ],
        "Nét bút": [
            "一丨一丶フ一丨フ一丶ノ一丶一ノフノ丶丶フ丶丶"
        ],
        "Thương Hiệt": [
            "GTIOP (土廿戈人心)"
        ],
        "Unicode": [
            "U+61FF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "ý"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "よい (yoi)"
        ],
        "Âm Hàn": [
            "의"
        ],
        "Âm Quảng Đông": [
            "ji3"
        ]
    },
    "meanings": {
        "ý": {
            "Từ điển phổ thông": [
                "tốt lành"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Tốt đẹp, tốt lành. ◇Thi Kinh 詩經: 'Dân chi bỉnh di, Hiếu thị ý đức' 民之秉彝, 好是懿德 (Đại nhã 大雅, Chưng dân 烝民) Dân đã giữ được phép thường, Thì ưa chuộng đức hạnh tốt đẹp.",
                "(Tính) Sâu. ◇Thi Kinh 詩經: 'Nữ chấp ý khuông, Tuân bỉ vi hành, Viên cầu nhu tang' 女執懿筐, 遵彼微行, 爰求柔桑 (Bân phong 豳風, Thất nguyệt 七月) Người con gái xách giỏ sâu, Theo đường tắt nhỏ hẹp đi, Để tìm lá dâu non.",
                "(Động) Xưng tụng, khen ngợi. ◇Liệt nữ truyện 列女傳: 'Cao Tông ý kì hạnh, tứ vật bách đoạn' 高宗懿其行, 賜物百段 (Vu mẫn trực thê trương truyện 于敏直妻張傳) Vua Cao Tông khen đức hạnh, ban thưởng một trăm tấm lụa.",
                "(Thán) Ôi, chao ôi. § Thông 'ý' 噫. ◇Thi Kinh 詩經: 'Ý quyết triết phụ' 懿厥哲婦 (Đại nhã 大雅, Chiêm ngang 瞻卬) Ôi! người đàn bà hiền trí kia."
            ],
            "Từ điển Thiều Chửu": [
                "① Thuần mĩ (tốt đẹp tinh thần). Trong phép đặt tên hèm ai có đủ bốn nết ôn hoà, nhu mì, sáng láng, chí thiện thì gọi là ý, vì thế nên thường dùng để khen về bên đàn bà. Như ý đức 懿德 đức tốt, ý hạnh 懿行 nết tốt, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Tốt đẹp: 懿德 Đức tốt; 懿行 Nết tốt."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đẹp đẽ. Tốt đẹp ( chỉ về đức độ, tính tình ) — Sâu xa — Tán thán từ, tiếng kêu tỏ vẻ giận dữ — Thường chỉ về Hoàng hậu ( vì Hoàng hậu là người đàn bà được coi là có đức hạnh tốt đẹp nhất, làm mẫu mực cho đàn bà con gái trong nước )."
            ],
            "compound_words": {
                "懿旨": "ý chỉ",
                "懿德": "ý đức",
                "懿筐": "ý khuông",
                "懿範": "ý phạm",
                "懿親": "ý thân",
                "懿戚": "ý thích",
                "懿鑠": "ý thược",
                "懿濞": "ý tị",
                "懿望": "ý vọng"
            }
        }
    }
}