{
    "character": "抑",
    "details": {
        "Âm Hán Việt": [
            "ức"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thủ 手 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⺘卬"
        ],
        "Nét bút": [
            "一丨一ノフフ丨"
        ],
        "Thương Hiệt": [
            "QHVL (手竹女中)"
        ],
        "Unicode": [
            "U+6291"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "ức"
        ],
        "Âm Nhật (onyomi)": [
            "ヨク (yoku)"
        ],
        "Âm Nhật (kunyomi)": [
            "おさ.える (osa.eru)"
        ],
        "Âm Hàn": [
            "억"
        ],
        "Âm Quảng Đông": [
            "jik1"
        ]
    },
    "meanings": {
        "ức": {
            "Từ điển phổ thông": [
                "đè, nén"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ấn, đè xuống. ◇Hoài Nam Tử 淮南子: 'Bệnh tì hà giả, phủng tâm ức phúc' 病疵瘕者, 捧心抑腹 (Nguyên đạo 原道) Người bệnh khi đau, ôm ngực đè bụng.",
                "(Động) Đè nén. ◎Như: 'ức chế' 抑制.",
                "(Động) Nén, ghìm. ◎Như: 'phù nhược ức cường' 扶弱抑強 nâng đỡ người yếu đuối, ghìm kẻ mạnh.",
                "(Động) Ngăn chận, cản trở. ◇Tuân Tử 荀子: 'Vũ hữu công, ức hạ hồng' 禹有功, 抑下鴻 (Thành tướng 成相) Vua Vũ có công, ngăn chận nước lụt lớn. ◇Sử Kí 史記: 'Toại thừa thắng trục Tần quân chí Hàm Cốc quan, ức Tần binh, Tần binh bất cảm xuất' 遂乘勝逐秦軍至函谷關, 抑秦兵, 秦兵不敢出 (Ngụy Công Tử truyện 魏公子傳).",
                "(Động) Ép buộc, cưỡng bách. ◇Hàn Dũ 韓愈: 'Cổ nhân hữu ngôn viết: \"Nhân các hữu năng hữu bất năng.\" Nhược thử giả, phi Dũ chi sở năng dã. Ức nhi hành chi, tất phát cuồng tật' 古人有言曰: \"人各有能有不能.\" 若此者, 非愈之所能也. 抑而行之, 必發狂疾 (Thượng trương bộc xạ thư 上張僕射書).",
                "(Động) Đuổi, bỏ đi không dùng, biếm xích. ◇Mặc Tử 墨子: 'Bất tiếu giả ức nhi phế chi, bần nhi tiện chi, dĩ vi đồ dịch' 不肖者抑而廢之, 貧而賤之, 以為徒役(Thượng hiền trung 尚賢中).",
                "(Động) Làm cho bị oan ức. ◇Quốc ngữ 國學: 'Hình Hầu dữ Ung Tử tranh điền, Ung Tử nạp kì nữ ư Thúc Ngư dĩ cầu trực. Cập đoán ngục chi nhật, Thúc Ngư ức Hình Hầu' 邢侯與雍子爭田, 雍子納其女於叔魚以求直. 及斷獄之日, 叔魚抑邢侯 (Tấn ngữ cửu 晉語九).",
                "(Động) Cúi xuống. ◇Yến tử xuân thu 晏子春秋: 'Yến Tử ức thủ nhi bất đối' 晏子抑首而不對 (Nội thiên 內篇, Gián hạ 諫下) Yến Tử cúi đầu không đáp.",
                "(Động) Chết, tử vong. ◇Hoài Nam Tử 淮南子: 'Tắc binh cách hưng nhi phân tranh sanh, dân chi diệt ức yêu ẩn, ngược sát bất cô, nhi hình tru vô tội, ư thị sanh hĩ' 則兵革興而分爭生, 民之滅抑夭隱, 虐殺不辜, 而刑誅無罪, 於是生矣 (Bổn kinh 本經).",
                "(Động) Cưỡng lại, chống lại, làm trái. ◇Thủy hử truyện 水滸傳: 'Lô Tuấn Nghĩa ức chúng nhân bất quá, chỉ đắc hựu trụ liễu kỉ nhật' 盧俊義抑眾人不過, 只得又住了幾日 (Đệ lục nhị hồi) Lô Tuấn Nghĩa không cưỡng lại được ý muốn của mọi người, đành phải ở lại thêm vài ngày.",
                "(Động) Bày tỏ ý kiến.",
                "(Phó) Chẳng lẽ, há (phản vấn). § Cũng như: 'nan đạo' 難道, 'khởi' 豈. ◇Mạnh Tử 孟子: 'Ức vương hưng giáp binh, nguy sĩ thần, cấu oán ư chư hầu, nhiên hậu khoái ư tâm dư?' 抑王興甲兵, 危士臣, 構怨於諸侯, 然後快於心與? (Lương Huệ Vương thượng 梁惠王上).",
                "(Tính) Trầm, thấp. ◇Thái Ung 蔡邕: 'Ư thị phồn huyền kí ức, nhã vận phục dương' 于是繁弦既抑, 雅韻復揚 (Cầm phú 琴賦).",
                "(Liên) Hoặc là, hay là. § Cũng như: 'hoặc thị' 或是, 'hoàn thị' 還是. ◇Luận Ngữ 論語: 'Phu tử chí ư thị bang dã, tất văn kì chánh, cầu chi dư ức dữ chi dư?' 夫子至於是邦也, 必聞其政, 求之與抑與之與? (Học nhi 學而) Thầy đến nước nào cũng được nghe chính sự nước đó, (như vậy) là thầy cầu được nghe đấy ư hay là được cho nghe đấy ư?",
                "(Liên) Mà còn. § Cũng như: 'nhi thả' 而且. ◇Tam quốc chí 三國志: 'Phi duy thiên thì, ức diệc nhân mưu dã' 非惟天時, 抑亦人謀也 (Gia Cát Lượng truyện 諸葛亮傳) Không phải chỉ có thiên thời mà còn có mưu trí của con người nữa.",
                "(Liên) Nhưng mà. § Cũng như: 'đãn thị' 但是, 'nhiên nhi' 然而. ◇Luận Ngữ 論語: 'Nhược thánh dữ nhân, tắc ngô khởi cảm; ức vi chi bất yếm, hối nhân bất quyện, tắc khả vị vân nhĩ dĩ hĩ' 若聖與仁, 則吾豈敢; 抑為之不厭, 誨人不倦, 則可謂云爾已矣 (Thuật nhi 述而) Như làm bậc thánh và bậc nhân thì ta há dám; nhưng mà làm mà không chán, dạy người không mỏi mệt, ta chỉ có thể gọi được như vậy mà thôi.",
                "(Liên) Thì là, thì. § Cũng như: 'tắc' 則, 'tựu' 就.",
                "(Liên) Nếu như. § Cũng như: 'như quả'  如果. ◇Tả truyện 左傳: 'Ức Tề nhân bất minh, nhược chi hà?' 抑齊人不盟, 若之何? (Chiêu Công thập tam niên 昭公十三年).",
                "(Trợ) Đặt ở đầu câu (dùng làm ngữ trợ từ).  ◇Đái Chấn 戴震: 'Ức ngôn san dã, ngôn thủy dã, thì hoặc bất tận san chi áo, thủy chi kì' 抑言山也, 言水也, 時或不盡山之奧, 水之奇 (Dữ Phương Hi Nguyên thư 與方希原書)."
            ],
            "Từ điển Thiều Chửu": [
                "Ðè nén, như ức chế 抑制.",
                "Ðè xuống.",
                "Chỉn, hay lời nói chuyển câu, như cầu chi dư, ức dư chi dư 求之與抑與之與 cầu đấy ư? hay cho đấy ư?"
            ],
            "Từ điển Trần Văn Chánh": [
                "Dằn ép, đè nén, dìm xuống;",
                "(văn) (lt) Hoặc, hay là, song, nhưng, mà: 南方之強與？北方之強與？抑而強與？ Đó là sức mạnh của phương nam? Đó là sức mạnh của phương bắc? Hay là sức mạnh của nhà ngươi? (Trung dung). 【抑或】ức hoặc [yìhuò] (văn) Hoặc, hay là;【抑亦】ức diệc [yìyì] (văn) a. (Không chỉ...) mà còn; b. Hay là: 仲子所居之室，伯夷之所築與？抑亦盜蹠之所築與？ Nhà của Trọng Tử ở, là do ông Bá Di cất ư? Hay là do Đạo Chích cất? (Mạnh tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lấy tay đè xuống — Đè nén — Bị đè nén. Td: Oan ức — Hoặc giả ( tiếng dùng để chuyển tiếp lời nói )."
            ],
            "compound_words": {
                "遏抑": "át ức",
                "冤抑": "oan ức",
                "鬰抑": "uất ức",
                "抑迫": "ức bách",
                "抑制": "ức chế",
                "抑脅": "ức hiếp",
                "抑齋詩集": "ức trai thi tập"
            }
        }
    }
}