{
    "character": "承",
    "details": {
        "Âm Hán Việt": [
            "chửng",
            "thừa",
            "tặng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thủ 手 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "フ丨一一一フノ丶"
        ],
        "Thương Hiệt": [
            "NNQO (弓弓手人)"
        ],
        "Unicode": [
            "U+627F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chéng ㄔㄥˊ",
            "zhěng ㄓㄥˇ"
        ],
        "Âm Nôm": [
            "thừa"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)",
            "ジョウ (jō)"
        ],
        "Âm Nhật (kunyomi)": [
            "うけたまわ.る (uketamawa.ru)",
            "う.ける (u.keru)",
            "ささ.げる (sasa.geru)",
            "とど.める (todo.meru)",
            "たす.ける (tasu.keru)",
            "こ.らす (ko.rasu)",
            "つい.で (tsui.de)",
            "すく.う (suku.u)"
        ],
        "Âm Hàn": [
            "승"
        ],
        "Âm Quảng Đông": [
            "sing4"
        ]
    },
    "meanings": {
        "chửng": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Cứu vớt (dùng như 拯)."
            ]
        },
        "thừa": {
            "Từ điển phổ thông": [
                "vâng theo",
                "hứng, đón lấy, nhận lấy"
            ],
            "Từ điển trích dẫn": [
                "(Động) Kính vâng, phụng. ◎Như: 'thừa song đường chi mệnh' 承雙堂之命 vâng mệnh cha mẹ.",
                "(Động) Chịu, nhận, tiếp thụ. ◎Như: 'thừa vận' 承運 chịu vận trời, 'thừa ân' 承恩 chịu ơn.",
                "(Động) Hứng, đón lấy. ◎Như: 'dĩ bồn thừa vũ' 以盆承雨 lấy chậu hứng nước mưa. ◇Liêu trai chí dị 聊齋志異: 'Khí nhất hô, hữu hoàn tự khẩu trung xuất, trực thượng nhập ư nguyệt trung; nhất hấp, triếp phục lạc, dĩ khẩu thừa chi, tắc hựu hô chi: như thị bất dĩ' 氣一呼, 有丸自口中出, 直上入於月中; 一吸，輒復落, 以口承之, 則又呼之: 如是不已 (Vương Lan 王蘭) Thở hơi ra, có một viên thuốc từ miệng phóng ra, lên thẳng mặt trăng; hít một cái thì (viên thuốc) lại rơi xuống, dùng miệng hứng lấy, rồi lại thở ra: như thế mãi không thôi.",
                "(Động) Đương lấy, gánh vác, đảm đương, phụ trách. ◎Như: 'thừa phạp' 承乏 thay quyền giúp hộ, 'thừa nhận' 承認 đảm đang nhận lấy.",
                "(Động) Nối dõi, kế tục, tiếp theo. ◎Như: 'thừa điêu' 承祧 nối dõi giữ việc cúng tế, 'thừa trọng' 承重 cháu nối chức con thờ ông bà, 'thừa thượng văn nhi ngôn' 承上文而言 tiếp theo đoạn văn trên mà nói.",
                "(Danh) Phần kém. ◇Tả truyện 左傳: 'Tử Sản tranh thừa' 子產爭承 (Chiêu Công thập tam niên 昭公十三年) Ông Tử Sản tranh lấy phần thuế kém.",
                "(Danh) Họ 'Thừa'."
            ],
            "Từ điển Thiều Chửu": [
                "Vâng, như bẩm thừa 稟承 bẩm vâng theo, thừa song đường chi mệnh 承雙堂之命 vâng chưng mệnh cha mẹ, v.v.",
                "Chịu, như thừa vận 承運 chịu vận trời, thừa ân 承恩 chịu ơn, v.v. Người trên ban cho, kẻ dưới nhận lấy gọi là thừa.",
                "Ðương lấy, như thừa phạp 承乏 thay quyền giúp hộ, thừa nhận 承認 đảm đang nhận lấy, v.v.",
                "Phần kém, như Tử Sản tranh thừa 子產爭承 ông Tử Sản tranh lấy phần thuế kém.",
                "Nối dõi, như thừa điêu 承祧 nối dõi giữ việc cúng tế, thừa trọng 承重 cháu nối chức con thờ ông bà, v.v.",
                "Tiếp theo, như thừa thượng văn nhi ngôn 承上文而言 tiếp theo đoạn văn trên mà nói."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hứng, đón: 以盆承雨 Lấy chậu hứng nước mưa;",
                "Được (tiếng lễ phép): 承大家熱心招待 Được các bạn tiếp đãi niềm nở;",
                "Gánh, chịu, gánh chịu, gánh vác: 責任由我承擔 Tôi sẽ gánh (chịu) trách nhiệm; 承恩 Chịu ơn;",
                "Nhận: 承做 Nhận làm;",
                "Thừa (thừa dịp, nhân lúc), tiếp, kế, nối: 承前續後 Kế trước nối sau; 承上文而言 Tiếp theo đoạn văn trên mà nói; 承祧 Nối dõi giữ việc cúng tế; 承間 Thừa dịp, thừa cơ hội; 忽見利生心，承虛入寇 Chợt thấy lợi thì sinh lòng tà vạy, thừa dịp sơ hở xông vào xâm chiếm (Bạch Cư Dị: Thỉnh bãi Hằng Châu binh sự nghi);",
                "(văn) Vâng, vâng theo: 承雙堂之命 Vâng mệnh cha mẹ; 今丕承耿命 Nay vâng theo mệnh sáng;",
                "(văn) Ngăn trở;",
                "(văn) Phụ tá, giúp đỡ (dùng như 丞, bộ 一);",
                "(văn) Ngăn cấm;",
                "(văn) Phần kém: 子產爭承 Ông Tử Sản giành lấy phần thuế kém;",
                "[Chéng] (Họ) Thừa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vâng chịu. Cũng dùng lẫn với chữ Thừa 乘 — Dùng như chữ Thừa 丞."
            ],
            "compound_words": {
                "祗承": "chi thừa",
                "繼承": "kế thừa",
                "继承": "kế thừa",
                "奉承": "phụng thừa",
                "師承": "sư thừa",
                "承担": "thừa đảm",
                "承擔": "thừa đảm",
                "承家": "thừa gia",
                "承行": "thừa hành",
                "承歡": "thừa hoan",
                "承繼": "thừa kế",
                "承諾": "thừa nặc",
                "承诺": "thừa nặc",
                "承認": "thừa nhận",
                "承认": "thừa nhận",
                "承奉": "thừa phụng",
                "承襲": "thừa tập",
                "承受": "thừa thụ",
                "承先啟後": "thừa tiên khải hậu",
                "承接": "thừa tiếp",
                "承嗣": "thừa tự",
                "無承認": "vô thừa nhận"
            }
        },
        "tặng": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Đưa cho. Cho biếu. Như chữ Tặng 贈 — Một âm là Thừa. Xem Thừa."
            ]
        }
    }
}