{
    "character": "押",
    "details": {
        "Âm Hán Việt": [
            "áp"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thủ 手 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘甲"
        ],
        "Nét bút": [
            "一丨一丨フ一一丨"
        ],
        "Thương Hiệt": [
            "QWL (手田中)"
        ],
        "Unicode": [
            "U+62BC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xiá ㄒㄧㄚˊ",
            "yā ㄧㄚ"
        ],
        "Âm Nôm": [
            "áp",
            "ắp",
            "ép",
            "ét",
            "ếp",
            "ghép",
            "giẹp",
            "ốp",
            "ướp"
        ],
        "Âm Nhật (onyomi)": [
            "オウ (ō)"
        ],
        "Âm Nhật (kunyomi)": [
            "お.す (o.su)",
            "お.し- (o.shi-)",
            "お.っ- (o.'-)",
            "お.さえる (o.saeru)",
            "おさ.える (osa.eru)"
        ],
        "Âm Hàn": [
            "압",
            "갑"
        ],
        "Âm Quảng Đông": [
            "aap3",
            "aat3"
        ]
    },
    "meanings": {
        "áp": {
            "Từ điển phổ thông": [
                "cầm cố, nợ, cược, đặt cọc",
                "ký tên, đóng dấu",
                "áp giải"
            ],
            "Từ điển trích dẫn": [
                "(Động) Kí tên, đóng dấu. ◇Thủy hử truyện 水滸傳: 'Thứ tảo, Thanh trường lão thăng pháp tọa, áp liễu pháp thiếp, ủy Trí Thâm quản thái viên' 次早, 清長老陞法座, 押了法帖, 委智深管菜園 (Đệ lục hồi) Sớm hôm sau, Thanh trường lão lên pháp tòa, kí tên đóng dấu vào pháp thiếp, giao phó cho Lỗ Trí Thâm ra coi sóc vườn rau.",
                "(Động) Giam giữ, bắt giữ. ◇Thủy hử truyện 水滸傳: 'Thủ nhất diện đại gia đinh liễu, áp hạ đại lao lí khứ' 取一面大枷釘了, 押下大牢裡去 (Đệ ngũ thập tam hồi) Lấy gông lớn đóng vào, tống giam (Lí Quỳ) vào nhà lao.",
                "(Động) Coi sóc vận chuyển. ◎Như: 'áp tống hóa vật' 押送貨物 áp tải hàng hóa.",
                "(Động) Nắm giữ, chưởng quản. ◇Tân Đường Thư 新唐書: '(Trung thư xá nhân) dĩ lục viên phân áp thượng thư lục tào' 中書舍人以六員分押尚書六曹 (Bách quan chí nhị 百官志二) (Trung Thư xá nhân) đem sáu viên quan chia nhau nắm giữ sáu bộ thượng thư.",
                "(Động) Đè, chận ép. ◎Như: 'công văn áp tại tha thủ lí' 公文押在他手裡 các công văn chận ép ở trong tay ông ta.",
                "(Động) Cầm, đợ, đặt cọc. ◎Như: 'để áp' 抵押 cầm đồ, 'điển áp' 典押 cầm cố. ◇Hồng Lâu Mộng 紅樓夢: 'Bả ngã na cá kim hạng quyển nã xuất khứ, tạm thả áp tứ bách lạng ngân tử' 把我那個金項圈拿出去, 暫且押四百兩銀子 (Đệ thất thập nhị hồi) Mang hai cái vòng vàng của tôi ra đây, đi cầm tạm lấy bốn trăm lạng bạc.",
                "(Động) Gieo vần trong thơ phú. ◎Như: 'áp vận' 押韻 gieo vần.",
                "(Động) Đặt tiền đánh cờ bạc. ◎Như: 'áp bảo' 押寶 đặt cửa (đánh bạc). ◇Lỗ Tấn 魯迅: 'Giả sử hữu tiền, tha tiện khứ áp bài bảo' 假使有錢, 他便去押牌寶 (A Q chánh truyện 阿Q正傳) Nếu mà có tiền thì hắn liền đi đánh bạc.",
                "(Danh) Chữ kí hoặc con dấu đóng trên văn kiện hoặc sổ bạ. ◎Như: 'hoạch áp' 畫押 đóng dấu, kí tên, 'thiêm áp' 簽押 kí tên.",
                "(Danh) Cái nẹp mành mành."
            ],
            "Từ điển Thiều Chửu": [
                "Kí, như hoa áp 花押 kí chữ để làm ghi.",
                "Giam giữ, bó buộc, như áp tống 押送, áp giải 押解đều nghĩa là bắt giải đi cả.",
                "Ðể làm bảo đảm (cầm). Lấy một vật ngang giá với đồ kia để làm bảo đảm để lấy đồ kia ra gọi là để áp 抵押.",
                "Thơ phú dùng vần gọi là áp, áp là đè ép vậy.",
                "Cái nẹp mành mành."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cầm, đợ, đặt cọc: 把田地押了 Cầm ruộng đi rồi;",
                "(Tạm) bắt giữ, giam giữ: 警察把肇事者押起來 Cảnh sát đã bắt giữ người gây sự;",
                "Giải, áp giải, áp tải: 把犯人押走 Giải (áp giải) phạm nhân; 押送貨物 Áp tải hàng hoá;",
                "(văn) Kí (tên): 畫押 Đánh dấu thay cho chữ kí tên (vì không biết chữ); 花押 Kí chữ để làm tin;",
                "(văn) Dùng chữ cho ăn vần nhau (trong thơ ca).【押韻】áp vận [yayùn] Bắt vần, áp vần, ghép vần, vần với. Cg. 壓韻 [yayùn];",
                "(văn) Cái nẹp mành mành."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Viết vào, ghi vào, kí tên hoặc đóng dấu vào, nói chung là ghi dấu tích gì để chứng nhận — Cầm cố, cầm thế để lấy tiền — Canh giữ — Đè nén, ép buộc. Dùng như chữ Áp."
            ],
            "compound_words": {
                "押倒": "áp đảo",
                "押到": "áp đáo",
                "押調": "áp điệu",
                "押當": "áp đương",
                "押解": "áp giải",
                "押欵": "áp khoán",
                "押伍": "áp ngũ",
                "押櫃": "áp quỹ",
                "押送": "áp tống",
                "押字": "áp tự",
                "押韵": "áp vận",
                "押韻": "áp vận",
                "拘押": "câu áp",
                "抵押": "để áp",
                "扣押": "khấu áp",
                "差押": "sai áp"
            }
        }
    }
}