{
    "character": "扈",
    "details": {
        "Âm Hán Việt": [
            "hỗ"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "hộ 戶 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸户邑"
        ],
        "Nét bút": [
            "丶フ一ノ丨フ一フ丨一フ"
        ],
        "Thương Hiệt": [
            "HSRAU (竹尸口日山)"
        ],
        "Unicode": [
            "U+6248"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "hù ㄏㄨˋ"
        ],
        "Âm Nôm": [
            "hộ"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Nhật (kunyomi)": [
            "したが.う (shitaga.u)"
        ],
        "Âm Hàn": [
            "호"
        ],
        "Âm Quảng Đông": [
            "wu6"
        ]
    },
    "meanings": {
        "hỗ": {
            "Từ điển phổ thông": [
                "chim hỗ (loài chim báo mùa trồng dâu)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chim 'tang hỗ' 桑扈, thứ chim báo tin đến mùa làm ruộng, trồng dâu.",
                "(Danh) Tên nước thời xưa, tức 'Hữu Hỗ' 有扈, nay thuộc Thiểm Tây 陝西.",
                "(Danh) Người giữ việc nuôi ngựa.",
                "(Danh) Chức quan thời xưa lo về việc nhà nông.",
                "(Danh) Họ 'Hỗ'.",
                "(Động) Theo sau, hộ vệ. ◎Như: 'hỗ giá' 扈駕 đi theo hầu xe vua.",
                "(Động) Giắt trên mình, mang theo, đeo. ◇Khuất Nguyên 屈原: 'Hỗ giang li dữ tích chỉ hề, Nhân thu lan dĩ vi bội' 扈江離與辟芷兮, 紉秋蘭以為佩 (Li tao 離騷) Giắt cỏ giang li và tích chỉ hề, Kết hoa thu lan để đeo.",
                "(Động) Ngăn cấm, ngăn giữ. ◇Tả truyện 左傳: 'Hỗ dân vô dâm giả dã' 扈民無淫者也 (Thập thất niên 十七年) Ngăn giữ cho dân khỏi tham muốn.",
                "(Tính) Rộng lớn, quảng đại. ◎Như: 'hỗ hỗ' 扈扈 rộng lớn. ◇Thanh sử cảo 清史稿: 'Diêu vọng chi, san tu nhi hỗ' 遙望之, 山修而扈 (Giác la vũ mặc nạp truyện 覺羅武默納傳) Nhìn từ xa, núi dài và rộng.",
                "(Tính) Tươi đẹp, quang thải. ◇Sử Kí 史記: 'Hoàng hoàng hỗ hỗ' 煌煌扈扈 (Tư Mã Tương Như truyện 司馬相如傳) Rực rỡ tươi đẹp.",
                "(Tính) Ngang ngược, ngạo mạn, vô lễ. ◎Như: 'bạt hỗ' 跋扈 ương ngạnh bướng bỉnh, không chịu quy phục. ◇Tam quốc diễn nghĩa 三國演義: 'Tháo toại thừa tư bạt hỗ, tứ hành hung thắc, cát bác nguyên nguyên, tàn hiền hại thiện' 操遂承資跋扈, 恣行凶忒, 割剝元元, 殘賢害善 (Đệ nhị thập nhị hồi) (Tào) Tháo lại thừa thế ngang ngược, bạo ác càn rở, bóc lột trăm họ, tàn hại người lương thiện."
            ],
            "Từ điển Thiều Chửu": [
                "Chim hỗ, thứ chim báo tin đến mùa làm ruộng trồng dâu.",
                "Theo sau, như hỗ giá 扈駕 đi theo hầu xe vua.",
                "Bạt hỗ 跋扈 ương ngạnh bướng bỉnh, không chịu quy phục.",
                "Ngăn cấm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Theo sau. 【扈從】 hỗ tùng [hùcóng] (văn) Tùy tùng, đi theo sau (vua quan thời xưa);",
                "Chim hỗ (loài chim báo tin đến mùa làm ruộng trồng dâu);",
                "Ngăn cấm;",
                "Xem 跋扈 [báhù];",
                "[Hù] (Họ) Hỗ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi theo sau — Ngang ngược. Thí dụ: Bạt hỗ 跋扈. Xem vần Bạt."
            ],
            "compound_words": {
                "跋扈": "bạt hỗ",
                "扈駕": "hỗ giá",
                "扈從": "hỗ tòng"
            }
        }
    }
}