{
    "character": "批",
    "details": {
        "Âm Hán Việt": [
            "phê"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thủ 手 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘比"
        ],
        "Nét bút": [
            "一丨一一フノフ"
        ],
        "Thương Hiệt": [
            "QPP (手心心)"
        ],
        "Unicode": [
            "U+6279"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "pī ㄆㄧ"
        ],
        "Âm Nôm": [
            "phe",
            "phê"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Hàn": [
            "비",
            "별"
        ],
        "Âm Quảng Đông": [
            "pai1"
        ]
    },
    "meanings": {
        "phê": {
            "Từ điển phổ thông": [
                "bán buôn, bán sỉ",
                "phê phán, phê bình"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vả, tát, lấy tay đánh vào mặt người. ◇Tả truyện 左傳: 'Ngộ Cừu Mục vu môn, phê nhi sát chi' 遇仇牧于門, 批而殺之 (Trang Công thập nhị niên 莊公十二年) Gặp Cừu Mục ở cổng, tát vào mặt rồi giết.",
                "(Động) Đụng chạm, công kích. ◇Chiến quốc sách 戰國策: 'Dục phê kì nghịch lân tai!' 欲批其逆鱗哉 (Yên sách tam 燕策三) Định muốn đụng chạm đến cái vảy ngược của họ làm gì!",
                "(Động) Bài trừ, diệt trừ. ◇Sử Kí 史記: 'Trị loạn cường binh, phê hoạn chiết nạn' 治亂彊兵, 批患折難 (Phạm Thư Thái Trạch truyện 范雎蔡澤傳) Trị loạn làm cho quân mạnh, trừ họa hoạn diệt tai nạn.",
                "(Động) Phân xử, đoán định, phán quyết phải trái. ◎Như: 'phê bác' 批駁 bác lời cầu xin.",
                "(Động) Phán đoán, bình luận. ◎Như: 'phê bình' 批評.",
                "(Động) Bán sỉ, bán hàng hóa theo số lượng nhiều. ◎Như: 'phê phát' 批發 bán sỉ.",
                "(Động) Chia ra. ◎Như: 'bả tài sản phê thành lưỡng bộ phân' 把財產批成兩部分 đem tài sản chia ra làm hai phần.",
                "(Động) Vót, chẻ ra, cắt thành từng mảnh. ◎Như: 'phê thành bạc phiến' 批成薄片 chẻ thành những tấm mỏng.",
                "(Danh) Công văn của cấp trên phúc đáp cho cấp dưới. ◇Tây du kí 西遊記: 'Mĩ Hầu Vương thụy lí kiến lưỡng nhân nã nhất trương phê văn, thượng hữu Tôn Ngộ Không tam tự' 美猴王睡裏見兩人拿一張批文, 上有孫悟空三字 (Đệ tam hồi) Trong mơ, Mĩ Hầu Vương thấy hai người cầm một tờ công văn, trên có ba chữ \"Tôn Ngộ Không\".",
                "(Danh) Lời bình trên văn kiện, sách vở. ◎Như: 'mi phê' 眉批 lời bình ghi bên lề.",
                "(Danh) Lượng từ: tốp, đợt, loạt, nhóm. ◎Như: 'nhất phê lữ khách' 一批旅客 một tốp lữ khách."
            ],
            "Từ điển Thiều Chửu": [
                "Vả, lấy tay đánh vào mặt người gọi là phê.",
                "Phân xử, phán quyết phải trái cho biết gọi là phê. Như phê bình 批評 ý đoán thế nào là phải là trái rồi ghi lời bàn vào đấy, phê bác 批駁 phê chữ để bác lời của kẻ cầu gì hay chê văn chương chỗ nào hỏng, v.v.",
                "Có một việc công gì khởi lên cũng gọi là nhất phê 一批. Số vật nhiều mà chia ra từng món để đưa dần đi cũng gọi là phê. Như đệ nhất phê 第一批 món thứ nhất, đệ nhị phê 第一批 món thứ hai, v.v. Vì thế nên bán đồ mà chia từng lô một gọi là phê phát 批發.",
                "Vót, chẻ ra từng mảnh mỏng cũng gọi là phê."
            ],
            "Từ điển Trần Văn Chánh": [
                "(cũ) Vả, tát: 批其頰 Tát (vả) vào mặt nó;",
                "Phê, chấm: 在卷上批了幾句 Phê mấy lời vào bài; 在作業本上批分 Chấm điểm bài vở; 報告已經批下來了 Báo cáo đã được phê chuẩn rồi; 自我批評 Tự phê (bình);",
                "Phê phán: 批保守思想 Phê phán tư tưởng bảo thủ;",
                "Tốp, loạt: 成批生產 Sản xuất hàng loạt; 一批人 Một tốp người; 一批批工人 Hàng loạt công nhân;",
                "(văn) Vót, chẻ (ra từng mảnh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lấy tay mà đánh — Chống lại — Bày tỏ cho người khác biết. Td: Bút phê 筆批 ( viết ra ý kiến của mình  ) — Ta còn hiểu là viết sự quyết định của mình ra — Phê nghịch lân 批逆麟: Nghĩa là vuốt ngược vảy rồng. Hàn phi truyện: » Rồng là vật có thể vuốt ve cho quen mà cỡi được, nhưng dưới cổ họng có cái vảy ngược nếu động chạm phải sẽ chết với nó. Ông vua cũng có vảy ngược như thế, mấy người đã dám vuốt. Nên ai can vua thì gọi là vuốt ngược vảy rồng «. » Miệng hùm chớ sợ, vảy rồng chớ ghê «. ( Nhị độ mai )."
            ],
            "compound_words": {
                "朱批": "chu phê",
                "准批": "chuẩn phê",
                "御批": "ngự phê",
                "分批": "phân phê",
                "批駁": "phê bác",
                "批評": "phê bình",
                "批评": "phê bình",
                "批准": "phê chuẩn",
                "批準": "phê chuẩn",
                "批答": "phê đáp",
                "批點": "phê điểm",
                "批判": "phê phán",
                "批发": "phê phát",
                "批發": "phê phát",
                "批付": "phê phó"
            }
        }
    }
}