{
    "character": "抄",
    "details": {
        "Âm Hán Việt": [
            "sao"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thủ 手 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘少"
        ],
        "Nét bút": [
            "一丨一丨ノ丶ノ"
        ],
        "Thương Hiệt": [
            "QFH (手火竹)"
        ],
        "Unicode": [
            "U+6284"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chāo ㄔㄠ"
        ],
        "Âm Nôm": [
            "sao",
            "xao"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Hàn": [
            "초"
        ],
        "Âm Quảng Đông": [
            "caau1"
        ]
    },
    "meanings": {
        "sao": {
            "Từ điển phổ thông": [
                "sao, chép lại",
                "sao (đơn vị đo, bằng 1/1000 của thăng)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Tịch thu. ◎Như: 'sao gia' 抄家 tịch kí nhà cửa. ◇Thủy hử truyện 水滸傳: 'Na thì tố áp ti đích, đãn phạm tội trách, khinh tắc thích phối viễn ác quân châu, trọng tắc sao trát gia sản kết quả liễu tàn sanh tính mệnh' 那時做押司的, 但犯罪責, 輕則刺配遠惡軍州, 重則抄扎家產結果了殘生性命 (Đệ nhị thập nhị hồi) Thời đó đã làm áp tư mà phạm tội, nhẹ thì thích chữ vào mặt đày ra quân châu nước độc, nặng thì tịch thu gia sản, mất cả đến tính mạng.",
                "(Động) Chép lại. ◎Như: 'sao tả' 抄寫 chép lại.",
                "(Động) Đi tắt, đi rẽ. ◎Như: 'sao cận lộ tẩu' 抄近路走 đi lối tắt.",
                "(Động) Đánh, đoạt lấy. ◎Như: 'bao sao' 包抄 đánh úp, tập kích, bao vây. ◇Hậu Hán Thư 後漢書: 'Thì Hung Nô sổ sao quận giới, biên cảnh khổ chi' 時匈奴數抄郡界, 邊境苦之 (Quách Cấp truyện 郭伋傳) Bấy giờ quân Hung Nô đánh cướp nhiều lần ven các quận, vùng biên giới khổ sở.",
                "(Động) Múc (bằng thìa, muỗng, ...). ◇Tây du kí 西遊記: 'Tại na thạch nhai thượng sao nhất bả thủy, ma nhất ma' 在那石崖上抄一把水, 磨一磨 (Đệ thất thập tứ hồi) Ở chỗ ven núi đá đó, múc một chút nước, chà xát một cái.",
                "(Động) Chần (bỏ thức ăn vào nước sôi, nấu nhanh rồi vớt ra).",
                "(Danh) Đơn vị dung tích thời xưa, bằng mười 'toát' 撮. Phiếm chỉ số lượng nhỏ.",
                "(Danh) Họ 'Sao'."
            ],
            "Từ điển Thiều Chửu": [
                "Lấy qua. Tục gọi sự tịch kí nhà cửa là sao gia 抄家.",
                "Viết rõ ràng, như thủ sao 手抄 bản tay viết, sao bản 抄本 bản sao, v.v.",
                "Ði rẽ. Ði lối rẽ cho đến trước gọi là sao cận lộ 抄近路, bày trận đánh úp quân giặc gọi là bao sao 包抄.",
                "Múc. Lấy thìa mà múc cháo gọi là sao.",
                "Một phần nghìn của một thưng gọi là một sao."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chép, sao lại, chép lại của người khác: 抄課文 Chép bài;",
                "Khám xét và tịch thu, khám bắt, lục soát: 在匪巢裡抄出許多槍枝 Khám ổ gian phỉ tịch thu được nhiều súng ống;",
                "Đi tắt: 抄小道走 Đi tắt;",
                "(văn) Múc (bằng muỗng...);",
                "Sao (bằng 1/1000 thưng);",
                "Như 綽[chao]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cướp lấy, chiếm lấy — Dùng thìa muỗng mà múc đồ ăn — Chép lại."
            ],
            "compound_words": {
                "包抄": "bao sao",
                "抄本": "sao bản",
                "抄暴": "sao bạo",
                "抄家": "sao gia",
                "抄獲": "sao hoạch",
                "抄获": "sao hoạch",
                "抄件": "sao kiện",
                "抄录": "sao lục",
                "抄錄": "sao lục",
                "抄掠": "sao lược",
                "抄写": "sao tả",
                "抄寫": "sao tả",
                "抄袭": "sao tập",
                "抄襲": "sao tập",
                "抄集": "sao tập",
                "抄身": "sao thân",
                "抄送": "sao tống",
                "三抄失本": "tam sao thất bản",
                "摘抄": "trích sao"
            }
        }
    }
}