{
    "character": "戎",
    "details": {
        "Âm Hán Việt": [
            "nhung"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "qua 戈 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿹戈十"
        ],
        "Nét bút": [
            "一一ノフノ丶"
        ],
        "Thương Hiệt": [
            "IJ (戈十)"
        ],
        "Unicode": [
            "U+620E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "róng ㄖㄨㄥˊ"
        ],
        "Âm Nôm": [
            "nhong",
            "nhung",
            "xong"
        ],
        "Âm Nhật (onyomi)": [
            "ジュウ (jū)"
        ],
        "Âm Nhật (kunyomi)": [
            "えびす (ebisu)",
            "つわもの (tsuwamono)"
        ],
        "Âm Hàn": [
            "융"
        ],
        "Âm Quảng Đông": [
            "jung4"
        ]
    },
    "meanings": {
        "nhung": {
            "Từ điển phổ thông": [
                "đồ binh khí",
                "rợ (chỉ những tộc phía Tây Trung Quốc)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Binh khí. § 'Ngũ nhung' 五戎 gồm có: cung tên, thù, mâu, qua và kích.",
                "(Danh) Xe quân. ◇Tả truyện 左傳: 'Lương Hoằng ngự nhung' 梁弘御戎 (Hi công tam thập tam niên 僖公三十三年) Lương Hoằng đi xe binh.",
                "(Danh) Binh lính. ◇Dịch Kinh 易經: 'Tượng viết: Phục nhung vu mãng' 象曰: 伏戎于莽 (Đồng nhân quái 同人卦) Tượng nói: Phục binh ở chỗ cây cỏ um tùm.",
                "(Danh) Quân đội, quân lữ. ◎Như: 'đầu bút tòng nhung' 投筆從戎 vứt bút tòng quân.",
                "(Danh) Chiến tranh. ◇Phù sanh lục kí 浮生六記: 'Bạch Liên giáo chi loạn, tam niên nhung mã, cực trước lao tích' 白蓮教之亂, 三年戎馬, 極著勞績 (Khảm kha kí sầu 坎坷記愁) Thời loạn Bạch Liên giáo, ba năm chinh chiến, lập được công lao hiển hách.",
                "(Danh) Phiếm chỉ dân tộc thiểu số ở phía tây Trung Quốc.",
                "(Danh) Họ 'Nhung'.",
                "(Tính) To lớn. ◎Như: 'nhung thúc' 戎菽 giống đậu to, 'nhung công' 戎功 công lớn.",
                "(Đại) Mày, ngươi, ngài (nhân xưng ngôi thứ hai). ◇Thi Kinh 詩經: 'Nhung tuy tiểu tử, Nhi thức hoằng đại' 戎雖小子, 而式弘大 (Đại Nhã 大雅, Dân lao 民勞) Ngài tuy còn trẻ, Những việc làm của ngài rất lớn lao."
            ],
            "Từ điển Thiều Chửu": [
                "Ðồ binh, cung, nỏ, giáo, mác, kích gọi là năm đồ binh, ngũ nhung 五戎, vì thế nên các đồ quân bị đều gọi là nhung cả.",
                "Binh lính, quan tổng binh gọi là tổng nhung 總戎.",
                "To lớn, như nhung thúc 戎菽 giống đậu to.",
                "Rợ, các giống rợ ở phương tây đều gọi là nhung.",
                "Mày.",
                "Cùng.",
                "Xe binh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đồ binh, binh khí (như cung, nỏ, giáo, mác, kích thời xưa);",
                "Quân đội, quân sự, binh lính: 投筆從戎 Vứt bút tòng quân; 戎功 Chiến công; 戎機 Cơ mưu quân sự;",
                "(văn) To lớn: 戎菽 Giống đậu to;",
                "Mây;",
                "(văn) Cùng;",
                "(văn) Xe binh (thời xưa);",
                "[Róng] (Họ) Nhung;",
                "(cũ) Tên các dân tộc ở phía Tây Trung Quốc thời cổ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Võ khí dùng trong quân đội — Chỉ quân đội — Thuộc về quân đội. Bản dịch  Chinh phụ ngâm khúc  có câu: » Nước thanh bình ba trăm năm cũ, áo nhung trao quan vũ từ đây « — Xe dùng vào việc đánh trận — Việc chiến tranh — To lớn — Tên giống dân thiểu số ở phía tây Trung Hoa."
            ],
            "compound_words": {
                "馮戎": "bằng nhung",
                "兵戎": "binh nhung",
                "董戎": "đổng nhung",
                "緄戎": "hỗn nhung",
                "戎鞍": "nhung an",
                "戎功": "nhung công",
                "戎機": "nhung cơ",
                "戎行": "nhung hàng",
                "戎器": "nhung khí",
                "戎幕": "nhung mạc",
                "戎服": "nhung phục",
                "戎首": "nhung thủ",
                "戎裝": "nhung trang",
                "戎帳": "nhung trướng",
                "戎車": "nhung xa",
                "戎衣": "nhung y"
            }
        }
    }
}