{
    "character": "投",
    "details": {
        "Âm Hán Việt": [
            "đầu",
            "đậu"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thủ 手 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⺘殳"
        ],
        "Nét bút": [
            "一丨一ノフフ丶"
        ],
        "Thương Hiệt": [
            "QHNE (手竹弓水)"
        ],
        "Unicode": [
            "U+6295"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dòu ㄉㄡˋ",
            "tóu ㄊㄡˊ"
        ],
        "Âm Nôm": [
            "đầu",
            "nhầu"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "な.げる (na.geru)",
            "-な.げ (-na.ge)"
        ],
        "Âm Hàn": [
            "투"
        ],
        "Âm Quảng Đông": [
            "tau4"
        ]
    },
    "meanings": {
        "đầu": {
            "Từ điển phổ thông": [
                "ném, quẳng",
                "đưa vào, bỏ vào",
                "hợp với nhau"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ném. ◎Như: 'đầu cầu' 投球 ném bóng, 'đầu thạch tử' 投石子 ném hòn đá, 'đầu hồ' 投壺 ném thẻ vào trong hồ.",
                "(Động) Quẳng đi. ◎Như: 'đầu bút tòng nhung' 投筆從戎 quẳng bút theo quân.",
                "(Động) Tặng, đưa, gởi. ◎Như: 'đầu đào' 投桃 tặng đưa quả đào, 'đầu hàm' 投函 đưa thơ, 'đầu thích' 投刺 đưa thiếp.",
                "(Động) Chiếu, rọi. ◎Như: 'trúc ảnh tán đầu tại song chỉ thượng' 竹影散投在窗紙上 bóng tre tỏa chiếu trên giấy dán cửa sổ.",
                "(Động) Nhảy vào, nhảy xuống. ◎Như: 'đầu giang' 投江 nhảy xuống sông (trầm mình), 'đầu tỉnh' 投井 nhảy xuống giếng, 'tự đầu la võng' 自投羅網 tự chui vào vòng lưới. ◇Liêu trai chí dị 聊齋志異: 'Tự niệm bất như tử, phẫn đầu tuyệt bích' 自念不如死, 憤投絕壁 (Tam sanh 三生) Tự nghĩ thà chết còn hơn, phẫn hận đâm đầu xuống vực thẳm.",
                "(Động) Đưa vào, bỏ vào. ◎Như: 'đầu phiếu' 投票 bỏ phiếu, 'đầu tư' 投資 đưa tiền của vào việc kinh doanh.",
                "(Động) Đến, nương nhờ. ◎Như: 'đầu túc' 投宿 đến ngủ trọ, 'đầu hàng' 投降 đến xin hàng. ◇Thủy hử truyện 水滸傳: 'Dục đầu quý trang tá túc nhất tiêu' 欲投貴莊借宿一宵 (Đệ nhị hồi) Muốn đến nhờ quý trang cho tá túc một đêm.",
                "(Động) Đến lúc, gần, sắp. ◎Như: 'đầu mộ' 投暮 sắp tối.",
                "(Động) Hướng về. ◎Như: 'khí ám đầu minh' 棄暗投明 cải tà quy chính (bỏ chỗ tối hướng về chỗ sáng).",
                "(Động) Hợp. ◎Như: 'tình đầu ý hợp' 情投意合 tình ý hợp nhau, 'đầu ki' 投機 nghị luận hợp ý nhau, 'đầu cơ sự nghiệp' 投機事業 nhân thời cơ sạ lợi.",
                "(Động) Giũ, phất. ◎Như: 'đầu mệ nhi khởi' 投袂而起 phất tay áo đứng dậy."
            ],
            "Từ điển Thiều Chửu": [
                "Ném, như đầu hồ 投壼 ném thẻ vào trong hồ.",
                "Quẳng đi, như đầu bút tòng nhung 投筆從戎 quẳng bút theo quân.",
                "Tặng đưa. Như đầu đào 投桃 tặng đưa quả đào, đầu hàm 投函 đưa thơ, đầu thích 投刺 đưa thiếp, v.v.",
                "Ðến, nương nhờ, như đầu túc 投宿đến ngủ trọ, đầu hàng 投降 đến xin hàng, tự đầu la võng 自投羅網 tự chui vào vòng lưới, v.v.",
                "Hợp, như tình đầu ý hợp 情投意合 tình ý hợp nhau, nghị luận hợp ý nhau gọi là  đầu ki 投機. Nhân thời cơ sạ lợi gọi là đầu cơ sự nghiệp 投機事業, v.v.",
                "Rũ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ném, lao, quăng, quẳng, vứt: 投石 Ném đá; 投入江中 Quẳng xuống sông; 投筆硯兮事弓刀 Ném bút nghiên theo việc đao cung (Chinh phụ ngâm khúc). (Ngr) Nhảy vào, lăn vào, đâm đầu: 投河 Đâm đầu xuống sông, nhảy xuống sông tự tử; 投火 Nhảy vào đống lửa;",
                "Lao vào, bước vào, dốc vào: 投入生產 Đi (đưa) vào sản xuất; 棄暗投明 Trở về đường sáng, cải tà quy chính;",
                "Gởi, đưa tặng: 投書寄信 Gởi thư từ; 投桃 Đưa tặng quả đào;",
                "Hợp, ăn ý, hợp ý với nhau: 情投意合 Ý hợp tâm đầu, tình ý hợp nhau;",
                "(văn) Đến, đến nhờ, đi nhờ vả (người khác): 投宿 Đến ngủ trọ; 投降 Đến xin hàng; 自投羅網 Tự đến chui vào lưới; 有遠來相投者，莫不竭力營贍 Có những người từ xa đến nương nhờ, không ai là không được tận lực nuôi dưỡng (Nam sử);",
                "(văn) Đến lúc, gần, sắp: 投老 Gần già, sắp già, đến lúc già; 投暮 Đến chiều; 秣馬飲食，以夜進兵，投曉攻城 Cho ngựa ăn uống, tiến quân ban đêm, đến sáng tấn công thành (Tam quốc chí: Ngô thư, Tôn Phá Lỗ thảo nghịch truyện);",
                "(văn) Rũ, phất;",
                "(văn) Dời đi;",
                "(văn) Đánh bạc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ném vào — Xung vào. Gia nhập. Chẳng hạn Đầu quân — Tặng biếu — Đưa cho — Hợp nhau. Chẳng hạn Tâm đầu."
            ],
            "compound_words": {
                "不信任投票": "bất tín nhiệm đầu phiếu",
                "針芥相投": "châm giới tương đầu",
                "以卵投石": "dĩ noãn đầu thạch",
                "投奔": "đầu bôn",
                "投筆": "đầu bút",
                "投稿": "đầu cảo",
                "投机": "đầu cơ",
                "投機": "đầu cơ",
                "投醪": "đầu dao",
                "投毒": "đầu độc",
                "投單": "đầu đơn",
                "投河": "đầu hà",
                "投降": "đầu hàng",
                "投轄": "đầu hạt",
                "投入": "đầu nhập",
                "投票": "đầu phiếu",
                "投放": "đầu phóng",
                "投戈": "đầu qua",
                "投軍": "đầu quân",
                "投胎": "đầu thai",
                "投鼠忌器": "đầu thử kị khí",
                "投標": "đầu tiêu",
                "投宿": "đầu túc",
                "投資": "đầu tư",
                "投资": "đầu tư",
                "投射": "đầu xạ",
                "心投": "tâm đầu",
                "臭味相投": "xú vị tương đầu"
            }
        },
        "đậu": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Dấu đậu (để ngắt tạm một đoạn trong câu văn chữ Hán, như 讀, bộ 言)."
            ]
        }
    }
}