{
    "character": "抹",
    "details": {
        "Âm Hán Việt": [
            "mạt"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thủ 手 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘末"
        ],
        "Nét bút": [
            "一丨一一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "QDJ (手木十)"
        ],
        "Unicode": [
            "U+62B9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "mā ㄇㄚ",
            "mǒ ㄇㄛˇ",
            "mò ㄇㄛˋ"
        ],
        "Âm Nôm": [
            "mạt"
        ],
        "Âm Nhật (onyomi)": [
            "マツ (matsu)"
        ],
        "Âm Hàn": [
            "말"
        ],
        "Âm Quảng Đông": [
            "maat3",
            "mut3"
        ]
    },
    "meanings": {
        "mạt": {
            "Từ điển phổ thông": [
                "bôi, xoa",
                "trát",
                "vòng qua"
            ],
            "Từ điển trích dẫn": [
                "(Động) Xóa, bôi bỏ. ◎Như: 'đồ mạt' 塗抹 bôi xóa. ◇Hồng Lâu Mộng 紅樓夢: 'Bảo Ngọc bất đãi Tương Vân động thủ, tiện đại tương Tương tự mạt liễu, cải liễu nhất cá Hà tự' 寶玉不待湘雲動手, 便代將湘字抹了, 改了一個霞字 (Đệ tam thập bát hồi) Bảo Ngọc không chờ Tương Vân động bút, liền đi xóa ngay chữ Tương, đổi là chữ Hà.",
                "(Động) Lau, chùi. ◎Như: 'mạt trác tử' 抹桌子 lau bàn, 'mạt nhãn lệ' 抹眼淚 lau nước mắt.",
                "(Động) Xoa, thoa, bôi. ◎Như: 'mạt dược' 抹藥 bôi thuốc, 'mạt phấn' 抹粉 thoa phấn. ◇Tô Thức 蘇軾: 'Dục bả Tây Hồ tỉ Tây Tử, Đạm trang nùng mạt tổng tương nghi' 淡妝濃抹總相宜 (Ẩm hồ thượng sơ tình hậu vũ 欲把西湖比西子, 飲湖上初晴後雨) Đem so Tây Hồ với nàng Tây Thi, Điểm trang sơ sài hay thoa đậm phấn son, cả hai đều diễm lệ như nhau.",
                "(Động) Chơi đánh bài. ◇Hồng Lâu Mộng 紅樓夢: 'Nhất thì cật quá phạn, Vưu thị, Phượng Thư, Tần thị mạt cốt bài' 一時吃過飯, 尤氏, 鳳姐, 秦氏抹骨牌 (Đệ thất hồi) Một lúc, ăn cơm xong, bọn Vưu thị, Phượng Thư, Tần thị chơi đánh bài.",
                "(Động) Trừ khử, quét sạch. ◎Như: 'mạt sát' 抹殺 xóa sạch hết, sổ toẹt, dùng lời nói ác nghiệt làm cho mất hết phẩm cách của người khác.",
                "(Động) Cắt. ◇Hồng Lâu Mộng 紅樓夢: 'Bả đái đích tiểu đao tử vãng bột tử lí nhất mạt, dã tựu mạt tử liễu' 把帶的小刀子往脖子裡一抹, 也就抹死了 (Đệ cửu thập nhị hồi) Cầm con dao nhỏ cắt cổ họng một cái, chết tươi.",
                "(Động) Sụp xuống, sệ xuống. ◎Như: 'mạt kiểm' 抹臉 sầm mặt.",
                "(Động) Nhìn, liếc. ◇Tây du kí 西遊記: 'Na quái cấp hồi đầu, mạt liễu tha nhất nhãn' 那怪急回頭, 抹了他一眼 (Đệ tam thập tam hồi) Con yêu quái vội quay đầu, liếc mắt nhìn một cái.",
                "(Động) Trát (vữa, hồ, ...). ◎Như: 'mạt tường' 抹牆 trát tường, 'mạt hôi' 抹灰 trát tro.",
                "(Động) Vòng qua. ◎Như: 'quải loan mạt giác' 拐彎抹角 quanh co vòng vèo (nói năng hoặc làm việc không trực tiếp, không rõ ràng, không nhanh chóng).",
                "(Động) Gảy đàn ngón trỏ hướng vào trong (một lối gảy đàn). ◇Bạch Cư Dị 白居易: 'Khinh lũng mạn niên mạt phục khiêu, Sơ vi Nghê Thường hậu Lục Yêu' 輕攏慢撚抹復挑, 初為霓裳後六么 (Tì bà hành 琵琶行) Nắn nhẹ nhàng, bấm gảy chậm rãi rồi lại vuốt, Lúc đầu là khúc Nghê Thường, sau đến khúc Lục Yêu."
            ],
            "Từ điển Thiều Chửu": [
                "Bôi xoa. Bôi nhằng nhịt gọi là đồ 塗, bôi một vạch thẳng xuống gọi là mạt 抹.",
                "Lau.",
                "Quét sạch, như mạt sát 抹殺 xoá toẹt hết, xổ toẹt, dùng lời nói ác nghiệt làm cho mất hết tư cách phẩm cách của người đi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xoa, thoa, bôi, phết: 抹粉 Xoa phấn; 抹上點藥膏 Bôi ít thuốc cao; 月光在淡灰色的 墻上抹了一層銀色 Ánh trăng phết một màu sáng bạc lên bức tường màu xám;",
                "Lau, chùi, quệt: 抹眼淚 Lau nước mắt;",
                "Xóa, bỏ, quét sạch: 抹零 Bỏ số lẻ; 把這行字抹了 Xóa bỏ dòng chữ này đi. Xem 抹 [ma], [mò]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Xoa, Thoa — Chùi đi — Che đậy."
            ],
            "compound_words": {
                "塗抹": "đồ mạt",
                "涂抹": "đồ mạt",
                "抹油": "mạt du",
                "抹胸": "mạt hung",
                "抹杀": "mạt sát",
                "抹殺": "mạt sát"
            }
        }
    }
}