{
    "character": "挺",
    "details": {
        "Âm Hán Việt": [
            "đĩnh"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "thủ 手 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘廷"
        ],
        "Nét bút": [
            "一丨一ノ一丨一フ丶"
        ],
        "Thương Hiệt": [
            "QNKG (手弓大土)"
        ],
        "Unicode": [
            "U+633A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "tǐng ㄊㄧㄥˇ"
        ],
        "Âm Nôm": [
            "đĩnh"
        ],
        "Âm Nhật (onyomi)": [
            "チョウ (chō)",
            "テイ (tei)"
        ],
        "Âm Nhật (kunyomi)": [
            "ぬ.く (nu.ku)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "ting2",
            "ting5"
        ]
    },
    "meanings": {
        "đĩnh": {
            "Từ điển phổ thông": [
                "ưỡn ra, trương ra"
            ],
            "Từ điển trích dẫn": [
                "(Động) Rút ra, đưa lên. ◇Chiến quốc sách 戰國策: 'Đĩnh kiếm nhi khởi' 挺劍而起 (Ngụy sách tứ) Rút gươm đứng lên.",
                "(Động) Ưỡn, ngửa. ◎Như: 'đĩnh hung' 挺胸 ưỡn ngực. ◇Tây du kí 西遊記: 'Đĩnh thân quan khán, chân hảo khứ xứ' 挺身觀看, 真好去處 (Đệ nhất hồi) Dướn mình lên nhìn, thực là một nơi đẹp đẽ.",
                "(Động) Gắng gượng. ◎Như: 'tha bệnh liễu, hoàn thị ngạnh đĩnh trước bất khẳng hưu tức' 他病了! 還是硬挺著不肯休息 anh ấy bệnh rồi, vậy mà vẫn gắng gượng mãi không chịu nghỉ.",
                "(Động) Sinh ra, mọc ra. ◇Tả Tư 左思: 'Bàng đĩnh long mục, trắc sanh lệ chi' 旁挺龍目, 側生荔枝 (Thục đô phú 蜀都賦) Một bên mọc long nhãn (cây nhãn), một bên sinh lệ chi (cây vải).",
                "(Động) Lay động.",
                "(Động) Khoan thứ.",
                "(Động) Duỗi thẳng. ◎Như: 'đĩnh thân' 挺身 đứng thẳng mình, ý nói hiên ngang.",
                "(Tính) Thẳng. ◎Như: 'bút đĩnh' 筆挺 thẳng đứng.",
                "(Tính) Trội cao, kiệt xuất. ◎Như: 'thiên đĩnh chi tư' 天挺之資 tư chất trời sinh trội hơn cả các bực thường.",
                "(Tính) Không chịu khuất tất.",
                "(Phó) Rất, lắm. ◎Như: 'đãi nhân đĩnh hòa khí' 待人挺和氣 đối đãi với người khác rất hòa nhã.",
                "(Danh) Lượng từ đơn vị: cây, khẩu. ◎Như: 'thập đĩnh cơ quan thương' 十挺機關槍 mười cây súng máy."
            ],
            "Từ điển Thiều Chửu": [
                "Trội cao, như thiên đĩnh chi tư 天挺之資 tư chất trời sinh trôi hơn cả các bực thường.",
                "Thẳng.",
                "Không chịu khuất tất cũng gọi là đĩnh.",
                "Ðộng.",
                "Sinh ra.",
                "Khoan.",
                "Dắt dẫn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngay, thẳng, cứng cỏi (không chịu khuất tất): 筆挺Thẳng đứng;",
                "Ưỡn, ngửa: 挺起胸膛 Ưỡn ngực; 挺著脖子 Ngửa cổ ra;",
                "Rất, lắm: 挺好 Rất tốt, tốt lắm; 挺愛 Rất mê; 這花挺香 Hoa này thơm quá;",
                "(văn) Rút ra, đưa lên: 挺劍而起 Rút kiếm đứng lên (Chiến quốc sách);",
                "(văn) Sinh ra, mọc ra, nổi lên: 旁挺龍目，側生荔枝 Một bên mọc mắt rồng, một bên mọc cây vải (Tả Tư: Thục đô phú);",
                "(văn) Duỗi thẳng ra;",
                "(văn) Nới lỏng;",
                "(văn) Lay động;",
                "(văn) Vượt trội, đặc sắc, kiệt xuất: 天挺之資 Tư chất trời sinh vượt trội; 今諸葛丞相英才挺出 Nay thừa tướng Gia Cát Lượng tài năng xuất chúng (Tam quốc chí);",
                "(văn) Gậy, trượng;",
                "(loại) Cây, khẩu: 南墻巨竹千挺 Bên tường phía nam có hơn ngàn cây tre to cao (Hàn Dũ: Lam Điền huyện thừa sảnh bích kí); 三挺機關槍 Ba khẩu súng máy."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vượt lên trên — Sinh ra — Rất. Lắm. Chẳng hạn Đĩnh lại ( rất lớn ) — Làm rung động. Chẳng hạn Đĩnh tâm ( cũng như Động tâm, động lòng )."
            ],
            "compound_words": {
                "公挺": "công đĩnh",
                "挺拔": "đĩnh bạt",
                "挺特": "đĩnh đặc",
                "挺好": "đĩnh hảo",
                "挺立": "đĩnh lập",
                "挺而走险": "đĩnh nhi tẩu hiểm",
                "挺而走險": "đĩnh nhi tẩu hiểm"
            }
        }
    }
}