{
    "character": "掖",
    "details": {
        "Âm Hán Việt": [
            "dịch"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "thủ 手 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘夜"
        ],
        "Nét bút": [
            "一丨一丶一ノ丨ノフ丶丶"
        ],
        "Thương Hiệt": [
            "QYOK (手卜人大)"
        ],
        "Unicode": [
            "U+6396"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yē ㄜ",
            "yě ㄜˇ",
            "yè ㄜˋ",
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "dịch"
        ],
        "Âm Nhật (onyomi)": [
            "エキ (eki)"
        ],
        "Âm Nhật (kunyomi)": [
            "たす.ける (tasu.keru)",
            "わきばさ.む (wakibasa.mu)"
        ],
        "Âm Hàn": [
            "액"
        ],
        "Âm Quảng Đông": [
            "jat6",
            "jik6"
        ]
    },
    "meanings": {
        "dịch": {
            "Từ điển phổ thông": [
                "nách",
                "giúp",
                "ở bên"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dìu, nâng, nắm, lôi (bằng tay). ◇Tả truyện 左傳: 'Dịch dĩ phó ngoại, sát chi' 掖以赴外, 殺之 (Hi Công nhị thập ngũ niên 僖公二十五年) Kéo ra ngoài rồi giết đi.",
                "(Động) Giúp đỡ, phù trợ. ◇Tống sử 宋史: 'Đốc ư bằng hữu, sanh tắc chấn dịch chi, tử tắc điều hộ kì gia' 篤於朋友, 生則振掖之, 死則調護其家 (Âu Dương Tu truyện 歐陽修傳) Trung hậu với bạn bè, sống thì khuyến khích giúp đỡ cho họ, chết thì thu xếp che chở nhà họ.",
                "(Động) Lấp, nhét, giấu. ◇Hồng Lâu Mộng 紅樓夢: 'Đại ngọc điểm điểm đầu nhi, dịch tại tụ lí' 黛玉點點頭兒, 掖在袖裡 (Đệ cửu thập thất hồi) Đại Ngọc gật đầu nhè nhẹ, nhét (cái khăn) vào ống tay áo.",
                "(Danh) Nách. § Thông 'dịch' 腋. ◇Sử Kí 史記: 'Thiên dương chi bì, bất như nhất hồ chi dịch' 千羊之皮, 不如一狐之掖 (Thương Quân truyện 商君傳) Nghìn tấm da cừu, không bằng da nách của một con hồ.",
                "(Tính) Ở bên. ◎Như: 'dịch viên' 掖垣 tường bên, 'dịch môn' 掖門 cửa bên. ◇Tam quốc diễn nghĩa 三國演義: 'Gia Cát Chiêm chỉ huy lưỡng dịch binh xung xuất' 諸葛瞻指揮兩掖兵衝出 (Đệ nhất nhất thất hồi) Gia Cát Chiêm chỉ huy hai cánh quân xông ra."
            ],
            "Từ điển Thiều Chửu": [
                "Nách, cũng như chữ dịch 腋.",
                "Giúp, như dụ dịch 誘掖 dẫn rủ mình đi trước dụ cho người theo sau gọi là dụ 誘, đứng ở bên mà giúp đỡ người gọi là dịch 掖.",
                "Ở bên, như cái nhà ở bên cũng gọi là dịch đình 掖庭, tường bên điện gọi là dịch viên 掖垣."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhét: 寫張紙條從門縫裡掖進去 Viết mảnh giấy nhét vào khe cửa. Xem 掖 [yè]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lấy tay nắm lấy cánh tay người khác — Cái nách. Bên nách. Một bên — Giúp đỡ, nâng đỡ."
            ],
            "compound_words": {
                "宮掖": "cung dịch",
                "掖庭": "dịch đình",
                "掖門": "dịch môn",
                "逢掖": "phùng dịch"
            }
        }
    }
}