{
    "character": "搭",
    "details": {
        "Âm Hán Việt": [
            "tháp",
            "đáp"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "thủ 手 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘荅"
        ],
        "Nét bút": [
            "一丨一一丨丨ノ丶一丨フ一"
        ],
        "Thương Hiệt": [
            "QTOR (手廿人口)"
        ],
        "Unicode": [
            "U+642D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dā ㄉㄚ",
            "tà ㄊㄚˋ"
        ],
        "Âm Nôm": [
            "đáp",
            "đắp",
            "ráp",
            "tháp",
            "thắp"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Hàn": [
            "탑",
            "답"
        ],
        "Âm Quảng Đông": [
            "daap3"
        ]
    },
    "meanings": {
        "tháp": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Rờ mó — Dùng giấy mực mà phóng chữ ở bia đá."
            ]
        },
        "đáp": {
            "Từ điển phổ thông": [
                "phụ vào",
                "treo lên",
                "để lẫn lộn",
                "áo ngắn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngồi (xe, thuyền, máy bay, ...), đáp đi. ◎Như: 'đáp xa' 搭車 ngồi xe, 'đáp thuyền' 搭船 theo thuyền mà đi.",
                "(Động) Dựng, gác, bắc. ◎Như: 'đáp kiều' 搭橋 bắc cầu, 'đáp trướng bằng' 搭帳棚 dựng rạp.",
                "(Động) Khoác, vắt, treo. ◇Lâm Bô 林逋: 'Bộ xuyên tăng kính xuất, Kiên đáp đạo y quy' 步穿僧徑出, 肩搭道衣歸 (Hồ san tiểu ẩn 湖山小隱) Bước chân xuyên qua lối sư ra, Vai khoác áo đạo về.",
                "(Động) Đắp lên, che lại. ◎Như: 'tha thân thượng đáp trứ nhất điều mao thảm' 他身上搭著一條毛毯 trên mình đắp một tấm chăn chiên.",
                "(Động) Nối liền, liên tiếp. ◎Như: 'lưỡng điều điện tuyến dĩ đáp thượng liễu' 兩條電線已搭上了 hai sợi dây điện nối liền với nhau. ◇Hồng Lâu Mộng 紅樓夢: 'Tài yếu đáp ngôn, dã sấn thế nhi thủ cá tiếu' 纔要搭言, 也趁勢兒取個笑 (Đệ tam thập hồi) Muốn tiếp lời, châm vào cho buồn cười.",
                "(Động) Móc, dẫn, lôi kéo. ◎Như: 'câu đáp' 勾搭 dẫn dụ. ◇Thủy hử truyện 水滸傳: 'Khô thảo lí thư xuất lưỡng bả nạo câu, chánh bả Thời Thiên nhất nạo câu đáp trụ' 枯草裡舒出兩把撓鉤, 正把時遷一撓鉤搭住 (Đệ tứ thập lục hồi) Trong đám cỏ khô, hai cái câu liêm tung ra móc lấy Thời Thiên lôi đi.",
                "(Động) Tham dự, gia nhập. ◎Như: 'đáp hỏa' 搭伙 nhập bọn.",
                "(Động) Trộn lẫn, phối hợp. ◎Như: 'lưỡng chủng dược đáp trước phục dụng' 兩種藥搭著服用 hai thứ thuốc trộn với nhau mà uống.",
                "(Động) Đè xuống, ấn. ◇Thanh bình san đường thoại bổn 清平山堂話本: 'Lưỡng biên đáp liễu thủ ấn' 兩邊搭了手印 (Khoái chủy Lí Thúy Liên kí 快嘴李翠蓮記) Hai bên (tờ thư) đè tay xuống in dấu tay.",
                "(Danh) Áo ngắn. ◇Liêu trai chí dị 聊齋志異: 'Duy nhất lão tăng quải đáp kì trung' 惟一老僧挂搭其中 (Họa bích 畫壁) Chỉ có một ông sư già khoác áo ngắn ở trong đó.",
                "(Danh) Họ 'Đáp'.",
                "§ Thông 'tháp' 搨."
            ],
            "Từ điển Thiều Chửu": [
                "Phụ vào, đáp đi, như đáp xa 搭車 đạp xe đi, đáp thuyền 搭船 đáp thuyền đi, v.v.",
                "Treo lên, vắt lên.",
                "Ðể lẫn lộn.",
                "Cái áo ngắn.",
                "Cùng nghĩa với chữ tháp 搨."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bắc, dựng, làm: 搭橋 Bắc cầu; 搭棚 Bắc giàn, dựng rạp, làm lều; 小鳥在樹上搭上了個窩 Chim làm tổ trên cây;",
                "Khiêng, khênh, nhấc, nhắc: 搭擔架 Khiêng cáng, cáng thương; 把桌子搭起來 Nhấc cái bàn lên;",
                "Vắt, treo lên, đắp lên, phủ, khoác: 把衣服搭在竹竿上曬 Vắt quần áo lên sào phơi; 身上搭著一條毛毯 Trên mình đắp (khoác) một tấm chăn chiên;",
                "Thêm, góp thêm, nhập lại, ăn khớp: 把這些錢搭上還不夠 Thêm cả món tiền này cũng không đủ; 兩根電線搭上了 Hai sợi dây điện đã nhập một; 前言不搭後語 Câu trước không ăn khớp với câu sau;",
                "Đáp, đi, ngồi: 搭飛機 Đáp máy bay; 搭長途汽車 Đi xe ca, đi xe đò; 貨船不搭客人 Tàu (thuyền) chở hàng không chở hành khách;",
                "Để lẫn lộn, trộn lẫn, kèm theo: 精飼料和粗飼料搭著用 Trộn (lẫn) thức ăn tinh với thức ăn thô cho gia súc ăn;",
                "(văn) Như 搨."
            ],
            "compound_words": {
                "搭膊": "đáp bác",
                "搭伴": "đáp bạn",
                "搭救": "đáp cứu",
                "搭配": "đáp phối",
                "搭乘": "đáp thừa"
            }
        }
    }
}