{
    "character": "撥",
    "details": {
        "Âm Hán Việt": [
            "bát",
            "phạt"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "thủ 手 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⺘發"
        ],
        "Nét bút": [
            "一丨一フ丶ノノ丶フ一フノフフ丶"
        ],
        "Thương Hiệt": [
            "QNOE (手弓人水)"
        ],
        "Unicode": [
            "U+64A5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "bō ㄅㄛ",
            "fá ㄈㄚˊ"
        ],
        "Âm Nôm": [
            "bát",
            "phết",
            "phiết"
        ],
        "Âm Nhật (onyomi)": [
            "ハツ (hatsu)",
            "バチ (bachi)"
        ],
        "Âm Nhật (kunyomi)": [
            "は.ねる (ha.neru)",
            "おさ.める (osa.meru)"
        ],
        "Âm Hàn": [
            "발"
        ],
        "Âm Quảng Đông": [
            "but6"
        ]
    },
    "meanings": {
        "bát": {
            "Từ điển phổ thông": [
                "đẩy, cậy"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vén, bài trừ, đánh tan. ◎Như: 'bát thảo' 撥草 phát cỏ, 'bát vân kiến nhật' 撥雲見日 vén mây thấy mặt trời.",
                "(Động) Chuyển, xoay lại. ◎Như: 'bát loạn phản chánh' 撥亂反正 chuyển loạn thành chánh.",
                "(Động) Phát ra. ◎Như: 'chi bát' 支撥 chia ra, phân tán, 'bát khoản' 撥款 chi tiền ra.",
                "(Động) Khêu, bới, cạy, nạy, gảy. ◎Như: 'khiêu bát' 挑撥 bới ra, 'bát thuyền' 撥船 bơi thuyền, 'bát huyền' 撥弦 gảy đàn, 'bát đăng' 撥燈 khêu đèn.",
                "(Động) Đụng chạm, xung đột. ◇Sầm Tham 岑參: 'Tướng quân kim giáp dạ bất thoát, Bán dạ quân hành qua tương bát' 詩將軍金甲夜不脫, 半夜軍行戈相撥 (Tẩu mã xuyên hành phụng tống Phong đại phu xuất sư tây chinh 走馬川行奉送封大夫出師西征) Tướng quân áo giáp sắt đêm không cởi, Nửa đêm quân đi giáo mác đụng chạm nhau.",
                "(Danh) Cái vuốt (phiến nhỏ như cái móng để gảy đàn). ◇Bạch Cư Dị 白居易: 'Khúc chung thu bát đương tâm hoạch, Tứ huyền nhất thanh như liệt bạch' 曲終收撥當心畫, 四弦一聲如裂帛 (Tì bà hành 琵琶行) Khúc nhạc gảy xong, thu cái vuốt, đánh xuống giữa đàn, Bốn dây cùng bung lên một tiếng như xé lụa.",
                "(Danh) Lượng từ: nhóm, toán, đám, đợt. ◎Như: 'phân thành lưỡng bát nhân tiến hành công tác' 分成兩撥人進行工作 chia làm hai nhóm người tiến hành công việc."
            ],
            "Từ điển Thiều Chửu": [
                "Trừ sạch, đánh tan, như bát khai vân vụ 撥開雲霧 trừ sạch mây mù.",
                "Chuyển, xoay lại, như bát loạn phản chánh 撥亂反正 dẹp loạn chuyển lại chánh.",
                "Phát ra, như chi bát 支撥 chi phát ra.",
                "Khêu, bới, như khiêu bát 挑撥 khiêu gợi, bát thuyền 撥船 bơi thuyền, v.v.",
                "Gảy đàn.",
                "Cái móng tay giả để gảy đàn.",
                "Cung lật trái lại.",
                "Tốc lên."
            ],
            "Từ điển Trần Văn Chánh": [
                "Khêu, cạy, nạy, quay, vặn, nhể, lể: 撥燈 Khêu (bấc) đèn; 撥門 Cạy cửa, nạy cửa; 撥電話 Quay điện thoại; 撥鐘 Vặn kim đồng hồ; 拿針把手上的刺撥出來 Lấy kim nhể (lễ) cái gai trên tay ra;",
                "Bỏ ra, đưa ra, rút ra, chỉ ra, phát cho, cấp cho.【撥款】 bát khoản [bokuăn] a. Chi một khoản tiền, bỏ ra một số tiền, cấp kinh phí, chi ngân sách, chuẩn chi: 撥款委員會 Ủy ban chuẩn chi; b. Khoản tiền chi, ngân sách chi, kinh phí: 軍事撥款 Ngân sách quân sự; 預算的支出部分是國家的撥款 Phần chi của ngân sách là khoản chi của nhà nước;",
                "Quay, quay hướng, xoay lại, chuyển lại, xoay chuyển: 撥轉馬頭 Quay đầu ngựa lại, quay ngựa; 撥亂反正 Chuyển loạn thành chánh;",
                "(văn) Trừ sạch, đánh tan: 撥開雲霧 Trừ sạch mây mù;",
                "(văn) Gảy đàn;",
                "(văn) Tốc lên;",
                "(văn) Miếng gảy đàn, phím đàn, miếng khảy (thường làm bằng móng tay giả);",
                "Tốp, toán, đám, nhóm, đợt: 分成兩撥兒進入會場 Chia làm hai tốp đi vào hội trường."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trị yên. Giẹp yên — Giẹp đi — Cái đồ để gảy đàn — Một âm khác là Phạt."
            ],
            "compound_words": {
                "撥號": "bát hiệu",
                "撥款": "bát khoản",
                "撥剌": "bát lạt",
                "撥亂反正": "bát loạn phản chính",
                "撥弄": "bát lộng",
                "撥付": "bát phó",
                "撥奏": "bát tấu",
                "撥刺": "bát thích",
                "撥船": "bát thuyền"
            }
        },
        "phạt": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Tấm lá chắn thật lớn, dùng để ngăn đỡ gươm đao — Một âm là Bát. Xem Bát."
            ]
        }
    }
}