{
    "character": "撇",
    "details": {
        "Âm Hán Việt": [
            "phiết"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "thủ 手 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘敝"
        ],
        "Nét bút": [
            "一丨一丶ノ丨フ丨ノ丶ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "QFBK (手火月大)"
        ],
        "Unicode": [
            "U+6487"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "piē ㄆㄧㄝ",
            "piě ㄆㄧㄝˇ"
        ],
        "Âm Nôm": [
            "phét",
            "phết",
            "phiết"
        ],
        "Âm Nhật (onyomi)": [
            "ヘツ (hetsu)",
            "ヘチ (hechi)",
            "ヘイ (hei)"
        ],
        "Âm Nhật (kunyomi)": [
            "ぬぐ.う (nugu.u)"
        ],
        "Âm Quảng Đông": [
            "pit3"
        ]
    },
    "meanings": {
        "phiết": {
            "Từ điển phổ thông": [
                "nét phảy",
                "vứt đi, quẳng đi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vứt đi, quẳng đi không thèm đoái đến. ◇Thủy hử truyện 水滸傳: 'Phiết hạ bút tái thủ tửu lai' 撇下筆再取酒來 (Đệ thập nhất hồi) (Viết xong bài thơ) quăng bút xuống, lại nhắc rượu lên.",
                "(Động) Ném, vung, lia, tung.",
                "(Động) Múc, hớt. ◎Như: 'phiết bào mạt' 撇泡沫 hớt bọt đi, 'phiết du' 撇油 hớt lớp dầu đi.",
                "(Động) Gạn, chắt lấy.",
                "(Động) Lau, chùi. ◇Vương Bao 王襃: 'Sảng nhiên luy hi, phiết thế vấn lệ' 愴然累欷, 撇涕抆淚 (Đỗng tiêu phú 洞簫賦) Xót thương sụt sùi, lau chùi nước mắt.",
                "(Động) Làm trái ngược. ◇Thủy hử truyện 水滸傳: 'Thảng hoặc lưu trụ tại gia trung, đảo nhạ đắc hài nhi môn bất học hảo liễu. Đãi bất thu lưu tha, hựu phiết bất quá Liêu đại lang diện bì' 倘或留住在家中, 倒惹得孩兒們不學好了. 待不收留他, 又撇不過柳大郎面皮 (Đệ nhị hồi) Nếu như để (Cao Cầu) ở trong nhà, chỉ tổ làm hư con trẻ. Mà không chứa nó, thì lại chỉ làm bỉ mặt Liêu đại lang.",
                "(Động) Bĩu, mếu, méo qua một bên. ◎Như: 'phiết chủy' 撇嘴: (1) Bĩu môi (không tin cậy, khinh thường). (2) Mếu máo (không vui, muốn khóc).",
                "(Danh) Nét phẩy (thư pháp).",
                "(Danh) Lượng từ: đơn vị dùng cho vật gì hình như dấu phẩy. ◎Như: 'lưỡng phiết hồ tử' 兩撇鬍子 hai chòm râu."
            ],
            "Từ điển Thiều Chửu": [
                "Phẩy, nét phẩy.",
                "Vứt đi, quẳng đi không thèm đoái đến."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lìa bỏ, vứt đi, quăng đi: 把陳腐的老一套都撇了 Bỏ lối cũ rích ấy đi;",
                "Múc, hớt: 撇去鍋裡的沫子 Hớt bọt ở trong nồi đi;",
                "Gạn lấy, chắc lấy: 撇點兒稀的 Gạn lấy ít nước (phần loãng);",
                "Nét phẩy (trong chữ Hán). Xem 撇 [piâ]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Phủi đi. Phẩy đi — Lấy tay mà đánh — Phân biệt ra."
            ]
        }
    }
}