{
    "character": "斯",
    "details": {
        "Âm Hán Việt": [
            "tư"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "cân 斤 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰其斤"
        ],
        "Nét bút": [
            "一丨丨一一一ノ丶ノノ一丨"
        ],
        "Thương Hiệt": [
            "TCHML (廿金竹一中)"
        ],
        "Unicode": [
            "U+65AF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "sī ㄙ"
        ],
        "Âm Nôm": [
            "tư"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "か (ka)",
            "こう (kō)",
            "か.く (ka.ku)",
            "この (kono)",
            "これ (kore)",
            "ここに (kokoni)"
        ],
        "Âm Hàn": [
            "사"
        ],
        "Âm Quảng Đông": [
            "si1"
        ]
    },
    "meanings": {
        "tư": {
            "Từ điển phổ thông": [
                "tách ra, tẽ ra",
                "ấy, đó"
            ],
            "Từ điển trích dẫn": [
                "(Động) Tách ra, ghẽ ra, bửa ra. ◇Thi Kinh 詩經: 'Mộ môn hữu cức, phủ dĩ tư chi' 墓門有棘, 斧以斯之 (Trần phong 陳風, Mộ môn 墓門) Cửa mộ có cây gai, Lấy rìu bửa ra.",
                "(Động) Cách xa. ◇Liệt Tử 列子: 'Hoa Tư Thị chi quốc (...), bất tri tư Tề quốc kỉ thiên vạn lí' 華胥氏之國(...), 不知斯齊國幾千萬里 (Hoàng đế 黃帝) Nước Hoa Tư Thị (...), không biết cách nước Tề bao nhiêu vạn dặm.",
                "(Đại) Cái này, chỗ này, ở đây. ◎Như: 'sanh ư tư, trưởng ư tư' 生於斯, 長於斯 sinh ra ở đây, lớn lên ở đây.",
                "(Tính) Tính từ chỉ định: này, đây. ◎Như: 'tư nhân' 斯人 người này. ◇Cao Bá Quát 高伯适: 'Thiên địa hữu tư sơn, Vạn cổ hữu tư tự' 天地有斯山, 萬古有斯寺 (Quá Dục Thúy sơn 過浴翠山) Trời đất có núi này, Muôn thuở có chùa này. ◇Phạm Trọng Yêm 范仲淹: 'Đăng tư lâu dã, tắc hữu tâm khoáng thần di, sủng nhục giai vong, bả tửu lâm phong, kì hỉ dương dương giả hĩ' 登斯樓也, 則有心曠神怡, 寵辱皆忘, 把酒臨風, 其喜洋洋者矣 (Nhạc Dương Lâu kí 岳陽樓記) Lên lầu này, thì trong lòng khoan khoái, tinh thần vui vẻ, sủng nhục đều quên hết, cầm chén rượu hứng gió, thích thú biết bao.",
                "(Tính) Trắng. ◇Thi Kinh 詩經: 'Hữu thỏ tư thủ' 有兔斯首 (Tiểu nhã 小雅, Ngư tảo chi thập 魚藻之什) Có con thỏ đầu trắng.",
                "(Liên) Thì, bèn. ◎Như: 'thanh tư trạc anh' 清斯濯纓 trong thì giặt lèo mũ.",
                "(Giới) Của. § Cũng như 'chi' 之, 'đích' 的. ◇Thi Kinh 詩經: 'Chung tư vũ, sân sân hề, nghi nhĩ tử tôn, chân chân hề' 螽斯羽, 詵詵兮, 宜爾子孫, 振振 兮 (Chu Nam 周南, Chung tư 螽斯) Cánh của con giọt sành, tụ tập đông đảo hề, thì con cháu mày, đông đúc hề.",
                "(Trợ) Biểu thị nghi vấn. § Tương đương với 'ni' 呢. ◇Thi Kinh 詩 經: 'Bỉ hà nhân tư, kì tâm khổng gian' 彼何人斯, 其心孔艱 (Tiểu nhã 小雅, Hà nhân tư 何人斯) Kẻ nào thế kia, Mà lòng nham hiểm?",
                "(Trợ) Biểu thị cảm thán. § Tương đương với 'a' 呵, 'a' 啊. ◇Thi Kinh 詩經: 'Ân tư cần tư, Dục tử chi mẫn tư' 恩斯勤斯, 鬻子之閔斯 (Bân phong 豳風, Si hào 鴟鴞) Ân cần làm sao, Đứa trẻ ấy đáng thương làm sao.",
                "(Trợ) § Tương đương với 'thị' 是, dùng trong câu đảo trang. ◇Thi Kinh 詩經: 'Bằng tửu tư hưởng, Viết sát cao dương' 朋酒斯饗, 曰殺羔羊 (Bân phong 豳風, Thất nguyệt 七月) Bày hai chén rượu cùng uống, Nói rằng: Giết con dê con.",
                "(Danh) Họ 'Tư'."
            ],
            "Từ điển Thiều Chửu": [
                "Ghẽ ra, tách rời ra.",
                "Ấy, như tư nhân 斯人 người ấy.",
                "Thì, bèn, như thanh tư trạc anh 清斯濯纓 trong thì giặt lèo mũ.",
                "Trắng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Tách ra, bửa ra, chẻ ra: 斧以斯之 Bửa nó ra bằng rìu (Thi Kinh);",
                "Này, cái này, chỗ này, ở đây: 斯人 Người này; 斯時 Lúc này; 生于斯長于斯 Đẻ ở đây, lớn ở đây; 有美玉於斯 Có viên ngọc đẹp ở chốn này (Luận ngữ);",
                "Mới, thì (dùng như 則, bộ 刂): 有目斯能見 Có mắt mới trông thấy; 我慾仁，斯仁至矣 Ta muốn đức nhân thì đức nhân đến (Luận ngữ);",
                "Trợ từ giữa hoặc cuối câu (dùng để điều hoà âm tiết): 思馬斯臧 Các ngựa đều khỏe mạnh (Thi Kinh); 哀我人斯 Ta thật xót thương (Thi Kinh);",
                "Đặt sau hình dung từ để chỉ thức dạng (dùng như 然, bộ 火): 王赫斯怒 Văn vương bừng bừng nổi giận (Thi Kinh);",
                "Đặt giữa định ngữ và từ trung tâm (dùng như 之, bộ 丿, hoặc 的, bộ 白): 乃求千斯倉，乃求萬斯箱 Bèn lập kho lúa số ngàn, bèn chế ra xe số vạn (Thi Kinh);",
                "Màu trắng: 有兔斯首 Có con thỏ đầu trắng (Thi Kinh);",
                "Thấp, hèn: 職斯祿薄 Chức thấp lộc ít (Hậu Hán thư: Tả Chu Hoàng liệt truyện);",
                "Cách: 不知斯中國幾千萬里 Không biết cách Trung Quốc mấy ngàn vạn dặm (Liệt tử);",
                "[Si] (Họ) Tư."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thì. Ấy là — Cái ấy — Gãy lìa ra. Chia lìa."
            ],
            "compound_words": {
                "阿奇历斯": "a kỳ lịch tư",
                "阿奇歷斯": "a kỳ lịch tư",
                "阿姆斯特丹": "a mỗ tư đặc đan",
                "愛克斯光": "ái khắc tư quang",
                "爱克斯光": "ái khắc tư quang",
                "巴基斯坦": "ba cơ tư thản",
                "巴勒斯坦": "ba lặc tư thản",
                "波斯": "ba tư",
                "波斯教": "ba tư giáo",
                "波斯尼亚": "ba tư ni á",
                "波斯尼亞": "ba tư ni á",
                "彼啬斯丰": "bỉ sắc tư phong",
                "彼嗇斯豐": "bỉ sắc tư phong",
                "螽斯": "chung tư",
                "莫斯科": "mạc tư khoa",
                "穆斯林": "mục tư lâm",
                "俄罗斯": "nga la tư",
                "俄羅斯": "nga la tư",
                "斯文": "tư văn",
                "威尼斯": "uy ni tư",
                "於斯": "ư tư",
                "伊斯蘭": "y tư lan"
            }
        }
    }
}