{
    "character": "时",
    "details": {
        "Âm Hán Việt": [
            "thì",
            "thời"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "nhật 日 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰日寸"
        ],
        "Nét bút": [
            "丨フ一一一丨丶"
        ],
        "Thương Hiệt": [
            "ADI (日木戈)"
        ],
        "Unicode": [
            "U+65F6"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shí ㄕˊ"
        ],
        "Âm Nôm": [
            "thì",
            "thời"
        ],
        "Âm Quảng Đông": [
            "si4"
        ]
    },
    "meanings": {
        "thì": {
            "Từ điển phổ thông": [
                "lúc",
                "thời gian"
            ],
            "Từ điển trích dẫn": [
                "1. Giản thể của chữ 時."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chỉ thời gian nói chung;",
                "Thời kì, thời gian dài: 唐時 Thời Đường; 古時 Thời cổ; 現時 Hiện nay, hiện thời; 子時 Giờ Tí (11 giờ tối đến 1 giờ đêm); 醜時 Giờ Sửu (1 đến 3 giờ đêm);",
                "Giờ, tiếng: 一小時 Một giờ, một tiếng đồng hồ; 按時上班 Đi làm đúng giờ;",
                "Lúc, thời, thường: 平時 Ngày thường, lúc thường; 盛極一時 Thịnh vượng nhất thời; 彼一時此一時 Lúc kia là một thời, bây giờ là một thời; 時時如此 Thường thường như thế; 時 時之需 Lúc nào cũng cần; 時時照顧 Thường xuyên trông nom.【時常】thời thường [shícháng] Thường xuyên;【時而】thời nhi [shí'ér] Lúc thì, đôi khi, đôi lúc, lắm lúc: 時而晴天，時而下雨 Lúc thì tạnh lúc thì mưa; 【時時】 thời thời [shíshí] Luôn luôn, thường: 時時想到 Luôn luôn nghĩ đến; 時時著書，人又取去，即空居 Thường viết sách, người ta lại lấy đi, rồi cũng không còn cuốn nào (Sử kí: Tư Mã Tương Như liệt truyện);",
                "Chỉ hiện thời hay lúc đó: 時事 Thời sự;",
                "Có khi, có lúc, đôi khi, thỉnh thoảng: 他時來時不來 Anh ấy có khi đến có khi không đến; 光時休沐出，桀輒入代光決事 Hoắc Quang thỉnh thoảng nghỉ ra khỏi cung, thượng quan Kiệt liền vào cung thay Quang giải quyết công việc (Hán thư: Hoắc Quang truyện);",
                "Hợp thời trang: 她的髮型很時髦 Kiểu tóc của cô ta rất hợp thời trang;",
                "Thích hợp, thích đáng;",
                "Đúng lúc, đúng thời, hợp thời: 不時筑，而人果竊之 Không xây (tường) đúng lúc, kẻ ngoài quả nhiên vào trộm (Hàn Phi tử: Thuyết lâm hạ); 及宣王至遼東，霖雨，不得時攻 Khi Tuyên Vương đến Liêu Đông, gặp trời mưa dầm, nên không thể tấn công đúng lúc (Tam quốc chí);",
                "(văn) Mùa: 四時 Bốn mùa;",
                "(văn) Cơ hội, thời cơ, thời vận: 乘時而起 Nhân cơ hội mà nổi lên;",
                "Thói tục của một thời, thời tục: 不拘于時 Không câu nệ thời tục (Hàn Dũ: Sư thuyết);",
                "(văn) Thời sự;",
                "(văn) Thời gian, năm tháng: 時不久留 Năm tháng không ở lại lâu (Lã thị Xuân thu);",
                "(văn) Đó, ấy (dùng như 是, có thể chỉ người, vật hoặc nơi chốn): 滿招損，謙受益，時乃天道 Đầy thì bị bớt đi, kém thì được tăng thêm, đó là đạo trời (Thượng thư); 時日曷喪？ Mặt trời này bao giờ huỷ diệt? (Thượng thư); 于時言言 Cười cười nói nói ở chỗ này (Thi Kinh);",
                "(văn) Lúc ấy, khi ấy: 時曹軍兼以饑疫，死者太半 Khi ấy quân của Tào Tháo vừa đói vừa bị bịnh dịch, chết hơn một nửa (Tư trị thông giám);",
                "[Shí] (Họ) Thời."
            ],
            "compound_words": {
                "按时": "án thì",
                "及时": "cập thì",
                "当时": "đương thì",
                "加时": "gia thì",
                "有时": "hữu thì",
                "某时": "mỗ thì",
                "暂时": "tạm thì",
                "时报": "thì báo",
                "时机": "thì cơ",
                "时代": "thì đại",
                "时间": "thì gian",
                "时候": "thì hậu",
                "时刻": "thì khắc",
                "时期": "thì kỳ",
                "时髦": "thì mao",
                "时态": "thì thái",
                "时尚": "thì thượng",
                "时常": "thì thường",
                "时节": "thì tiết",
                "此时": "thử thì",
                "实时": "thực thì",
                "小时": "tiểu thì"
            }
        },
        "thời": {
            "Từ điển phổ thông": [
                "lúc",
                "thời gian"
            ],
            "Từ điển trích dẫn": [
                "1. Giản thể của chữ 時."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 時"
            ],
            "compound_words": {
                "及时": "cập thời",
                "当时": "đương thời",
                "有时": "hữu thời",
                "某时": "mỗ thời",
                "暂时": "tạm thời",
                "时报": "thời báo",
                "时机": "thời cơ",
                "时代": "thời đại",
                "时间": "thời gian",
                "时候": "thời hậu",
                "时刻": "thời khắc",
                "时期": "thời kỳ",
                "时髦": "thời mao",
                "时态": "thời thái",
                "时尚": "thời thượng",
                "时常": "thời thường",
                "时节": "thời tiết",
                "小时": "tiểu thời"
            }
        }
    }
}