{
    "character": "旅",
    "details": {
        "Âm Hán Việt": [
            "lữ"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "phương 方 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶一フノノ一ノフノ丶"
        ],
        "Thương Hiệt": [
            "YSOHV (卜尸人竹女)"
        ],
        "Unicode": [
            "U+65C5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lǚ"
        ],
        "Âm Nôm": [
            "lữ"
        ],
        "Âm Nhật (onyomi)": [
            "リョ (ryo)"
        ],
        "Âm Nhật (kunyomi)": [
            "たび (tabi)"
        ],
        "Âm Hàn": [
            "려",
            "여"
        ],
        "Âm Quảng Đông": [
            "leoi5"
        ]
    },
    "meanings": {
        "lữ": {
            "Từ điển phổ thông": [
                "quán trọ",
                "lang thang, du lịch",
                "lữ (gồm 500 lính)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đơn vị tổ chức trong quân, năm trăm quân kết làm một toán gọi là 'lữ'. ◇Chu Lễ 周禮: 'Nãi hội vạn dân chi tốt ngũ nhi dụng chi. Ngũ nhân vi ngũ, ngũ ngũ vi lượng, tứ lượng vi tốt, ngũ tốt vi lữ' 乃會萬民之卒伍而用之. 五人為伍, 五伍為兩, 四兩為卒, 五卒為旅 (Địa quan 地官, Tiểu tư đồ 小司徒).",
                "(Danh) Phiếm chỉ quân đội. ◎Như: 'quân lữ chi sự' 軍旅之事 việc quân.",
                "(Danh) Tên chức quan.",
                "(Danh) Thứ tự. ◇Nghi lễ 儀禮: 'Tân dĩ lữ thù ư tây giai thượng' 賓以旅酬於西階上 (Yến lễ 燕禮). § Theo thứ tự mời quan khanh đại phu uống rượu.",
                "(Danh) Tế 'lữ', chỉ có vua mới có quyền tế 'lữ'. ◇Luận Ngữ 論語: 'Quý Thị lữ ư Thái San' 季氏旅於泰山 (Bát dật 八佾) Họ Quý tế lữ ở núi Thái Sơn. § Khổng Tử cho rằng Quý Thị đã tiếm lễ.",
                "(Danh) Quán trọ, nhà trọ. ◇Cao Bá Quát 高伯适: 'Du du nghịch lữ trung' 悠悠逆旅中 (Đạo phùng ngạ phu 道逢餓夫) Đời người như quán trọ.",
                "(Danh) Khách ở xa nhà, lữ khách. ◇Hàn Dũ 韓愈: 'Công thủy dĩ tiến sĩ, cô thân lữ Trường An' 公始以進士, 孤身旅長安 (Hồ Lương Công mộ thần đạo bi 胡良公墓神道碑).",
                "(Danh) Khách buôn. ◎Như: 'thương lữ' 商旅 khách buôn.",
                "(Danh) Đường đi, đạo lộ.",
                "(Danh) Áo giáp.",
                "(Danh) Họ 'Lữ'.",
                "(Động) Thuật, kể, bày tỏ, trình bày.",
                "(Động) Bày ra, xếp thành hàng. ◇Thi Kinh 詩經: 'Biên đậu hữu sở, Hào hạch duy lữ' 籩豆有楚, 殽核維旅 (Tiểu nhã 小雅, Tân chi sơ diên 賓之初筵) Những thố những đĩa đều dọn ra, Món dưa món trái cây cũng bày thành hàng.",
                "(Động) Phụng dưỡng. ◇Hán Thư 漢書: 'Cố lữ kì lão, phục hiếu kính' 故旅耆老, 復孝敬 (Vũ đế kỉ 武帝紀).",
                "(Động) Ở trọ, ở tạm. ◎Như: 'lữ cư' 旅居 ở trọ. ◇Thẩm Ước 沈約: 'Tuế thứ tinh kỉ, nguyệt lữ hoàng chung' 歲次星紀, 月旅黃鍾 (Quang trạch tự sát hạ minh 光宅寺剎下銘).",
                "(Phó) Đồng, đều. ◎Như: 'lữ tiến lữ thoái' 旅進旅退 cùng tiến cùng lui. ◇Lễ Kí 禮記: 'Kim phù cổ nhạc, tiến lữ thối lữ, hòa chánh dĩ quảng' 今夫古樂, 進旅退旅, 和正以廣 (Nhạc kí 樂記).",
                "(Tính) Không trồng mà mọc lên. ◇Nam sử 南史: 'Đích mẫu Lưu Thị (...) mộ tại Tân Lâm, hốt sanh lữ tùng bách hứa chu, chi diệp uất mậu, hữu dị thường tùng' 嫡母劉氏(...)墓在新林, 忽生旅松百許株, 枝葉鬱茂, 有異常松 (Hiếu nghĩa truyện thượng 孝義傳上, Dữu sa di 庾沙彌).",
                "(Tính) Đông, nhiều.",
                "(Tính) Thuộc về tình cảnh của người xa nhà. ◎Như: 'lữ tình' 旅情 tình cảm khách xa nhà, 'lữ dạ' 旅夜 đêm ở chốn xa nhà.",
                "(Tính) Để cho khách ở trọ. ◎Như: 'lữ điếm' 旅店 quán trọ, 'lữ xá' 旅舍 khách sạn. ◇Cao Bá Quát 高伯适: 'Lữ mộng kinh tiêu vũ' 旅夢驚蕉雨 (Châu Long tự ức biệt 珠龍寺憶別) Mưa trên tàu lá chuối làm kinh động giấc mộng của khách trọ."
            ],
            "Từ điển Thiều Chửu": [
                "Lữ, năm trăm quân kết làm một toán gọi là lữ.",
                "Khách trọ, thương lữ 商旅 khách buôn trú ngụ, v.v.",
                "Ở trọ, đi ra ngoài phải ở trọ gọi là lữ thứ 旅次.",
                "Ðồng, đều, như lữ tiến lữ thoái 旅進旅退 đều tiến đều lui.",
                "Thứ tự.",
                "Tế lữ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đi nơi xa, du lịch;",
                "(văn) Ở trọ: 旅次 Đi xa ra ngoài ở trọ;",
                "(văn) Khách trọ: 商旅 Khách buôn trú ngụ;",
                "(văn) Quán trọ: 夫天地者，萬物之逆旅 Trời đất là quán trọ của muôn vật (Lí Bạch: Xuân dạ yến đào lí viên tự);",
                "(văn) Thứ tự;",
                "(văn) Tế Lữ;",
                "(quân) Lữ, lữ đoàn: 旅長 Lữ đoàn trưởng;",
                "Quân đội nói chung: 強兵勁旅 Bộ đội hùng mạnh; 軍旅之事 Công việc nhà binh;",
                "Cùng theo, cùng nhau, đều: 旅進旅退 Cùng tiến cùng thoái; 諸侯旅見天子 Các nước chư hầu cùng nhau đến triều kiến thiên tử (Lễ kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên quẻ bói trong kinh Dịch, dưới quẻ Cấn trên quẻ Li, chỉ về sự sống nơi xa — Chỉ sự đi xa. Đường xa — Quán trọ. Hát nói của Cao Bá Quát có câu: » Nhân sinh thiên địa gian nhất nghịch lữ, có bao lăm ba vạn sáu nghìn ngày « — Đông đảo — Tên một đơn vị quân đội trong binh chế thời xưa."
            ],
            "compound_words": {
                "亞旅": "á lữ",
                "行旅": "hành lữ",
                "旅游": "lữ du",
                "旅遊": "lữ du",
                "旅店": "lữ điếm",
                "旅團": "lữ đoàn",
                "旅行": "lữ hành",
                "旅懷": "lữ hoài",
                "旅客": "lữ khách",
                "旅費": "lữ phí",
                "旅费": "lữ phí",
                "旅舘": "lữ quán",
                "旅館": "lữ quán",
                "旅馆": "lữ quán",
                "旅殯": "lữ thấn",
                "旅次": "lữ thứ",
                "旅站": "lữ trạm",
                "旅程": "lữ trình",
                "旅中雜說": "lữ trung tạp thuyết",
                "逆旅": "nghịch lữ",
                "率旅": "suất lữ"
            }
        }
    }
}