{
    "character": "攬",
    "details": {
        "Âm Hán Việt": [
            "lãm"
        ],
        "Tổng nét": [
            "24"
        ],
        "Bộ": [
            "thủ 手 (+21 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘覽"
        ],
        "Nét bút": [
            "一丨一一丨フ一丨フノ一丶丨フ丨丨一丨フ一一一ノフ"
        ],
        "Thương Hiệt": [
            "QSWU (手尸田山)"
        ],
        "Unicode": [
            "U+652C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lǎn ㄌㄢˇ"
        ],
        "Âm Nôm": [
            "lãm"
        ],
        "Âm Nhật (onyomi)": [
            "ラン (ran)"
        ],
        "Âm Nhật (kunyomi)": [
            "と.る (to.ru)"
        ],
        "Âm Hàn": [
            "람"
        ],
        "Âm Quảng Đông": [
            "laam2",
            "laam5"
        ]
    },
    "meanings": {
        "lãm": {
            "Từ điển phổ thông": [
                "nắm cả, giữ hết",
                "nhận thầu"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nắm giữ, nắm hết. ◎Như: 'lãm quyền' 攬權 nắm cả quyền vào một tay, 'lãm bí bạt thiệp' 攬轡跋涉 nắm dây cương ngựa bôn ba lặn lội.",
                "(Động) Bao thầu. ◎Như: 'thừa lãm' 承攬 nhận bao thầu (làm khoán).",
                "(Động) Ôm lấy, bồng, bế, ẵm. ◎Như: 'lãm trì' 攬持 ôm giữ, 'mẫu thân bả hài tử lãm tại hoài lí' 母親把孩子攬在懷裡 mẹ ôm con vào lòng.",
                "(Động) Hái, ngắt, bắt lấy. ◎Như: 'lãm thủ' 攬取 ngắt lấy. ◇Lí Bạch 李白: 'Dục thướng thanh thiên lãm minh nguyệt' 欲上青天攬明月 (Tuyên Châu Tạ Thiếu lâu 宣州謝眺樓) Muốn bay lên trời xanh bắt lấy vừng trăng sáng.",
                "(Động) Gạt. ◎Như: 'lãm khấp' 攬泣 gạt nước mắt, 'lãm thế' 攬涕 gạt lệ, huy lệ.",
                "(Động) Gây ra, đem lại. ◎Như: 'lãm dã hỏa' 攬野火 tự gây ra phiền nhiễu, 'lãm sự' 攬事 kiếm chuyện.",
                "(Động) Chiêu dẫn, lôi kéo. ◎Như: 'đâu lãm' 兜攬 chào hàng, lôi kéo khách hàng. ◇Tam quốc diễn nghĩa 三國演義: 'Tổng lãm anh hùng, tư hiền nhược khát' 總攬英雄, 思賢若渴 (Đệ tam thập bát hồi) Thu nạp khắp anh hùng, mong người hiền như khát nước.",
                "(Động) Vén, thoát ra. ◇Cổ thi 古詩: 'Lãm quần thoát ti lí, Cử thân phó thanh trì' 攬裙脫絲履, 舉身赴清池 (Vi Tiêu Trọng Khanh thê tác 為焦仲卿妻作) Cởi quần tháo bỏ giày tơ, Đứng dậy xuống bơi trong ao trong.",
                "(Động) Xem, nhìn. § Thông 'lãm' 覽."
            ],
            "Từ điển Thiều Chửu": [
                "Nắm cả, như lãm quyền 攬權 nắm cả quyền vào một tay.",
                "Nhận thầu, như thừa lãm 承攬 nhận trông coi làm tất cả mọi việc, cái giấy nhận lo liệu tất cả công trình hay nhận vận tải tất cả các hàng hoá đồ đạc cũng gọi là thừa lãm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ôm lấy, ẵm, bồng, bế: 母親把孩子攬在懷裡 Mẹ ôm con vào lòng;",
                "Bó, buộc cho chặt, buộc túm lại: 用繩子攬上 Lấy thừng buộc lại;",
                "Vời, lôi kéo, chèo kéo (khách hàng): 攬生意 Chèo kéo khách hàng;",
                "Nắm lấy tất cả: 獨攬大權 Nắm hết quyền hành;",
                "Nhận thầu: 承攬 Nhận bao thầu (xây cất, chuyên chở...)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Lãm 㩜 và Lãm 擥 — Mời mọc, thâu hút khách hàng tới mua hàng."
            ],
            "compound_words": {
                "包攬": "bao lãm"
            }
        }
    }
}