{
    "character": "无",
    "details": {
        "Âm Hán Việt": [
            "mô",
            "vô"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "vô 无 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一一ノフ"
        ],
        "Thương Hiệt": [
            "MKU (一大山)"
        ],
        "Unicode": [
            "U+65E0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mó ㄇㄛˊ",
            "wú ㄨˊ"
        ],
        "Âm Nôm": [
            "vô"
        ],
        "Âm Nhật (onyomi)": [
            "ブ (bu)",
            "ム (mu)"
        ],
        "Âm Nhật (kunyomi)": [
            "なし (nashi)",
            "ない (nai)"
        ],
        "Âm Hàn": [
            "무"
        ],
        "Âm Quảng Đông": [
            "mou4"
        ]
    },
    "meanings": {
        "mô": {
            "Từ điển trích dẫn": [
                "1. Tức là chữ “vô” 無 ngày xưa. ◎Như: “vô cữu” 无咎 không có lỗi gì."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xem 南無 [na mó]. Xem 無 [wú]."
            ]
        },
        "vô": {
            "Từ điển phổ thông": [
                "không có"
            ],
            "Từ điển trích dẫn": [
                "1. Tức là chữ “vô” 無 ngày xưa. ◎Như: “vô cữu” 无咎 không có lỗi gì."
            ],
            "Từ điển Trần Văn Chánh": [
                "Không , không có, cái không, hư vô: 從無到有 Từ không đến có; 文非山水無奇氣 Trong văn chương mà không có cảnh núi sông thì không có khí kì lạ (Trần Bích San: Quá Vân Sơn); 吾請無攻宋矣 Ta đã đồng ý không đánh nước Tống rồi! (Mặc tử). 【無比】vô tỉ [wúbê] Vô cùng, hết sức: 英勇無比 Hết sức anh dũng; 【無從】vô tòng [wúcóng] Hết cách, không có cách nào, không dựa vào đâu, không thể nào: 沒有工人的勞動，資本家就無從取得利潤 Không có sự lao động của công nhân, thì nhà tư bản không thể nào kiếm được lợi nhuận; 【無妨】vô phương [wúfang] Không sao cả, không việc gì, chẳng ngại gì; 【無非】vô phi [wúfei] Chẳng qua là..., chỉ: 他來看我，無非是想借一本書 Anh ấy đến thăm tôi, chẳng qua là muốn mượn một cuốn sách; 【無怪】vô quái [wúguài] Chẳng lạ gì, không lấy làm lạ, thảo nào, chẳng trách gì, hèn gì, hèn chi: 冬天來了，無怪天氣這麼冷 Mùa đông đã tới, thảo nào trời lạnh thế này. Cg. 無怪乎 [wúguàihu];【無可奈何】 vô khả nại hà [wúkâ nàihé] Không còn cách nào hơn, không làm sao được, đành chịu vậy; 【無慮】vô lự [wúlđç] (văn) Khoảng, độ chừng, có lẽ: 日用絹無慮五千匹 Mỗi ngày dùng lụa mộc khoảng năm ngàn tấm (Tư trị thông giám);【無論】vô luận [wúlùn] Vô luận, bất cứ, bất kì, bất kể: 無論如何 Bất kể như thế nào, dù thế nào; 【無奈】vô nại [wúnài] a. Xem 無可奈何; b. Đáng tiếc; 【無寧】vô ninh [wúnìng] Xem 毋寧 [wúnìng]; 【無如】vô như [wúrú] Ngờ đâu, đáng tiếc là: 圖書館最近添了新書，剛才去借，無如都給借走了 Thư viện gần đây có thêm nhiều sách mới, vừa đi mượn, nào ngờ đã cho mượn đi hết rồi. Như 無奈 nghĩa b; 【無時】 vô thời [wúshí] Không lúc nào, luôn (dùng với 不, biểu thị ý khẳng định): 世界上的萬事萬物，無時不處于連動之中 Mọi sự vật trên thế giới không lúc nào không ở trong trạng thái vận động; 【無須】vô tu [wúxu] Không cần, không cần thiết; 【無須乎】 Như 無須;",
                "(văn) Đừng, chớ, không nên (dùng như 毌, bộ 毌): 苟富貴，無相忘 Nếu có giàu sang thì đừng quên nhau (Sử kí);",
                "(văn) Không người nào, không ai, không gì: 盡十二月，郡中毌聲，無敢夜行 Suốt tháng mười hai, trong quận không còn một tiếng động, không ai dám đi đêm (Sử kí);",
                "(văn) Chưa (dùng như 未, bộ 木): 無之有也 Chưa từng có việc đó vậy (Tuân tử: Chính danh);",
                "Không phải, chẳng phải (dùng như 非, bộ 非): 國非其國，而民無其民 Nước chẳng phải nước đó, mà dân chẳng phải dân đó (Quản tử: Hình thế);",
                "(văn) Không?, chăng? (trợ từ cuối câu dùng để hỏi, như 否, bộ 口): 晚來天慾雪，能飲一杯無？ Chiều đến tuyết sắp rơi, có uống được một chén rượu chăng? (Bạch Cư Dị: Vấn Lưu Thập Cửu);",
                "Bất cứ, bất kể, vô luận: 事無大小均由經理決定 Bất cứ việc to hay nhỏ, đều do giám đốc quyết định; 無少長皆斬之 Bất kể lớn nhỏ đều chém cả (Hán thư);",
                "(văn) Dù, cho dù: 國無小，不可易也 Nước dù nhỏ, nhưng không thể xem thường (Tả truyện: Hi công nhị thập nhị niên);",
                "(văn) Trợ từ đầu câu (không dịch): 無念爾祖，事修厥德 Hãy nghĩ đến tổ tiên ngươi và lo việc sửa đức (Thi Kinh: Đại nhã, Văn vương)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Không. Như chữ Vô 亡. Td: Vô cương ( không có giới hạn ) — Tên một bộ chữ Hán, tức bộ Vô."
            ],
            "compound_words": {
                "别无": "biệt vô",
                "四顾无亲": "tứ cố vô thân",
                "无花果": "vô hoa quả",
                "无赖": "vô lại",
                "无聊": "vô liêu",
                "无为": "vô vi"
            }
        }
    }
}