{
    "character": "敝",
    "details": {
        "Âm Hán Việt": [
            "tệ"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "phác 攴 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰㡀攵"
        ],
        "Nét bút": [
            "丶ノ丨フ丨ノ丶ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "FBOK (火月人大)"
        ],
        "Unicode": [
            "U+655D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "bì ㄅㄧˋ"
        ],
        "Âm Nôm": [
            "tệ"
        ],
        "Âm Nhật (onyomi)": [
            "ヘイ (hei)"
        ],
        "Âm Nhật (kunyomi)": [
            "やぶ.れる (yabu.reru)"
        ],
        "Âm Hàn": [
            "폐"
        ],
        "Âm Quảng Đông": [
            "bai6"
        ]
    },
    "meanings": {
        "tệ": {
            "Từ điển phổ thông": [
                "rách nát, xấu",
                "của tôi (ý khiêm tốn)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Nát, hư, rách. ◎Như: 'tệ trửu' 敝帚 cái chổi nát. ◇Liêu trai chí dị 聊齋志異: 'Tiện thác cừu tệ, khất đắc chuế bổ' 便託裘敝, 乞得綴補 (Thanh Phụng 青鳳) Nhân dịp lấy cớ áo cừu rách, xin (con chồn) để vá.",
                "(Tính) Mệt mỏi. ◎Như: 'tệ ư bôn mệnh' 敝於奔命 mệt nhọc vì chạy theo theo lệnh sai khiến. ◇Văn tuyển 文選: 'Kim thiên hạ tam phân, Ích Châu bì tệ' 今天下三分, 益州疲敝 (Gia Cát Lượng 諸葛亮, Xuất sư biểu 出師表) Nay thiên hạ chia ba, Ích Châu mỏi mệt.",
                "(Tính) Lời nói khiêm: hẹp hòi, kém cỏi. ◎Như: 'tệ xá' 敝舍 cái nhà hẹp hòi của tôi, 'tệ ấp' 敝邑 đất nước hủ bại của chúng tôi. ◇Hồng Lâu Mộng 紅樓夢: 'Đặc cụ tiểu chước, yêu huynh đáo tệ trai nhất ẩm' 特具小酌, 邀兄到敝齋一飲 (Đệ nhất hồi) Riêng bày một tiệc rượu nhỏ, mời tôn huynh sang tệ trai thưởng thức (uống).",
                "(Động) Thua, thất bại. ◇Tả truyện 左傳: 'Tệ ư Hàn' 敝於韓 (Hi Công thập niên 僖公十年) Thua ở nước Hàn.",
                "(Động) Vứt, bỏ."
            ],
            "Từ điển Thiều Chửu": [
                "Nát, như tệ trửu 敝帚 cái chổi nát.",
                "Mệt lử, tệ ư bôn mệnh 敝於奔命 chạy theo nhọc lử.",
                "Hẹp hòi, tiếng dùng để nói nhún mình, như tệ xá 敝舍 cái nhà hẹp hòi của tôi, tệ ấp 敝邑 đất nước hủ bại của chúng tôi, v.v.",
                "Thua.",
                "Bỏ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Hư, hỏng, cùn, nát, xấu, rách: 敝衣 Áo rách; 敝帚 Chổi cùn;",
                "Của tôi (tiếng nhũn nhặn dùng để chỉ những cái của mình): 敝姓 Họ (hèn) của tôi; 敝舍 Chỗ tôi (ở), tệ xá; 敝邑 Đất nước tồi tệ của chúng tôi;",
                "(văn) Mệt lử: 敝於奔命 Mệt lử chạy theo lệnh sai khiến;",
                "(văn) Làm cho mệt mỏi: 許之盟而師還，以敝楚人 Chịu liên minh rồi cho quân lui về, làm cho nước Sở phải mệt mỏi (Tả truyện);",
                "(văn) Thất bại, thua: 敝於韓 Thua ở nước Hàn (Tả truyện);",
                "(văn) Vứt bỏ: 冠而敝之可也 Đội xong mũ rồi có thể vứt nó đi vậy (Lễ kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hư hỏng. Hư nát — Bỏ đi — Mệt mỏi — Cũ, xấu. Tiếng khiêm nhường khi nói về những thứ gì của mình — Dùng như chữ Tệ 弊."
            ],
            "compound_words": {
                "凋敝": "điêu tệ",
                "國敝": "quốc tệ",
                "敝屣": "tệ tỷ",
                "敝衣": "tệ y"
            }
        }
    }
}