{
    "character": "方",
    "details": {
        "Âm Hán Việt": [
            "bàng",
            "phương"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "phương 方 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶一フノ"
        ],
        "Thương Hiệt": [
            "YHS (卜竹尸)"
        ],
        "Unicode": [
            "U+65B9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fāng ㄈㄤ",
            "fēng ㄈㄥ",
            "páng ㄆㄤˊ",
            "wǎng ㄨㄤˇ"
        ],
        "Âm Nôm": [
            "phương",
            "vuông"
        ],
        "Âm Nhật (onyomi)": [
            "ホウ (hō)"
        ],
        "Âm Nhật (kunyomi)": [
            "かた (kata)",
            "-かた (-kata)",
            "-がた (-gata)"
        ],
        "Âm Hàn": [
            "방"
        ],
        "Âm Quảng Đông": [
            "fong1"
        ]
    },
    "meanings": {
        "bàng": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Khắp cả: 方行天下 Đi khắp thiên hạ (Thượng thư). Xem 方 [fang]."
            ]
        },
        "phương": {
            "Từ điển phổ thông": [
                "phía",
                "vuông, hình vuông",
                "trái lời, không tuân theo"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Hai thuyền cùng đi liền nhau, bè trúc. Cũng chỉ đi bằng thuyền hoặc bè. ◇Thi Kinh 詩經: 'Tựu kì thâm hĩ, Phương chi chu chi' 就其深矣, 方之舟之 (Bội phong 邶風, Cốc phong 谷風) Đến chỗ nước sâu, Thì đi bằng bè hay bằng thuyền.",
                "(Danh) Hình có bốn góc vuông (góc 90 độ). ◎Như: 'chánh phương hình' 正方形 hình vuông, 'trường phương hình' 長方形 hình chữ nhật.",
                "(Danh) Ngày xưa gọi đất là 'phương'. ◇Hoài Nam Tử 淮南子: 'Đái viên lí phương' 戴圓履方 (Bổn kinh 本經) Đội trời đạp đất.",
                "(Danh) Nơi, chốn, khu vực. ◎Như: 'địa phương' 地方 nơi chốn, 'viễn phương' 遠方 nơi xa.",
                "(Danh) Vị trí, hướng. ◎Như: 'đông phương' 東方 phương đông, 'hà phương' 何方 phương nào?",
                "(Danh) Thuật, phép, biện pháp. ◎Như: 'thiên phương bách kế' 千方百計 trăm kế nghìn phương.",
                "(Danh) Nghề thuật. ◎Như: 'phương sĩ' 方士, 'phương kĩ' 方技 kẻ chuyên về một nghề, thuật như bùa thuốc, tướng số.",
                "(Danh) Thuốc trị bệnh. ◎Như: 'cấm phương' 禁方 phương thuốc cấm truyền, 'bí phương' 祕方 phương thuốc bí truyền, 'phương tử' 方子 đơn thuốc. ◇Trang Tử 莊子: 'Khách văn chi, thỉnh mãi kì phương bách kim' 客聞之, 請 買其方百金事 (Tiêu dao du 逍遙遊) Khách nghe chuyện, xin mua phương thuốc đó (làm cho khỏi nứt nẻ tay) trăm lạng vàng.",
                "(Danh) Phép nhân lên một con số với chính nó (toán học). ◎Như: 'bình phương' 平方 lũy thừa hai, 'lập phương' 立方 lũy thừa ba.",
                "(Danh) Đạo đức, đạo lí, thường quy. ◎Như: 'hữu điếm quan phương' 有玷官方 có vết nhục đến đạo đức làm quan, 'nghĩa phương hữu huấn' 義方有訓 có dạy về đạo nghĩa.",
                "(Danh) Lượng từ: đơn vị dùng cho các vật hình vuông hay chữ nhật. Tương đương với 'khối' 塊, 'cá' 個. ◎Như: 'biển ngạch nhất phương' 匾額一方 một tấm hoành phi, 'tam phương đồ chương' 三方圖章 ba bức tranh in.",
                "(Danh) Chữ dùng ngày xưa để đo lường diện tích. Sau chỉ bề dài bề rộng gồm bao nhiêu, tức chu vi. ◇Luận Ngữ 論語: 'Phương lục thất thập, như ngũ lục thập, Cầu dã vi chi, bỉ cập tam niên, khả sử túc dân' 方六七十, 如五六十, 求也為之, 比及三年, 可使足民 (Tiên tiến 先進) (Nước có) chu vi sáu bảy chục dặm hoặc năm sáu chục dặm, (Nhiễm) Cầu tôi cai quản thì vừa đầy ba năm có thể làm cho dân no đủ.",
                "(Danh) Vân gỗ.",
                "(Danh) Loài, giống.",
                "(Danh) Lúa mới đâm bông chưa chắc.",
                "(Danh) Phương diện. ◇Vương Duy 王維: 'San phân bát diện, thạch hữu tam phương' 山分八面, 石有三方 (Họa học bí quyết 畫學秘訣) Núi chia ra tám mặt, đá có ba phương diện.",
                "(Danh) Họ 'Phương'.",
                "(Tính) Vuông (hình). ◎Như: 'phương trác' 方桌 bàn vuông.",
                "(Tính) Ngay thẳng. ◎Như: 'phẩm hạnh phương chánh' 品行方正 phẩm hạnh ngay thẳng. ◇Đạo Đức Kinh 道德經: 'Thị dĩ thánh nhân phương nhi bất cát, liêm nhi bất quế' 是以聖人方而不割, 廉而不劌 (Chương 58) Như thế bậc thánh nhân chính trực mà không làm thương tổn người, có góc cạnh mà không làm hại người.",
                "(Tính) Thuộc về một nơi chốn. ◎Như: 'phương ngôn' 方言 tiếng địa phương, 'phương âm' 方音 giọng nói địa phương, 'phương chí' 方志 sách ghi chép về địa phương.",
                "(Tính) Ngang nhau, đều nhau, song song. ◎Như: 'phương chu' 方舟 hai chiếc thuyền song song.",
                "(Động) Làm trái. ◎Như: 'phương mệnh' 方命 trái mệnh lệnh. ◇Tô Thức 蘇軾: 'Cổn phương mệnh bĩ tộc' 鯀方命圮族 (Hình thưởng 刑賞) Cổn (cha vua Vũ 禹) trái mệnh và bại hoại.",
                "(Động) So sánh, phê bình, chỉ trích. ◇Luận Ngữ 論語: 'Tử Cống phương nhân. Tử viết: Tứ dã hiền hồ tai? Phù ngã tắc bất hạ' 子貢方人. 子曰: 賜也賢乎哉? 夫我則不暇 (Hiến vấn 憲問) Tử Cống hay so sánh người này với người khác. Khổng Tử nói: Anh Tứ giỏi thế sao? Ta thì không rảnh (để làm chuyện đó).",
                "(Phó) Mới, rồi mới. ◇Lí Thương Ẩn 李商隱: 'Xuân tàm đáo tử ti phương tận' 春蠶到死絲方盡 (Vô đề 無題) Tằm xuân đến chết mới hết nhả tơ. Nguyễn Du dịch thơ: Con tằm đến thác cũng còn vương tơ.",
                "(Phó) Đang, còn đang. ◎Như: 'lai nhật phương trường' 來日方長 ngày tháng còn dài.",
                "(Giới) Đương, tại, khi, lúc. ◇Trang Tử 莊子: 'Phương kì mộng dã, bất tri kì mộng dã' 方其夢也, 不知其夢也 (Tề vật luận 齊物論) Đương khi chiêm bao thì không biết mình chiêm bao."
            ],
            "Từ điển Thiều Chửu": [
                "Vuông, vật gì hình thể ngay thẳng đều gọi là phương, người nào tính hạnh ngay thẳng gọi là phương chánh 方正.",
                "Phương hướng, như đông phương 東方 phương đông, hà phương 何方 phương nào?",
                "Ðạo đức, như hữu điếm quan phương 有玷官方 có vết nhục đến đạo đức làm quan, nghĩa phương hữu huấn 義方有訓 có dạy về đạo nghĩa, v.v.",
                "Nghề thuật, như phương sĩ 方士, phương kĩ 方技 kẻ chuyên về một nghệ thuật như bùa thuốc tướng số, v.v.",
                "Phương thuốc, như cấm phương 禁方 phương thuốc cấm truyền, bí phương 秘方 phương thuốc bí truyền, v.v. Cái đơn thuốc của thầy thuốc kê ra gọi là phương tử 方子.",
                "Trái, như phương mệnh 方命 trái mệnh lệnh.",
                "Ðương, tiếng dùng để giúp lời, như phương kim 方今 đương bây giờ, phương khả 方可 mới khá, v.v.",
                "Nơi, chốn, như viễn phương 遠方 nơi xa.",
                "Thuật, phép.",
                "So sánh,",
                "Vân gỗ.",
                "Loài, giống.",
                "Có.",
                "Chói.",
                "Hai vật cùng đi đều, như phương chu 方舟 hai chiếc thuyền cùng đi đều.",
                "Lúa mới đâm bông chưa chắc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Vuông, hình vuông: 方桌 Bàn vuông; 這塊木頭是方的 Miếng gỗ này hình vuông; 平方米 Mét vuông; 不能成方圓 Không thể chế ra những vật vuông, tròn (Mạnh tử);",
                "(toán) Phương: 平方 Bình phương; 立方 Lập phương;",
                "Xem 平方米, 立方米;",
                "Đoan chính, ngay thẳng: 品行方正 Phẩm hạnh đoan chính;",
                "Phương, hướng: 東方 Phương đông; 何方 Hướng nào;",
                "Phương, bên: 我方 Bên ta; 甲方 Bên A; 對方 Đối phương; 雙方 Đôi bên;",
                "Địa phương, nơi chốn: 遠方 Phương xa; 方言 Phương ngôn, tiếng địa phương;",
                "Phương pháp, cách thức: 千方百計 Trăm phương nghìn kế; 教導有方 Dạy dỗ đúng cách;",
                "Toa, đơn, phương thuốc: 驗方 Bài thuốc công hiệu; 偏方兒 Bài thuốc truyền trong dân gian; 禁方 Phương thuốc cấm truyền; 祕方 Phương thuốc bí truyền;",
                "(văn) (Dùng thay cho chữ 地 để chỉ) đất: 戴圓履方 Đội trời đạp đất (Hoài Nam tử);",
                "(văn) (Hai thuyền hoặc xe) đi song song: 車騎不得方駕 Ngựa kéo xe không thể đi song song qua được (Hậu Hán thư);",
                "(văn) So sánh: 論功則湯武不足方 Nói về công nghiệp thì vua Thang vua Võ cũng không thể so được với ngài (Nguỵ Trưng: Thập tiệm bất khắc chung sớ);",
                "(văn) Chiếm hữu: 維鵲有巢，維鳩方之 Chim khách làm tổ, chim tu hú vào chiếm ở (Thi Kinh);",
                "(văn) Phỉ báng: 子貢方人 Tử Cống phỉ báng người (Luận ngữ);",
                "(văn) Làm trái: 方命虐民 Làm trái ý trời và ngược đãi nhân dân (Mạnh tử);",
                "(văn) Đang, còn: 方興未艾 Đang lên, đà đang lên; 來日方長 Ngày tháng còn dài; 方今 Đang bây giờ;",
                "Mới, chợt: 如夢方醒 Như mơ mới (chợt) tỉnh; 年方二十 Tuổi mới hai mươi;",
                "(văn) Thì mới: 養子方知父母恩 Có nuôi con mới biết công ơn cha mẹ. 【方才】 phương tài [fangcái] a. Vừa mới: 我方才在電車裡碰到一位多年不見的老同學 Tôi vừa mới gặp trên xe điện một người bạn học cũ đã lâu năm không gặp; b. Thì mới: 球賽直到下午六點鐘方才結束 Trận bóng mãi đến sáu giờ chiều mới kết thúc; 我昨天晚上看完電影方才回家 Chiều hôm qua tôi xem phim xong mới về nhà;",
                "(văn) Cùng: 文武方作 Văn thần và võ tướng cùng được bổ nhiệm (Hán thư);",
                "(văn) Sắp, sắp sửa: 今治水軍八十萬衆方與將軍會獵于吳 (Ta) nay chỉ huy tám chục vạn lính thuỷ, sẽ cùng tướng quân quyết chiến ở đất Ngô (Tư trị thông giám);",
                "㉑ (văn) Đang lúc: 方其夢也，不知其夢也 Đang lúc ông ta nằm mộng thì không biết mình nằm mộng (Trang tử);",
                "㉒ [Fang] Đất Phương (một địa danh thời cổ);",
                "㉓ [Fang] (Họ) Phương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hướng. Phía.  Đoạn trường tân thanh  có câu: » Rằng năm Gia tĩnh triều Minh, bốn phương phẳng lặng hai kinh vững vàng « — Vùng đất. Td: Địa phương.  Đoạn trường tân thanh  có câu: » Ngày đêm luống những âm thầm, lửa binh đâu đã ầm ầm một phương « — Vuông vức — Ngay thẳng — Cách thức. Td: Phương pháp — Cái đơn thuốc. Td: Dược phương ( toa thuốc ) — Vừa mới — Tên mộ bộ chữ Trung Hoa, tức bộ Phương."
            ],
            "compound_words": {
                "八方": "bát phương",
                "平方": "bình phương",
                "禁方": "cấm phương",
                "艮方": "cấn phương",
                "真方": "chân phương",
                "執方": "chấp phương",
                "異方": "dị phương",
                "遊方僧": "du phương tăng",
                "藥方": "dược phương",
                "多方": "đa phương",
                "大方": "đại phương",
                "地方": "địa phương",
                "对方": "đối phương",
                "對方": "đối phương",
                "東方": "đông phương",
                "單方": "đơn phương",
                "立方": "lập phương",
                "六方": "lục phương",
                "良方": "lương phương",
                "五方": "ngũ phương",
                "片方": "phiến phương",
                "藩方": "phiên phương",
                "方案": "phương án",
                "方格": "phương cách",
                "方針": "phương châm",
                "方针": "phương châm",
                "方舟": "phương chu",
                "方面": "phương diện",
                "方靣": "phương diện",
                "方藥": "phương dược",
                "方亭": "phương đình",
                "方亭地志類": "phương đình địa chí loại",
                "方亭詩集": "phương đình thi tập",
                "方亭文集": "phương đình văn tập",
                "方糖": "phương đường",
                "方形": "phương hình",
                "方向": "phương hướng",
                "方里": "phương lí",
                "方略": "phương lược",
                "方命": "phương mệnh",
                "方外": "phương ngoại",
                "方言": "phương ngôn",
                "方法": "phương pháp",
                "方策": "phương sách",
                "方士": "phương sĩ",
                "方劑": "phương tễ",
                "方寸": "phương thốn",
                "方術": "phương thuật",
                "方式": "phương thức",
                "方便": "phương tiện",
                "方便麵": "phương tiện miến",
                "方鎮": "phương trấn",
                "方程": "phương trình",
                "方丈": "phương trượng",
                "方俗": "phương tục",
                "方物": "phương vật",
                "方位": "phương vị",
                "方尺": "phương xích",
                "官方": "quan phương",
                "朔方": "sóc phương",
                "雙方": "song phương",
                "借方": "tá phương",
                "斜方形": "tà phương hình",
                "尋方": "tầm phương",
                "西方": "tây phương",
                "他方": "tha phương",
                "乘方": "thừa phương",
                "仙方": "tiên phương",
                "四方": "tứ phương",
                "比方": "tỷ phương",
                "萬方": "vạn phương",
                "炎方": "viêm phương",
                "遠方": "viễn phương",
                "無方": "vô phương",
                "醫方": "y phương"
            }
        }
    }
}