{
    "character": "攝",
    "details": {
        "Âm Hán Việt": [
            "nhiếp"
        ],
        "Tổng nét": [
            "21"
        ],
        "Bộ": [
            "thủ 手 (+18 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘聶"
        ],
        "Nét bút": [
            "一丨一一丨丨一一一一丨丨一一一一丨丨一一一"
        ],
        "Thương Hiệt": [
            "QSJJ (手尸十十)"
        ],
        "Unicode": [
            "U+651D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "niè ㄋㄧㄝˋ",
            "shè ㄕㄜˋ"
        ],
        "Âm Nôm": [
            "nếp",
            "nhép",
            "nhiếp",
            "nhíp",
            "triếp",
            "xếp"
        ],
        "Âm Nhật (onyomi)": [
            "セツ (setsu)",
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "おさ.める (osa.meru)",
            "かね.る (kane.ru)",
            "と.る (to.ru)"
        ],
        "Âm Hàn": [
            "섭",
            "엽"
        ],
        "Âm Quảng Đông": [
            "nip6",
            "sip3"
        ]
    },
    "meanings": {
        "nhiếp": {
            "Từ điển phổ thông": [
                "vén lên",
                "bắt lấy",
                "thu lại"
            ],
            "Từ điển trích dẫn": [
                "(Động) Sửa cho ngay, chỉnh đốn. ◇Sử Kí 史記: 'Hầu Sanh nhiếp tệ y quan, trực thướng tái công tử thượng tọa, bất nhượng' 侯生攝弊衣冠, 直上載公子上坐, 不讓 (Ngụy Công Tử liệt truyện 魏公子列傳) Hầu Sinh sửa lại áo mũ rách rưới, bước thẳng lên xe ngồi luôn vào chỗ phía trên, không từ chối.",
                "(Động) Thu lấy, chụp lấy. ◎Như: 'nhiếp ảnh' 攝影 chụp hình, 'nhiếp thủ kính đầu' 攝取鏡頭 chụp tấm hình.",
                "(Động) Vén lên, nâng. ◇Tô Thức 蘇軾: 'Dư nãi nhiếp y nhi thướng' 予乃攝衣而上 (Hậu Xích Bích phú 後赤壁賦) Tôi bèn vén áo mà lên.",
                "(Động) Thu hút. ◎Như: 'câu hồn nhiếp phách' 勾魂攝魄 thu bắt hồn vía. ◇Cố Huống 顧況: 'Từ thạch nhiếp thiết, bất nhiếp hồng mao' 磁石攝鐵, 不攝鴻毛 (Quảng Lăng Bạch Sa Đại Vân tự bi 廣陵白沙大雲寺碑) Đá nam châm hút sắt, không hút lông chim hồng.",
                "(Động) Duy trì, giữ gìn, bảo trì. ◇Quốc ngữ 國語: 'Thành nhi bất thiên, nãi năng nhiếp cố' 成而不遷, 乃能攝固 (Tấn ngữ tứ) Thành công mà không dời đổi, mới có thể giữ vững.",
                "(Động) Bắt lấy. ◎Như: 'câu nhiếp' 勾攝 tróc nã, tìm bắt.",
                "(Động) Cai quản, thống lĩnh. ◎Như: 'thống nhiếp' 統攝 thống lĩnh. ◇Hậu Hán Thư 後漢書: 'Nhiếp thiên địa chi chánh, bỉnh tứ hải chi duy' 攝天地之政, 秉四海之維 (Trần Phiền truyện 陳蕃傳) Cầm đầu khuôn phép trời đất, nắm giữ bờ cõi bốn bể.",
                "(Động) Kiêm nhiệm, thay thế. ◎Như: 'nhiếp chánh' 攝政 thay vua cai trị nước. ◇Mạnh Tử 孟子: 'Nghiêu lão nhi Thuấn nhiếp dã' 堯老而舜攝也 (Vạn Chương thượng 萬章上) Vua Nghiêu già nên Thuấn thay thế mà trị nước vậy.",
                "(Động) Phụ tá, giúp đỡ. ◇Thi Kinh 詩經: 'Bằng hữu du nhiếp' 朋友攸攝 (Đại nhã 大雅, Kí túy 既醉) Bạn bè sẵn sàng giúp đỡ.",
                "(Động) Gần, sát gần, ép sát, bách cận. ◇Luận Ngữ 論語: 'Thiên thặng chi quốc, nhiếp hồ đại quốc chi gian' 千乘之國, 攝乎大國之間 (Tiên tiến 先進) Nước có ngàn cỗ xe, bị ép giữa hai nước lớn.",
                "(Động) Nuôi dưỡng. ◎Như: 'nhiếp sanh' 攝生 dưỡng sinh. ◇Thẩm Ước 沈約: 'Thiện nhiếp tăng thọ' 善攝增壽 (Thần bất diệt luận 神不滅論) Khéo bảo dưỡng thì thêm tuổi sống lâu.",
                "Một âm là 'nhiệp'. (Tính) Yên định, an ổn. ◇Hán Thư 漢書: 'Thiên hạ nhiếp nhiên, nhân an kì sanh' 天下攝然, 人安其生 (Nghiêm Trợ truyện 嚴助傳) Thiên hạ an ổn, ai nấy ở yên với đời sống mình."
            ],
            "Từ điển Thiều Chửu": [
                "Vén lên.",
                "Bắt lấy.",
                "Thu nhiếp lại, như nhiếp ảnh 攝影 chụp ảnh, nhiếp sinh 攝生 thu nhiếp tinh thần để nuôi mình cho khỏe.",
                "Trị cho nghiêm chỉnh, như trấn nhiếp 鎮攝 lấy oai mà khiến cho ai nấy đều sợ không dám làm càn.",
                "Kiêm, thay, nhiếp vị 攝位 làm thay địa vị người khác.",
                "Bị bức bách.",
                "Vay mượn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lấy, thu hút, hấp thu: 攝取養分 Hấp thu chất bổ;",
                "Bảo dưỡng, giữ gìn (sức khỏe): 珍攝 Giữ gìn thân thể (sức khỏe); 攝生 Giữ sức khỏe, dưỡng sinh;",
                "Thay quyền để thống trị, kiêm quyền, thay quyền: 攝政 Nhiếp chính (thay vua nắm quyền cai trị); 攝位 Lên ngôi thay vua;",
                "(văn) Trị cho nghiêm chỉnh: 鎭攝 Trấn áp để không dám làm càn;",
                "(văn) Bị bức bách;",
                "(văn) Vay mượn;",
                "(văn) Vén lên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Yên ổn — Giúp đỡ — Đem, dẫn tới — Thay thế — Nuôi nấng — Đáng lẽ đọc Thiếp."
            ],
            "compound_words": {
                "攝影": "nhiếp ảnh",
                "攝政": "nhiếp chính",
                "攝主": "nhiếp chủ",
                "攝引": "nhiếp dẫn",
                "攝行": "nhiếp hành",
                "攝魂": "nhiếp hồn",
                "攝理": "nhiếp lí",
                "攝位": "nhiếp vị",
                "拍攝": "phách nhiếp",
                "權攝": "quyền nhiếp"
            }
        }
    }
}