{
    "character": "故",
    "details": {
        "Âm Hán Việt": [
            "cố"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "phác 攴 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰古攵"
        ],
        "Nét bút": [
            "一丨丨フ一ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "JROK (十口人大)"
        ],
        "Unicode": [
            "U+6545"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gǔ ㄍㄨˇ",
            "gù ㄍㄨˋ"
        ],
        "Âm Nôm": [
            "cố",
            "cớ"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Nhật (kunyomi)": [
            "ゆえ (yue)",
            "ふる.い (furu.i)",
            "もと (moto)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu3"
        ]
    },
    "meanings": {
        "cố": {
            "Từ điển phổ thông": [
                "cũ",
                "cho nên",
                "lý do",
                "cố ý, cố tình"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Việc. ◎Như: 'đại cố' 大故 việc lớn, 'đa cố' 多故 lắm việc.",
                "(Danh) Cớ, nguyên nhân. ◎Như: 'hữu cố' 有故 có cớ, 'vô cố' 無故 không có cớ. ◇Thủy hử truyện 水滸傳: 'Am lí bà nương xuất lai! Ngã bất sát nhĩ, chỉ vấn nhĩ cá duyên cố' 庵裏婆娘出來! 我不殺你, 只問你個緣故 (Đệ tam thập nhị hồi) Này cái chị trong am ra đây, ta chẳng giết chị đâu, chỉ hỏi nguyên cớ ra sao.",
                "(Tính) Cũ. ◎Như: 'cố sự' 故事 việc cũ, chuyện cũ, 'cố nhân' 故人 người quen cũ. ◇Liêu trai chí dị 聊齋志異: 'Nhi hồ nhiễu do cố' 而狐擾猶故 (Tiêu minh 焦螟) Mà hồ vẫn quấy nhiễu như cũ.",
                "(Tính) Gốc, của mình vẫn có từ trước. ◎Như: 'cố hương' 故鄉 làng của mình trước (quê cha đất tổ), 'cố quốc' 故國 xứ sở đất nước mình trước.",
                "(Động) Chết. ◎Như: 'bệnh cố' 病故 chết vì bệnh. ◇Thủy hử truyện 水滸傳: 'Mẫu thân tại khách điếm lí nhiễm bệnh thân cố' 母親在客店裏染病身故 (Đệ tam hồi) Mẹ tôi trọ tại quán khách, mắc bệnh rồi chết.",
                "(Phó) Có chủ ý, cố tình. ◎Như: 'cố sát' 故殺 cố tình giết.",
                "(Liên) Cho nên. ◇Hồng Lâu Mộng 紅樓夢: 'Huynh hà bất tảo ngôn. Ngu cửu hữu thử tâm ý, đãn mỗi ngộ huynh thì, huynh tịnh vị đàm cập, ngu cố vị cảm đường đột' 兄何不早言. 愚久有此心意, 但每遇兄時, 兄並未談及, 愚故未敢唐突 (Đệ nhất hồi) Sao huynh không nói sớm. Kẻ hèn này từ lâu đã có ý ấy, nhưng mỗi lần gặp huynh, huynh không hề nói đến, nên kẻ này không dám đường đột."
            ],
            "Từ điển Thiều Chửu": [
                "Việc, như đại cố 大故 việc lớn, đa cố 多故 lắm việc, v.v.",
                "Cớ, nguyên nhân, như hữu cố 有故 có cớ, vô cố 無故 không có cớ, v.v.",
                "Cũ, như cố sự 故事 việc cũ, chuyện cũ, cố nhân 故人 người quen cũ, v.v.",
                "Gốc, của mình vẫn có từ trước, như cố hương 故鄉 làng của mình trước (quê cha đất tổ), cố quốc 故國 xứ sở đất nước mình trước, v.v.",
                "Chết, như bệnh cố 病故 ốm chết rồi.",
                "Cố tình, nhu cố sát 故殺 cố tình giết.",
                "Cho nên, tiếng dùng nối theo nghĩa câu trên."
            ],
            "Từ điển Trần Văn Chánh": [
                "Việc, việc không may, sự cố, tai nạn: 大故 Việc lớn; 多故 Lắm việc; 家庭多故 Nhà gặp nhiều tai nạn;",
                "Cớ, nguyên nhân: 不知何故 Không hiểu vì cớ gì; 托故 Mượn cớ;",
                "Cố ý, cố tình: 明知故犯 Biết sai trái mà cứ làm;",
                "Cho nên: 因有信心，故不畏難 Vì tin tưởng, cho nên không ngại khó khăn; 陳氏孔章居相近，故主餘輩爲是遊 Trần Khổng Chương ở gần đó, nên bày ra cho chúng tôi chuyến đi chơi này (Cố Lân); 世皆稱孟嘗君能得士，士以故歸之 Đời đều khen Mạnh Thường Quân khéo đãi kẻ sĩ, nên kẻ sĩ theo ông (Vương An Thạch: Độc Mạnh Thường Quân truyện). 【故此】cố thử [gùcê] Vì vậy, vì thế. Như 故乃;【故而】cố nhi [gù'ér] Vì vậy, vì thế; 【故乃】cố nãi [gùnăi] (văn) Nên, cho nên;",
                "【故夫】 cố phù [gùfú] (văn) Liên từ đầu câu, biểu thị một lí lẽ hay quy luật sẽ được nêu ra để giải thích ở đoạn sau: 故夫河水結合，非一日之寒 Kìa nước sông đóng băng, không phải do lạnh một ngày (Luận hoành);",
                "Cố, cũ: 故址 Địa chỉ cũ; 故人 Người quen biết cũ, bạn cũ;",
                "Chết, mất: 病故 Chết vì bệnh; 父母早故 Cha mẹ chết sớm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sự việc. Chẳng hạn Biến cố ( việc xảy ra làm thay đổi tình hình ) — Cho nên, vì vậy — Nguyên nhân. Chẳng hạn Vô cố ( tự nhiên, không có nguyên do gì ) — Xưa cũ. Chết. Chẳng hạn Bệnh cố ( vì đau ốm mà qua đời ) — Chủ ý, có ý muốn như vậy."
            ],
            "compound_words": {
                "薄物細故": "bạc vật tế cố",
                "變故": "biến cố",
                "革故鼎新": "cách cố đỉnh tân",
                "掌故": "chưởng cố",
                "故居": "cố cư",
                "故舊": "cố cựu",
                "故都": "cố đô",
                "故交": "cố giao",
                "故乡": "cố hương",
                "故鄉": "cố hương",
                "故友": "cố hữu",
                "故有": "cố hữu",
                "故老": "cố lão",
                "故里": "cố lí",
                "故人": "cố nhân",
                "故然": "cố nhiên",
                "故犯": "cố phạm",
                "故郡": "cố quận",
                "故國": "cố quốc",
                "故殺": "cố sát",
                "故事": "cố sự",
                "故土": "cố thổ",
                "故知": "cố tri",
                "故園": "cố viên",
                "故宇": "cố vũ",
                "故意": "cố ý",
                "舊故": "cựu cố",
                "以故": "dĩ cố",
                "已故": "dĩ cố",
                "緣故": "duyên cố",
                "多故": "đa cố",
                "典故": "điển cố",
                "何故": "hà cố",
                "原故": "nguyên cố",
                "一見如故": "nhất kiến như cố",
                "溫故": "ôn cố",
                "過故": "quá cố",
                "國故": "quốc cố",
                "事故": "sự cố",
                "細故": "tế cố",
                "世故": "thế cố",
                "無故": "vô cố"
            }
        }
    }
}