{
    "character": "攜",
    "details": {
        "Âm Hán Việt": [
            "huề"
        ],
        "Tổng nét": [
            "21"
        ],
        "Bộ": [
            "thủ 手 (+18 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺘巂"
        ],
        "Nét bút": [
            "一丨一丨フ丨ノ丨丶一一一丨一丨フノ丶丨フ一"
        ],
        "Thương Hiệt": [
            "QUOB (手山人月)"
        ],
        "Unicode": [
            "U+651C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xī ㄒㄧ",
            "xí ㄒㄧˊ",
            "xié ㄒㄧㄝˊ"
        ],
        "Âm Nôm": [
            "huề"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "たずさ.える (tazusa.eru)",
            "たずさ.わる (tazusa.waru)"
        ],
        "Âm Hàn": [
            "휴"
        ],
        "Âm Quảng Đông": [
            "kwai4"
        ]
    },
    "meanings": {
        "huề": {
            "Từ điển phổ thông": [
                "xách",
                "chống",
                "dắt"
            ],
            "Từ điển trích dẫn": [
                "(Động) Mang, đem theo. ◇Tây du kí 西遊記: 'Ngã đẳng phụng Vương mẫu ý chỉ, đáo thử huề đào thiết yến' 我等奉王母懿旨, 到此攜桃設宴 (Đệ ngũ hồi) Chúng tôi vâng lệnh (Tây) Vương mẫu, đến đây mang đào về bày tiệc.",
                "(Động) Dắt díu, dìu. ◎Như: 'phù lão huề ấu' 扶老攜幼 dìu già dắt trẻ.",
                "(Động) Cầm, nắm. ◇Tỉnh thế hằng ngôn 醒世恆言: 'Thứ nhật, phu nhân phân phó tân lai tì tử, tương trung đường đả tảo, Nguyệt Hương lĩnh mệnh, huề trửu nhi khứ' 次日, 夫人分付新來婢子, 將中堂打掃, 月香領命, 攜帚而去 (Lưỡng huyện lệnh cạnh nghĩa hôn cô nữ 兩縣令競義婚孤女).",
                "(Động) Nhấc lên. ◎Như: 'huề vật' 攜物 nhấc đồ vật. ◇Vương Duy 王維: 'Bạch y huề hồ thương, Quả lai di lão tẩu' 白衣攜壺觴, 果來遺老叟 (Ngẫu nhiên tác 偶然作).",
                "(Động) Lìa ra, rời bỏ, li tán, li gián. ◎Như: 'huề nhị' 攜貳 hai lòng, thay lòng đổi dạ. ◇Tân Đường Thư 新唐書: 'Thử do bệ hạ căng dục phủ ninh, cố tử bất huề nhị dã' 此由陛下矜育撫寧, 故死不攜貳也 (Ngụy Trưng truyện 魏徵傳) Đó là do bệ hạ thương lo nuôi nấng vỗ về, nên chết (cũng) không hai lòng.",
                "(Động) Liền, liên tiếp.",
                "(Động) Xa cách trần thế.",
                "§ Cũng viết là 携."
            ],
            "Từ điển Thiều Chửu": [
                "Mang, dắt.",
                "Dắt díu, như đề huề 提攜.",
                "Lìa ra, rời bỏ.",
                "Liền."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mang theo, đem theo, dắt, dìu dắt: 攜械投誠 Mang theo vũ khí đầu hàng; 攜老扶幼 Dìu già dắt trẻ;",
                "Dắt, cầm (tay): 攜手同遊 Dắt tay nhau đi dạo chơi;",
                "(văn) Nhấc lên, nhắc lên, đưa lên: 如取如攜 (Dễ) như lấy như nhấc đồ vật (Thi Kinh: Đại nhã, Bản);",
                "(văn) Lìa ra, li gián, tách rời, phân li, rời bỏ: 不如私許復曹，衛以攜之 Chẳng bằng ngấm ngầm cho khôi phục Tào và Vệ, để li gián họ với Sở (Tả truyện: Hi công nhị thập bát niên); 【攜貳】huề nhị [xié'èr] (văn) Phản bội, li khai: 所以至死無攜貳 Vì vậy đến chết vẫn không phản bội (Nguỵ Trưng: Thập tiệm bất khắc chung sớ); 諸侯事晉，未敢攜貳 Các nước chư hầu thờ nước Tấn, chưa dám bội phản (Tả truyện: Chiêu công thập tam niên)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cầm lấy. Nắm lấy — Kéo đi, dắt đi — Liền nhau."
            ],
            "compound_words": {
                "提攜": "đề huề",
                "攜手": "huề thủ"
            }
        }
    }
}