{
    "character": "整",
    "details": {
        "Âm Hán Việt": [
            "chỉnh"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "phác 攴 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱敕正"
        ],
        "Nét bút": [
            "一丨フ一丨ノ丶ノ一ノ丶一丨一丨一"
        ],
        "Thương Hiệt": [
            "DKMYM (木大一卜一)"
        ],
        "Unicode": [
            "U+6574"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhěng ㄓㄥˇ"
        ],
        "Âm Nôm": [
            "chểnh",
            "chỉnh",
            "xiềng"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)"
        ],
        "Âm Nhật (kunyomi)": [
            "ととの.える (totono.eru)",
            "ととの.う (totono.u)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "zing2"
        ]
    },
    "meanings": {
        "chỉnh": {
            "Từ điển phổ thông": [
                "đều, ngay ngắn",
                "còn nguyên vẹn",
                "sửa sang, chỉnh đốn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Sửa sang, an trị. ◎Như: 'chỉnh đốn' 整頓 sửa sang lại cho ngay ngắn. ◇Nguyễn Trãi 阮廌: 'Chỉnh đốn càn khôn tòng thử liễu' 整頓乾坤從此了 (Đề kiếm 題劍) Từ nay việc chỉnh đốn đất trời đã xong.",
                "(Động) Sửa chữa, tu sửa, sửa. ◎Như: 'chỉnh hình' 整型 sửa khuyết tật cho thành bình thường, 'chỉnh dung' 整容 sửa sắc đẹp.",
                "(Động) Tập hợp. ◎Như: 'chỉnh đội' 整隊 tập hợp quân đội. ◇Thi Kinh 詩經: 'Chỉnh ngã lục sư, Dĩ tu ngã nhung' 整我六師, 以脩我戎 (Đại nhã 大雅, Thường vũ 常武) Tập hợp sáu đạo quân của ta, Sửa soạn khí giới của quân sĩ ta.",
                "(Tính) Đều, ngay ngắn, có thứ tự. ◎Như: 'đoan chỉnh' 端整 quy củ nghiêm nhặt, 'nghiêm chỉnh' 嚴整 nét mặt trang trọng, cử chỉ và dáng điệu ngay ngắn.",
                "(Tính) Nguyên vẹn, nguyên. ◎Như: 'hoàn chỉnh' 完整 hoàn toàn trọn vẹn, 'chỉnh thể' 整體 toàn thể.",
                "(Tính) Suốt, cả. ◎Như: 'chỉnh niên' 整年 suốt năm, 'chỉnh thiên' 整天 cả ngày.",
                "(Tính) Vừa đúng, tròn, chẵn. ◎Như: 'thập nguyên thất giác chỉnh' 十元七角整 mười đồng bảy hào chẵn."
            ],
            "Từ điển Thiều Chửu": [
                "Ðều, ngay ngắn, như đoan chỉnh 端整, nghiêm chỉnh 嚴整, v.v.",
                "Sửa sang, như chỉnh đốn 整頓 sửa sang lại cho chỉnh tề.",
                "Nguyên, vật gì còn hoàn toàn chưa phân giải gọi là chỉnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gọn, gọn gàng, gọn ghẽ, đều đặn, ngay ngắn: 整潔 Gọn gàng sạch sẽ: 整然有序 Gọn ghẽ và có thứ tự;",
                "Cả, suốt: 整天 Cả ngày; 整年 Suốt năm; 整套的書 Sách đủ (cả) bộ;",
                "Chẵn, tròn, trọn: 拾元整 Chẵn 10 đồng, 10 đồng chẵn: 恰好十年整 Vừa vặn 10 năm tròn, vừa trọn 10 năm; 整二十個人 Vừa chẵn (tròn) 20 người;",
                "Nguyên, vẹn, nguyên vẹn: 完整無缺 Toàn vẹn, nguyên lành, nguyên vẹn;",
                "Chỉnh, chấn chỉnh, sạt: 整黨 Chỉnh Đảng; 他被整了一頓 Anh ấy bị sạt một trận;",
                "Sửa, sửa sang: 整了整衣裳 Sửa lại quần áo; 整舊如新 Sửa cái cũ thành cái mới, sửa lại thành mới;",
                "(đph) Chữa: 桌子壞了整一整 Bàn hỏng rồi, hãy chữa lại;",
                "Làm: 繩子整斷了 Làm đứt dây rồi; 這並不難整 Cái đó không khó làm đâu; 怎麼整？ Làm thế nào?"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngay ngắn ngang bằng — Có thứ tự — Sắp đặt cho ngay ngắn — Toàn vẹn, không sứt mẻ — Tên người, tức Nguyễn Hữu Chỉnh, người xã Đông Hải huyện Nghi Lộc tỉnh Nghệ An đậu Hương Cống năm 16 tuổi nên thường được gọi là Cống Chỉnh, sau lại học võ, năm 18 tuổi thi võ, đậu được ba kì, trước theo chúa Trịnh, sau vào Quy Nhơn theo Nguyễn Nhạc, dâng mưu đánh đất Bắc được làm chức Hữu Quân Đô Đốc theo Nguyễn Huệ. Sau mưu phản Tây Sơn, bị tướng Tây Sơn là Vũ Văn Nhậm giết năm 1787. Tác phẩm có Cung Oán thi."
            ],
            "compound_words": {
                "整備": "chỉnh bị",
                "整个": "chỉnh cá",
                "整個": "chỉnh cá",
                "整整": "chỉnh chỉnh",
                "整夜": "chỉnh dạ",
                "整容": "chỉnh dung",
                "整頓": "chỉnh đốn",
                "整顿": "chỉnh đốn",
                "整型": "chỉnh hình",
                "整形": "chỉnh hình",
                "整合": "chỉnh hợp",
                "整洁": "chỉnh khiết",
                "整潔": "chỉnh khiết",
                "整理": "chỉnh lý",
                "整日": "chỉnh nhật",
                "整數": "chỉnh số",
                "整飭": "chỉnh sức",
                "整齊": "chỉnh tề",
                "整齐": "chỉnh tề",
                "整体": "chỉnh thể",
                "整體": "chỉnh thể",
                "整天": "chỉnh thiên",
                "整肅": "chỉnh túc",
                "調整": "điều chỉnh",
                "端整": "đoan chỉnh",
                "完整": "hoàn chỉnh",
                "严整": "nghiêm chỉnh",
                "嚴整": "nghiêm chỉnh",
                "勻整": "quân chỉnh",
                "匀整": "quân chỉnh",
                "飭整": "sức chỉnh",
                "齊整": "tề chỉnh"
            }
        }
    }
}