{
    "character": "攸",
    "details": {
        "Âm Hán Việt": [
            "du"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "phác 攴 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿲亻丨攵"
        ],
        "Nét bút": [
            "ノ丨丨ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "OLOK (人中人大)"
        ],
        "Unicode": [
            "U+6538"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yōu ㄧㄡ"
        ],
        "Âm Nôm": [
            "du",
            "đu"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)"
        ],
        "Âm Nhật (kunyomi)": [
            "ところ (tokoro)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jau4"
        ]
    },
    "meanings": {
        "du": {
            "Từ điển phổ thông": [
                "vụt, thoáng"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Vụt, thoáng. ◇Mạnh Tử 孟子: 'Du nhiên nhi thệ' 攸然而逝 (Vạn Chương thượng 萬章上) Vụt vậy mà đi.",
                "(Danh) Chốn, nơi. ◇Thi Kinh 詩經: 'Vị Hàn Cật tương du' 為韓姞相攸 (Đại nhã 大雅, Hàn dịch 韓奕) Kén nơi đáng lấy làm chồng cho nàng Hàn Cật.",
                "(Danh) Họ 'Du'.",
                "(Trợ) Đặt trước động từ, biểu thị liên hệ. § Tương đương với 'sở' 所. ◎Như: 'sanh tử du quan' 生死攸關 có quan hệ đến sống chết.",
                "(Trợ) Đặt ở đầu hoặc ở giữa câu (không có nghĩa). ◇Thư Kinh 書經: 'Dư du hiếu đức' 予攸好德 (Hồng phạm 洪範) Ta quý đức hạnh.",
                "(Liên) Do đó, cho nên. ◇Thi Kinh 詩經: 'Phong vũ du trừ, Điểu thử du khử, Quân tử du hu' 風雨攸除, 鳥鼠攸去, 君子攸芋 (Tiểu nhã 小雅, Tư can 斯干) Gió mưa do đó trừ hết, (Họa) chuột và chim do đó diệt sạch, Cho nên quân tử thật cao lớn.",
                "(Tính) Dáng nước chảy êm.",
                "(Tính) 'Du du' 攸攸 dằng dặc, xa xôi."
            ],
            "Từ điển Thiều Chửu": [
                "Vụt, thoáng, tả cái dáng nhanh chóng, như du nhiên nhi thệ 攸然而逝 vụt vậy mà đi.",
                "Chốn, nơi, như tướng du 相攸 kén nơi đáng lấy làm chồng.",
                "Thửa, dùng làm tiếng trợ từ, như danh tiết du quan 名節攸關 danh tiết thửa quan hệ.",
                "Du du 攸攸 dằng dặc."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Đặt trước động từ để tạo thành một cụm từ dùng như danh từ (tương đương với 所, bộ 戶): 君子有攸往 Người quân tử có chỗ để đi (Chu Dịch);",
                "Đặt giữa chủ ngữ và động từ hoặc hình dung từ (tương đương 就 [bộ 尤] trong Hán ngữ hiện đại): 風雨攸除 Gió mưa thì trừ bỏ (Thi Kinh);",
                "Vụt, thoáng: 攸然而逝 Thoáng mà đi, vụt mà đi;",
                "Dằng dặc (dùng như 悠, bộ 心). Xem 悠悠;",
                "Nơi, chốn, chỗ: 爲韓姞相攸 Kén nơi đáng lấy làm chồng cho Hàn Cát (Thi Kinh: Đại nhã, Hàn dịch);",
                "Trợ từ (có nghĩa như: Có liên quan... đến, có... tới): 性命攸關 Có quan hệ đến tính mạng;",
                "[You] (Họ) Du."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên người, tức Nguyễn Du (1765-1820), tự là Tố Như, hiệu là Thanh Hiên, biệt hiệu là Hồng Sơn Liệp Hộ, người làng Tiên Điền, huyện Nghi Xuân tỉnh Hà Tĩnh, đậu Tam trường năm 19 tuổi. Năm 1787, ông đang giữ một chức quan võ ở Thái Nguyên thì Nguyễn Huệ đem quân ra Bắc, vua Lê Chiêu Thống chạy sang Tàu, ông lui về ẩn dật tại quê nhà. Năm 1802, vua Gia Long thống nhất đất nước, ông bị vời ra làm quan, lần lượt giữ các chức Tri huyện Phụ Dực Thái Bình, Tri phủ Thường Tín Hà Đông. Năm 1804, ông cáo quan nhưng 1806 lại bị triệu ra làm quan và lần lượt giữ các chức Đông Các Đại Học sĩ ở kinh 1806. Bố chính tỉnh Quảng Bình 1808, Cần chánh điện Đại Học sĩ, sung chức chánh sứ sang Tàu 1813, Lê Bộ Hữu Tham tri 1814. Năm 1820, ông lại dược cử đi sứ nhưng chưa kịp đi thì mất ngày 10 tháng 8 năm Canh Thìn. Tác phẩm chữ Hán có  Thanh Hiên Tiền tập, Thanh Hiên Hậu tập, Nam Trung Tạp ngâm, Bắc Hành thi tập, Lê Quý kỉ sự. Tác phẩm chữ Nôm có Đoạn trường tân thanh."
            ]
        }
    }
}