{
    "character": "敘",
    "details": {
        "Âm Hán Việt": [
            "tự"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "phác 攴 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰余攵"
        ],
        "Nét bút": [
            "ノ丶一一丨ノ丶ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "ODOK (人木人大)"
        ],
        "Unicode": [
            "U+6558"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xù ㄒㄩˋ"
        ],
        "Âm Nôm": [
            "tự"
        ],
        "Âm Nhật (onyomi)": [
            "ジョ (jo)"
        ],
        "Âm Nhật (kunyomi)": [
            "つい.ず (tsui.zu)",
            "ついで (tsuide)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "zeoi6"
        ]
    },
    "meanings": {
        "tự": {
            "Từ điển phổ thông": [
                "thuật lại, kể lại"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thứ tự, thứ bậc. ◇Hoài Nam Tử 淮南子: 'Tứ thì bất thất kì tự' 四時不失其敘 (Bổn kinh 本經) Bốn mùa không sai thứ tự.",
                "(Danh) Bài tựa (đặt ở đầu sách hoặc bài văn, để tóm lược điểm trọng yếu của sách hoặc bài văn). Cũng như 'tự' 序.",
                "(Động) Theo thứ tự hoặc cấp bậc mà thưởng công. ◎Như: 'thuyên tự' 銓敘 phong chức theo thứ tự, 'tưởng tự' 獎敘 thưởng công theo thứ tự.",
                "(Động) Bày tỏ, trình bày, kể. ◎Như: 'tự thuật' 敘述 trần thuật, bày tỏ sự việc, 'diện tự' 面敘 gặp mặt bày tỏ. ◇Hồng Lâu Mộng 紅樓夢: 'Lí Hoàn Bảo Thoa tự nhiên hòa thẩm mẫu tỉ muội tự li biệt chi tình' 李紈寶釵自然和嬸母姊妹敘離別之情 (Đệ tứ thập cửu hồi) Lí Hoàn và Bảo Thoa, đương nhiên là cùng với thím và các chị em, kể lể những chuyện xa cách lâu ngày.",
                "(Động) Tụ họp, họp mặt. ◎Như: trong thiếp mời thường viết hai chữ 'hậu tự' 侯敘 nghĩa là xin đợi để được họp mặt. ◇Thủy hử truyện 水滸傳: 'Thả thỉnh đáo san trại thiểu tự phiến thì, tịnh vô tha ý' 且請到山寨少敘片時, 並無他意 (Đệ thập nhị hồi) Hãy mời đến sơn trại họp mặt một lúc, thật chẳng có ý gì khác.",
                "(Động) Xếp đặt, an bài thứ tự. ◇Tào Thực 曹植: 'Kiến quốc thừa gia, mạc bất tu tự' 建國承家, 莫不修敘 (Xã tụng 社頌) Kiến thiết nước nhà, không gì là chẳng sửa đổi xếp đặt thứ tự.",
                "(Động) Tuôn ra, phát ra mối tình cảm. ◇Vương Hi Chi 王羲之: 'Nhất thương nhất vịnh, diệc túc dĩ sướng tự u tình' 一觴一詠, 亦足以暢敘幽情 (Lan Đình thi tự 蘭亭詩序) Một chén rượu một bài ngâm, cũng đủ hả hê mối cảm tình u ẩn.",
                "§ Còn có dạng viết khác là 叙."
            ],
            "Từ điển Thiều Chửu": [
                "Bày hàng, xếp, như thuyên tự 銓敘 cứ thứ tự mà phong chức, tưởng tự 獎敘 cứ thứ tự mà thưởng công, v.v.",
                "Ðầu mối (bài tựa), như làm một quyển sách gì thì rút cả đại ý trong sách ấy bày lên trên gọi là bài tự.",
                "Tường bày, như sướng tự u tình 暢敘幽情 bày rõ cái tình u ần.",
                "Tụ họp, như trong thiếp mời thường viết hai chữ hậu tự 侯敘 nghĩa là xin đợi để được họp mặt.",
                "Ðịnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nói, kể, trình bày, bày tỏ: 敘家常 Nói chuyện thân mật; 暢敘幽情 Bày tỏ tình cảm sâu kín trong lòng;",
                "Kể, thuật (bằng bút), viết;",
                "Bài tự (lời nói đầu sách);",
                "(văn) Xếp hàng theo thứ tự: 銓敘 Xếp theo thứ tự để phong chức; 獎敘 Xếp theo thứ tự thưởng công;",
                "(văn) Tụ họp, họp mặt: 候敘 Xin chờ để được họp mặt (từ dùng trong thiệp mời);",
                "(văn) Định."
            ],
            "compound_words": {
                "敘述": "tự thuật"
            }
        }
    }
}