{
    "character": "旣",
    "details": {
        "Âm Hán Việt": [
            "kí",
            "ký"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "vô 无 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰皀旡"
        ],
        "Nét bút": [
            "ノ丨フ一一ノフ一フノフ"
        ],
        "Thương Hiệt": [
            "HPMVU (竹心一女山)"
        ],
        "Unicode": [
            "U+65E3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "jì ㄐㄧˋ",
            "xì ㄒㄧˋ"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "gei3"
        ]
    },
    "meanings": {
        "kí": {
            "Từ điển trích dẫn": [
                "1. Cũng như “kí” 既."
            ]
        },
        "ký": {
            "Từ điển phổ thông": [
                "đã (đã ... lại còn ..., xem: vưu 尤)"
            ],
            "Từ điển Thiều Chửu": [
                "Ðã, như kí vãng bất gián 旣往不諫 sự đã qua không can nữa.",
                "Ðã xong, như ẩm thực kí tất 飲食旣必 ăn uống đã xong. Mặt trời bị ăn hết cũng gọi là kí."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đã: 旣成事實 Việc đã rồi; 旣定方針 Phương châm đã đặt; 飲食旣畢 Ăn uống đã xong.【旣然】kí nhiên [jìrán] Đã (đặt sau chủ ngữ): 旣然你知道做錯了，就應當趕快糾正 Anh đã biết là làm sai thì nên sửa nhanh lên; 旣然你同意那我也不反對 Anh đã đồng ý thì tôi cũng không phản đối;",
                "Đã... thì...: 旣說就做 Đã nói thì làm;",
                "Đã... lại..., vừa... vừa...: 旣好看又便宜 Đã đẹp lại rẻ, vừa đẹp vừa rẻ; 他旣是工人，又是工程師 Anh ấy vừa là công nhân vừa là kĩ sư.【旣…亦…】kí... diệc... [jì... yì...] (văn) Đã... (mà) còn..., không chỉ... (mà) cũng...;【旣…又…】 kí... hựu... [jì... yòu...] (văn) Đã... còn... (biểu thị hai sự việc phát sinh cùng lúc, hoặc hai tình huống đồng thời tồn tại);【旣…則…】 kí... tắc... [jì... zé...] (văn) Đã ... thì ....;",
                "(văn) Rồi, sau đấy: 旣，衛人賞之以邑 Sau đó, người nước Vệ thưởng cho ông ta thành trì (Tả truyện: Thành công nhị niên).【旣而】kí nhi [jì'ér] (văn) Sau này, về sau, rồi thì, sau đấy, không bao lâu sau thì: 楚成王以商臣爲太子，旣而又慾置公子職 Lúc đầu Sở Thành vương lập Thương Thần làm thái tử, không bao lâu (sau đó) lại muốn lập công tử Chức làm thái tử (Hàn phi tử);",
                "(văn) (Mặt trời đã) ăn hết: 日有食之，旣 Mặt trời có nhật thực, đã ăn hết (Tả truyện: Hoàn công tam niên);",
                "(văn) Hết, dứt: 言未旣 Nói chưa dứt lời (Hàn Dũ: Tiến học giải); 宋人旣成列，楚人未旣濟 Quân Tống đã bày thành hàng, (trong khi đó) quân Sở chưa qua sông hết (Tả truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thôi. Xong việc — Đã rồi. Đã qua — Dùng như chữ Nhi 而 ( mà )."
            ],
            "compound_words": {
                "旣然": "ký nhiên"
            }
        }
    }
}