{
    "character": "曰",
    "details": {
        "Âm Hán Việt": [
            "viết"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "viết 曰 (+0 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Nét bút": [
            "丨フ一一"
        ],
        "Thương Hiệt": [
            "A (日)"
        ],
        "Unicode": [
            "U+66F0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yuē ㄩㄝ"
        ],
        "Âm Nôm": [
            "vất",
            "vết",
            "viết",
            "vít"
        ],
        "Âm Nhật (onyomi)": [
            "エツ (etsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "いわ.く (iwa.ku)",
            "のたま.う (notama.u)",
            "のたま.わく (notama.waku)",
            "ここに (kokoni)"
        ],
        "Âm Hàn": [
            "왈"
        ],
        "Âm Quảng Đông": [
            "joek6",
            "jyut6"
        ]
    },
    "meanings": {
        "viết": {
            "Từ điển phổ thông": [
                "nói rằng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nói, hỏi, đáp. ◇Luận Ngữ 論語: 'Tử viết: Học nhi thời tập chi, bất diệc duyệt hồ' 子曰: 學而時習之, 不亦悅乎 (Học nhi 學而) Khổng Tử nói: Học mà thường ôn tập, cũng chẳng thích ư?",
                "(Động) Gọi là. ◇Thư Kinh 書經: 'Ngũ hành: nhất viết thủy, nhị viết hỏa, tam viết mộc, tứ viết kim, ngũ viết thổ' 五行: 一曰水, 二曰火, 三曰木, 四曰金, 五曰土 (Hồng phạm 洪範) Ngũ hành: thứ nhất gọi là Thủy, thứ hai gọi là Hỏa, thứ ba gọi là Mộc, thứ tư gọi là Kim, thứ năm gọi là Thổ.",
                "(Trợ) Đặt ở đầu câu hoặc giữa câu. ◇Thi Kinh 詩經: 'Ngã đông viết quy' 我東曰歸 (Bân phong 豳風, Đông san 東山) Ta ở đông về."
            ],
            "Từ điển Thiều Chửu": [
                "① Rằng, dùng làm lời phát ngữ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Nói: 孔子曰 Khổng Tử nói...;",
                "Gọi là, là (thường dùng kèm với một số động từ như 謂，名，命，稱…): 名之曰農民學校 Đặt tên là trường nông dân; 謂其臺曰靈臺 Gọi cái đài của mình là Linh đài (Mạnh tử); 名之曰幽厲 Gọi kẻ đó là U, Lệ (Mạnh tử); 君命太子曰仇 Nhà vua gọi thái tử là Cừu (Tả truyện); 一曰水，二曰火 Một là nước, hai là lửa... (Thượng thư); 先帝稱之曰能 Tiên đế khen ông ta là có tài năng (Gia Cát Lượng: Xuất sư biểu);",
                "Rằng: 宰我對曰… Tế Ngã đáp rằng... (Luận ngữ);",
                "Trợ từ đầu câu: 我送舅氏，曰至渭陽 Ta đưa ông cậu, đi đến Vị Dương (Thi Kinh);",
                "Trợ từ ở giữa câu: 我東曰歸 Ta đi về đông (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói — Nói rằng — Thường dùng làm tiếng phát ngữ từ ở đầu câu — Tên một bộ chữ Hán, tức bộ Viết."
            ]
        }
    }
}