{
    "character": "昌",
    "details": {
        "Âm Hán Việt": [
            "xương"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "nhật 日 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱日曰"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一"
        ],
        "Thương Hiệt": [
            "AA (日日)"
        ],
        "Unicode": [
            "U+660C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chāng ㄔㄤ"
        ],
        "Âm Nôm": [
            "xương"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "さかん (sakan)"
        ],
        "Âm Hàn": [
            "창"
        ],
        "Âm Quảng Đông": [
            "coeng1"
        ]
    },
    "meanings": {
        "xương": {
            "Từ điển phổ thông": [
                "sáng sủa",
                "thịnh, tốt đẹp"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Thích đáng, hay. ◎Như: 'xương ngôn' 昌言 lời nói thích đáng. § Ghi chú: 'xương ngôn' 昌言 cũng có nghĩa là lời nói thẳng, không kị húy. ◇Thượng Thư 尚書: 'Vũ bái xương ngôn' 禹拜昌言 (Đại Vũ mô 大禹謨) Vua Vũ nghe lời nói hay thì kính tạ.",
                "(Tính) Sáng sủa. ◎Như: 'xương minh' 昌明 sáng láng rõ rệt. ◇Hồng Lâu Mộng 紅樓夢: 'Nhiên hậu hảo huề nhĩ đáo na xương minh long thịnh chi bang, thi lễ trâm anh chi tộc, hoa liễu phồn hoa địa, ôn nhu phú quý hương khứ an thân lạc nghiệp' 然後好攜你到那昌明隆盛之邦, 詩禮簪纓之族, 花柳繁華地, 溫柔富貴鄉去安身樂業 (Đệ nhất hồi) Rồi sau sẽ mang ngươi đến xứ sáng láng thịnh vượng, dòng họ thi lễ trâm anh, chốn hoa cỏ phồn vinh, nơi giàu sang êm ấm, để được an cư lạc nghiệp.",
                "(Tính) Hưng thịnh. ◇Nguyễn Trãi 阮廌: 'Xương kì nhất ngộ hổ sinh phong' 昌期一遇虎生風 (Đề kiếm 題劍) Khi gặp đời thịnh thì hổ sinh ra gió.",
                "(Tính) Tốt đẹp, đẫy đà. ◇Thi Kinh 詩經: 'Y ta xương hề' 猗嗟昌兮 (Quốc phong 國風, Tề phong 齊風) Ôi đẹp đẽ đẫy đà.",
                "(Danh) Vật được thỏa sự sinh sản gọi là 'xương'. § Vì thế, trăm vật gọi là 'bách xương' 百昌.",
                "(Danh) Họ 'Xương'.",
                "(Động) Sống còn. ◇Sử Kí 史記: 'Thuận chi giả xương, nghịch chi giả bất tử tắc vong' 順之者昌, 逆之者不死則亡 (Thái Sử Công tự tự 太史公自序) Người thuận theo thì sống còn, kẻ làm trái lại, nếu không chết thì cũng bị tiêu diệt."
            ],
            "Từ điển Thiều Chửu": [
                "Tương đang, lời nói hay, như Vũ bái xương ngôn 禹拜昌言 vua Vũ nghe lời nói hay thì kính tạ. Nói thẳng không kị huý gì gọi là xương ngôn 昌言.",
                "Sáng sủa, như xương minh 昌明 sáng láng rõ rệt.",
                "Thịnh, như bang nãi kì xương 邦乃其昌 nước mới được thịnh.",
                "Tốt đẹp, đẫy đà.",
                "Vật được thoả sự sinh sản gọi là xương, vì thế nên trăm vật gọi là bách xương 百昌."
            ],
            "Từ điển Trần Văn Chánh": [
                "Phồn vinh, phát đạt, thịnh vượng: 邦乃其昌 Nước mới được thịnh vượng;",
                "(văn) Đẫy đà đẹp đẽ: 猗嗟昌兮 Ôi đẹp đẽ đẫy đà (Thi Kinh);",
                "(văn) Hay: 禹拜昌言 Vua Vũ lạy và nhận lời nói hay (Thượng thư);",
                "(văn) Chỉ chung các sinh vật: 今夫百昌皆生于土而反于土 Nay trăm vật (muôn vật) đều sinh ra ở đất và trở về với đất (Trang tử: Tại hựu);",
                "[Chang] (Họ) Xương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đẹp đẽ rực rỡ — Hưng thịnh tốt đẹp."
            ],
            "compound_words": {
                "明昌": "minh xương",
                "繁昌": "phiền xương",
                "昌隆": "xương long",
                "昌明": "xương minh",
                "昌言": "xương ngôn",
                "昌盛": "xương thịnh",
                "昌辭": "xương từ"
            }
        }
    }
}