{
    "character": "曜",
    "details": {
        "Âm Hán Việt": [
            "diệu"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "nhật 日 (+14 nét)"
        ],
        "Lục thư": [
            "hội ý & hình thanh"
        ],
        "Hình thái": [
            "⿰日翟"
        ],
        "Nét bút": [
            "丨フ一一フ丶一フ丶一ノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "ASMG (日尸一土)"
        ],
        "Unicode": [
            "U+66DC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yào ㄧㄠˋ"
        ],
        "Âm Nôm": [
            "diệu"
        ],
        "Âm Nhật (onyomi)": [
            "ヨウ (yō)"
        ],
        "Âm Hàn": [
            "요"
        ],
        "Âm Quảng Đông": [
            "jiu6"
        ]
    },
    "meanings": {
        "diệu": {
            "Từ điển phổ thông": [
                "bóng sáng mặt trời",
                "chói mắt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bóng sáng mặt trời. ◇Phạm Trọng Yêm 范仲淹: 'Nhật tinh ẩn diệu, san nhạc tiềm hình' 日星隱曜, 山岳潛形 (Nhạc Dương Lâu kí 岳陽樓記) Mặt trời ẩn bóng, núi non tàng hình.",
                "(Danh) Mặt trời, mặt trăng, sao đều gọi là 'diệu'. § Mặt trời, mặt trăng và năm ngôi sao, kim, mộc, thủy, hỏa, thổ hợp thành 'thất diệu' 七曜, thời xưa chia ra để gọi bảy ngày trong tuần, ngày nhật diệu là ngày chủ nhật, ngày nguyệt diệu là ngày thứ hai. ◎Như: 'lưỡng diệu' 兩曜 mặt trời và mặt trăng. ◇Nguyễn Nguyên 阮元: 'Vạn san giai hạ tiểu, Song diệu điện tiền phùng' 萬山階下小, 雙曜殿前逢 (Đăng đại yết bích hà nguyên quân miếu 登岱謁碧霞元君廟).",
                "(Động) Chiếu sáng, rọi sáng. ◇Hán Thư 漢書: 'Thần văn bạch nhật sái quang, u ẩn giai chiếu; minh nguyệt diệu dạ, văn manh tiêu kiến' 臣聞白日曬光, 幽隱皆照; 明月曜夜, 蚊虻宵見 (Trung san tĩnh vương lưu thắng truyện 中山靖王劉勝傳).",
                "(Động) Hiển thị, huyễn diệu. ◇Huyền Trang 玄奘: 'Ngoại đạo cạnh trần kì cổ, huyên đàm dị nghĩa, các diệu từ phong' 外道競陳旗鼓, 諠談異義, 各曜辭鋒 (Đại Đường Tây vực kí 大唐西域記, Ma yết đà quốc thượng 摩揭陀國上)."
            ],
            "Từ điển Thiều Chửu": [
                "Bóng sáng mặt trời.",
                "Mặt trời, mặt trăng, sao đều gọi là diệu. Mặt trời mặt trăng gọi là lưỡng diệu 兩曜."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ánh nắng;",
                "Chói lọi, chiếu sáng, sáng long lanh;",
                "(Gọi chung) mặt trời, mặt trăng và sao: 兩曜 Mặt trời và mặt trăng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chiếu sáng."
            ],
            "compound_words": {
                "曜曜": "diệu diệu",
                "曜靈": "diệu linh",
                "木曜": "mộc diệu",
                "月曜": "nguyệt diệu",
                "日曜": "nhật diệu"
            }
        }
    }
}