{
    "character": "曷",
    "details": {
        "Âm Hán Việt": [
            "hạt",
            "át"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "viết 曰 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱曰匃"
        ],
        "Nét bút": [
            "丨フ一一ノフノ丶フ"
        ],
        "Thương Hiệt": [
            "APVO (日心女人)"
        ],
        "Unicode": [
            "U+66F7"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "hé ㄏㄜˊ"
        ],
        "Âm Nôm": [
            "hạt",
            "hột"
        ],
        "Âm Nhật (onyomi)": [
            "カツ (katsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "なんぞ (nan zo)",
            "いつ (itsu)",
            "いずくんぞ (izukun zo)",
            "なに (nani)"
        ],
        "Âm Hàn": [
            "갈"
        ],
        "Âm Quảng Đông": [
            "hot3"
        ]
    },
    "meanings": {
        "hạt": {
            "Từ điển phổ thông": [
                "gì, sao chẳng"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Bao giờ, lúc nào. ◇Tả truyện 左傳: 'Ngô tử kì hạt quy?' 吾子其曷歸 (Chiêu Công nguyên niên 昭公元年) Ngài định bao giờ về?",
                "(Đại) Dùng trước danh từ: gì, nào. ◇Cao Bá Quát 高伯适: 'Phiêu lưu nhữ hạt cô?' 漂流汝曷辜 (Cái tử 丐子) Nhà ngươi phiêu bạt như thế là bởi tội tình gì?",
                "(Phó) Sao. § Dùng như 'hà' 何. ◇Đào Uyên Minh 陶淵明: 'Ngụ hình vũ nội phục kỉ thì, hạt bất ủy tâm nhậm khứ lưu?' 寓形宇內復幾時, 曷不委心任去留 (Quy khứ lai từ 歸去來辭) Gửi hình trong vũ trụ được bao lâu? Sao không thả lòng mặc ý ở đi?",
                "(Phó) Sao chẳng. § Dùng như 'hà bất' 何不. ◇Tô Mạn Thù 蘇曼殊: 'Vãn xan tương bị, hạt nhập thực đường hồ' 晚餐將備, 曷入食堂乎 (Đoạn hồng linh nhạn kí 斷鴻零雁記) Cơm chiều đã sắp dọn sẵn, sao chưa vào phòng ăn?",
                "(Phó) Há, làm sao. § Tương đương với 'khởi' 豈. ◇Tuân Tử 荀子: 'Chúng thứ bách tính giai dĩ tham lợi tranh đoạt vi tục, hạt nhược thị nhi khả dĩ trì quốc hồ?' 眾庶百姓皆以貪利爭奪為俗, 曷若是而可以持國乎 (Cường quốc 彊國) Chúng nhân trăm họ đều theo thói tham lợi tranh đoạt, há như thế mà có thể giữ được nước chăng?",
                "§ Thông 'hạt' 蝎."
            ],
            "Từ điển Thiều Chửu": [
                "Gì.",
                "Sao chẳng.",
                "Cùng nghĩa với chữ hạt 蝎."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Như 蝎, bộ 虫);",
                "Gì, nào (đặt trước danh từ): 懷哉，懷哉！曷月予還歸哉？ Nhớ thay, nhớ thay! Tháng nào ta mới được trở về? (Thi Kinh);",
                "Ai, người nào (dùng như đại từ nghi vấn): 藐藐孤女，曷依曷恃？ Cô gái bé bỏng yếu đuối kia, nhờ ai cậy ai? (Đào Uyên Minh: Tế Trình thị muội văn);",
                "Cái gì, cái nào, gì: 王曰：縳者曷爲者也？ Nhà vua hỏi: Người bị trói kia làm gì thế? (Án tử Xuân thu);",
                "Sao (để hỏi nguyên do): 蹈死不顧，亦曷故哉？ Đi đến chỗ chết mà không quay đầu lại, cũng là vì sao? (Trương Phổ: Ngũ nhân mộ bi kí).【曷若】hạt nhược [héruò] (văn) Sao bằng ...?; 【曷爲】hạt vị [héwèi] (văn) Vì sao?;",
                "Lúc nào, chừng nào, bao giờ: 吾子其曷歸？ Ngài định chừng nào trở về (Tả truyện: Chiêu công nguyên niên).【曷其】hạt kì [héqí] (văn) Bao giờ, lúc nào: 曷其有極？ Bao giờ mới dứt? (Thi Kinh);",
                "Há, làm sao (biểu thị ý phản vấn, tương đương với 豈, bộ 豆): 曷若是而可以持國乎？ Làm sao như thế mà có thể giữ được nước? (Tuân tử);",
                "Sao chẳng (dùng như 盍, bộ 皿, hoặc tương đương với 何不): 中心好之，曷不食之？ Trong lòng ưa nó, sao chẳng ăn nó? (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tại sao. Thế nào — Sao chẳng."
            ]
        },
        "át": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Ngăn trở (như 遏, bộ 辶): 如火烈烈，則莫我敢 曷 Như lửa cháy bừng bừng, không ai dám ngăn cấm ta (Thi Kinh: Thương tụng, Trường phát)."
            ]
        }
    }
}