{
    "character": "昏",
    "details": {
        "Âm Hán Việt": [
            "hôn",
            "mẫn"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "nhật 日 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱氏日"
        ],
        "Nét bút": [
            "ノフ一フ丨フ一一"
        ],
        "Thương Hiệt": [
            "HPA (竹心日)"
        ],
        "Unicode": [
            "U+660F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "hūn ㄏㄨㄣ",
            "mǐn ㄇㄧㄣˇ"
        ],
        "Âm Nôm": [
            "hon",
            "hôn"
        ],
        "Âm Nhật (onyomi)": [
            "コン (kon)"
        ],
        "Âm Nhật (kunyomi)": [
            "くら.い (kura.i)",
            "くれ (kure)"
        ],
        "Âm Hàn": [
            "혼"
        ],
        "Âm Quảng Đông": [
            "fan1"
        ]
    },
    "meanings": {
        "hôn": {
            "Từ điển phổ thông": [
                "bóng tối",
                "lúc sẩm tối",
                "mê muội",
                "đứa con chưa kịp đặt tên mà chết"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tối, lúc trời chạng vạng tối. ◎Như: 'hoàng hôn' 黃昏 trời nhá nhem, 'hôn dạ' 昏夜 đêm tối. ◇Lí Thương Ẩn 李商隱: 'Tịch dương vô hạn hảo, Chỉ thị cận hoàng hôn' 夕陽無限好, 只是近黃昏 (Đăng Lạc Du nguyên 登樂遊原) Nắng chiều đẹp vô hạn, Chỉ (tiếc) là đã gần hoàng hôn. § Quách Tấn dịch thơ: Tịch dương cảnh đẹp vô ngần, Riêng thương chiếc bóng đã gần hoàng hôn.",
                "(Danh) Lễ cưới. Ngày xưa cưới xin cứ đến tối mới đón dâu nên gọi là 'hôn lễ' 昏禮, sau mới đổi dùng chữ 'hôn' 婚. ◇Tân Đường Thư 新唐書: 'Thị thì Đột Quyết tái thượng thư cầu hôn, đế vị báo' 是時突厥再上書求昏, 帝未報 (Đột Quyết truyện thượng 突厥傳上) Lần đó, Đột Quyết lại dâng thư xin cưới, vua chưa đáp.",
                "(Danh) Con sinh ra chưa đặt tên mà chết gọi là 'hôn'. ◎Như: 'yểu hôn' 夭昏 con chết yểu.",
                "(Tính) Tối, thiếu ánh sáng hoặc không sáng rõ. ◎Như: 'hôn ám' 昏暗 u tối, 'hôn hoàng' 昏黃 tối tăm.",
                "(Tính) Tối tăm, ngu tối. ◎Như: 'hôn hội hồ đồ' 昏憒糊塗 tối tăm hồ đồ, không hiểu sự lí gì, 'hôn quân' 昏君 vua không sáng suốt.",
                "(Tính) Lờ mờ, mơ hồ, không rõ. ◎Như: 'lão nhãn hôn hoa' 老眼昏花 mắt già lờ mờ, quáng gà.",
                "(Động) Mất hết tri giác, bất tỉnh. ◇Liêu trai chí dị 聊齋志異: 'Tiên thị, hôn nhân Vương tính giả, tật đốc, hôn bất tri nhân giả sổ nhật hĩ' 先是, 閽人王姓者, 疾篤, 昏不知人者數日矣 (Quỷ khốc) Trước đó, người giữ cổng tên Vương, mắc phải bịnh nặng, hôn mê bất tỉnh mấy ngày.",
                "(Động) Mê hoặc, mê đắm. ◇Lã Thị Xuân Thu 呂氏春秋: 'Môn ư tiểu lợi, hoặc ư thị dục' 昏於小利, 惑於嗜欲 (Mạnh Hạ kỉ 孟夏紀, Vu đồ 誣徒) Mê mẩn ở điều lợi nhỏ nhen, say đắm tham dục."
            ],
            "Từ điển Thiều Chửu": [
                "Tối, như hoàng hôn 黃昏 mờ mờ tối, hôn dạ 昏夜 đêm tối, v.v.",
                "Tối tăm, như hôn hội hồ đồ 昏憒楜塗 tối tăm hồ đồ, không hiểu sự lí gì.",
                "Lễ cưới, ngày xưa cưới xin cứ đến tối mới đón dâu nên gọi là hôn lễ 昏禮, bây giờ mới đổi dùng chữ hôn 婚.",
                "Mờ.",
                "Con sinh ra chưa đặt tên mà chết gọi là hôn."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Hoàng) hôn: 黃昏 Hoàng hôn;",
                "Tối tăm: 天昏地暗 Trời đất tối mù;",
                "Mê, mê man, mê mẩn, ngất (đi): 病人昏過去了 Bệnh nhân đã ngất đi;",
                "(văn) Hoa mắt;",
                "(văn) Lơ mơ, lẩm cẩm: 昏主之下，難以久居 Dưới tay một ông vua lẩm cẩm thì khó mà ở lâu được (Hậu Hán thư);",
                "(cũ) Như 婚 [hun];",
                "(văn) Chết sớm (khi mới sinh chưa đặt tên đã chết)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mặt trời bị che tối đi — Tối tăm — Đầu óc tối tăm, không còn biết suy nghĩ gì — Buổi chiều tối. Thí dụ: Hoàng hôn."
            ],
            "compound_words": {
                "童昏": "đồng hôn",
                "黃昏": "hoàng hôn",
                "黄昏": "hoàng hôn",
                "昏暗": "hôn ám",
                "昏黑": "hôn hắc",
                "昏昕": "hôn hân",
                "昏昏": "hôn hôn",
                "昏禮": "hôn lễ",
                "昏亂": "hôn loạn",
                "昏迷": "hôn mê",
                "昏昧": "hôn muội",
                "昏君": "hôn quân",
                "昏睡": "hôn thuỵ",
                "昏沈": "hôn trầm",
                "發昏": "phát hôn",
                "晨昏": "thần hôn",
                "晨昏定省": "thần hôn định tỉnh",
                "夭昏": "yểu hôn"
            }
        },
        "mẫn": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Tận lực (như 暋, bộ 日)."
            ]
        }
    }
}