{
    "character": "曹",
    "details": {
        "Âm Hán Việt": [
            "tào"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "viết 曰 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Nét bút": [
            "一丨フ一丨丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "TWA (廿田日)"
        ],
        "Unicode": [
            "U+66F9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "cáo ㄘㄠˊ"
        ],
        "Âm Nôm": [
            "tào"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)",
            "ゾウ (zō)"
        ],
        "Âm Nhật (kunyomi)": [
            "つかさ (tsukasa)",
            "ともがら (tomogara)",
            "へや (heya)"
        ],
        "Âm Hàn": [
            "조"
        ],
        "Âm Quảng Đông": [
            "cou4"
        ]
    },
    "meanings": {
        "tào": {
            "Từ điển phổ thông": [
                "hai bên nguyên bị (trong vụ kiện)",
                "nước Tào"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thời xưa, trong việc tố tụng, bên nguyên và bên bị gọi là 'lưỡng tào' 兩曹. § Nay thông dụng 'lưỡng tạo' 兩造.",
                "(Danh) Thời xưa, quan thự chia ngành hoặc quan chức làm việc, gọi là 'tào'. ◎Như: 'bộ tào' 部曹 các bộ quan. ◇Liêu trai chí dị 聊齋志異: 'Tịch niệm âm tào chi muội ám vưu thậm vu dương gian' 念陰曹之昧暗尤甚于陽間 (Tịch Phương Bình 席方平) Tịch nghĩ rằng những chuyện mờ ám của các quan nha dưới cõi âm lại còn tệ hơn ở trên trần thế.",
                "(Danh) Bầy, đàn. ◇Đỗ Phủ 杜甫: 'Ai hồng độc khiếu cầu kì tào' 哀鴻獨叫求其曹 (Khúc giang tam chương 曲江三章) Chim hồng lẻ loi đau thương kêu tìm đàn.",
                "(Danh) Nhóm, phe. ◇Lí Thương Ẩn 李商隱: 'Phân tào xạ phúc lạp đăng hồng' 分曹射覆蠟燈紅 (Vô đề 無題) Chia hai phe chơi trò \"xạ phúc\" (bắn lại) dưới ánh nến hồng.",
                "(Danh) Nước 'Tào' thời nhà Chu ngày xưa, nay ở vào khoảng tỉnh Sơn Đông.",
                "(Danh) Họ 'Tào'. ◎Như: 'Tào Tháo' 曹操 (155-220).",
                "(Đại) Lũ, bọn. ◎Như: 'nhĩ tào' 爾曹 lũ mày, chúng mày, 'ngã tào' 我曹 bọn ta. ◇Nguyễn Dư 阮嶼: 'Ngã tào du thử cận bát vạn niên, nam minh dĩ tam dương trần hĩ' 我曹遊此僅八萬年, 南溟已三揚塵矣 (Từ Thức tiên hôn lục 徐式僊婚綠) Chúng tôi chơi ở chốn này mới tám vạn năm, mà bể Nam đã ba lần tung bụi.",
                "(Phó) Cùng nhau, cộng đồng, nhất tề."
            ],
            "Từ điển Thiều Chửu": [
                "Bên nguyên bên bị, nay thông dụng chữ lưỡng tạo 兩造.",
                "Ðối, người đối địch với mình, như phân tào xạ phúc 分曹射覆 chia đôi cánh bắn lại.",
                "Lũ, bọn, như nhĩ tào 爾曹 lũ mày, chúng mày, chúng mày, ngã tào 我曹 bọn ta.",
                "Nha quan, phân chức làm việc gọi là tào, như bộ tào 部曹 các bộ quan.",
                "Nước Tào."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Bọn, lớp, lứa: 吾曹 Lớp người chúng tôi (ta), bọn chúng ta; 汝曹 Bọn các anh, chúng bây;",
                "Bầy: 禽獸駭兮亡其曹 Chim muông sợ hãi hề lạc bầy tan chạy (Sở từ);",
                "Đôi, cặp, nhóm (trong trò chơi): 分曹并進 Chia nhóm cùng tiến lên (Tống Ngọc: Chiêu hồn);",
                "Quan thự chia ngành làm việc thời xưa, nha quan: 坐曹治事 Ngồi ở nha quan xử lí công việc (Hán thư);",
                "[Cáo] Nước Tào (một nước chư hầu thời nhà Chu, nay thuộc huyện Định Đào, tỉnh Sơn Đông, Trung Quốc);",
                "[Cáo] (Họ) Tào."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bộ phận của cơ quan triều đình — Bọn. Lũ. Td: Nhữ tào ( bọn bay, chúng mày ) — Họ người."
            ],
            "compound_words": {
                "吾曹": "ngô tào",
                "兒曹": "nhi tào",
                "爾曹": "nhĩ tào",
                "官曹": "quan tào",
                "曹溪": "tào khê",
                "司曹": "ti tào"
            }
        }
    }
}