{
    "character": "昭",
    "details": {
        "Âm Hán Việt": [
            "chiêu",
            "thiều"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "nhật 日 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰日召"
        ],
        "Nét bút": [
            "丨フ一一フノ丨フ一"
        ],
        "Thương Hiệt": [
            "ASHR (日尸竹口)"
        ],
        "Unicode": [
            "U+662D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zhāo ㄓㄠ"
        ],
        "Âm Nôm": [
            "chiêu",
            "chiu"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Hàn": [
            "소",
            "조"
        ],
        "Âm Quảng Đông": [
            "ciu1",
            "ziu1"
        ]
    },
    "meanings": {
        "chiêu": {
            "Từ điển phổ thông": [
                "sáng sủa, rõ rệt"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sáng sủa.",
                "(Tính) Rõ rệt. ◎Như: 'chiêu chương' 昭章 rõ rệt, 'thiên lí chiêu chiêu' 天理昭昭 lẽ trời rành rành.",
                "(Động) Tỏ rõ, làm sáng tỏ, hiển dương. ◎Như: 'chiêu tuyết' 昭雪 làm tỏ rõ nỗi oan, minh oan. ◇Tả truyện 左傳: 'Dĩ chiêu Chu công chi minh đức' 以昭周公之明德 (Định công tứ niên 定公四年) Để sáng tỏ minh đức Chu công.",
                "(Danh) Ánh sáng. ◇Lã Thị Xuân Thu 呂氏春秋: 'Mục chi kiến dã tạ ư chiêu, tâm chi tri dã tạ ư lí' 目之見也藉於昭, 心之知也藉於理 (Thẩm phân lãm 審分覽, Nhậm số 任數) Mắt thấy được là nhờ ở ánh sáng, tâm biết được là nhờ ở lí.",
                "(Danh) Hàng 'chiêu'. § Trong nhà thờ giữa là bệ thờ tổ, các đời thứ hai, tư và sáu thờ bên trái, gọi là hàng 'chiêu' 昭, các đời thứ ba, năm và bảy thờ bên phải gọi là hàng 'mục' 穆.",
                "(Danh) Họ 'Chiêu'."
            ],
            "Từ điển Thiều Chửu": [
                "Sáng sủa, rõ rệt, như chiêu chương 昭章 rõ rệt.",
                "Bộc bạch cho tỏ rõ ra, như chiêu tuyết 昭雪 bộc bạch nỗi oan của người ta ra cho mọi người đều biết.",
                "Hàng chiêu, trong nhà thờ giữa là bệ thờ tổ, ở bên trái là bệ thờ hàng chiêu."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Sáng sủa;",
                "Rõ rệt: 昭章 Rõ rệt;",
                "Bộc bạch: 昭雪 Bộc bạch nỗi oan;",
                "[Zhao] (Họ) Chiêu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sáng sủa — Làm cho sáng tỏ, rõ ràng."
            ],
            "compound_words": {
                "昭灼": "chiêu chước",
                "昭彰": "chiêu chương",
                "昭陽": "chiêu dương",
                "昭明": "chiêu minh",
                "昭穆": "chiêu mục",
                "昭雪": "chiêu tuyết",
                "王昭君": "vương chiêu quân"
            }
        },
        "thiều": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên người, tức Nguyễn Gia Thiều, 1741-1798, người làng Liễu ngạn, phủ Thuận thành tỉnh Bắc Ninh, con của Đạt Vũ Hầu Nguyễn Gia Cư và công chúa Quỳnh Liên, con gái chúa Trịnh Cương. Ông lần lượt giữ các chức Hiệu uý, Chỉ huy Thiêm sự, Tổng binh, Lưu thủ xứ Hưng hoá. Tuy dòng dõi quyền quý, nhưng ông không thích lợi danh, thường xin nghỉ về nhà để nghiên cứu tư tưởng Phật, Lão. Tác phẩm Hán văn có Ôn Như thi tập ( vì ông được phong tước Ôn Như Hầu ). Thơ Nôm có Tây hồ thi tập, Tứ trai thi tập, đặc biệt là cuốn  Cung oán ngâm khúc  — Xem Chiêu."
            ]
        }
    }
}