{
    "character": "晦",
    "details": {
        "Âm Hán Việt": [
            "hối"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhật 日 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰日每"
        ],
        "Nét bút": [
            "丨フ一一ノ一フフ丶一丶"
        ],
        "Thương Hiệt": [
            "AOWY (日人田卜)"
        ],
        "Unicode": [
            "U+6666"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "huì ㄏㄨㄟˋ"
        ],
        "Âm Nôm": [
            "hói",
            "hối"
        ],
        "Âm Nhật (onyomi)": [
            "カイ (kai)"
        ],
        "Âm Nhật (kunyomi)": [
            "つごもり (tsugomori)",
            "くら.い (kura.i)",
            "みそか (misoka)",
            "くら.む (kura.mu)"
        ],
        "Âm Hàn": [
            "회"
        ],
        "Âm Quảng Đông": [
            "fui3"
        ]
    },
    "meanings": {
        "hối": {
            "Từ điển phổ thông": [
                "ngày hối (ngày cuối cùng của tháng âm lịch)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngày cuối tháng âm lịch (ngày 'hối' 晦).",
                "(Danh) Đêm, tối. ◎Như: 'hối hiểu' 晦曉 đêm và ngày, 'phong vũ như hối' 風雨如晦 trời gió mưa tối như đêm.",
                "(Tính) Tối tăm, u ám. ◎Như: 'hối mông' 晦蒙 tối tăm, hôn ám. ◇Âu Dương Tu 歐陽修: 'Nhược phù nhật xuất nhi lâm phi khai, vân quy nhi nham huyệt minh, hối minh biến hóa giả, san gian chi triêu mộ dã' 若夫日出而林霏開, 雲歸而巖穴暝, 晦明變化者, 山間之朝暮也 (Túy Ông đình kí 醉翁亭記) Mặt trời mọc mà màn sương rừng hé mở, mây bay về mà hang hóa sâu tối, tối sáng biến hóa, đó là cảnh sáng chiều trong núi vậy.",
                "(Tính) Tiêu điều, xơ xác (cây cỏ). ◇Giang Yêm 江淹: 'Tịch lịch bách thảo hối' 寂曆百草晦 (Vương trưng quân vi dưỡng tật 王徵君微養疾) Lặng lẽ cỏ cây tàn tạ."
            ],
            "Từ điển Thiều Chửu": [
                "Ngày cuối tháng ta gọi là ngày hối (ngày 30).",
                "Tối tăm mù mịt, nghĩa văn không được rõ ràng cũng gọi là hối. Ở ẩn một nơi không cầu cho người biết mình gọi là dưỡng hối 養晦 hay thao hối 韜晦."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tối tăm, u ám, mù mịt: 養晦 Ở ẩn. 【晦暗】hối ám [huì'àn] U tối, u ám, lu mờ, tối tăm, mờ mịt: 光線晦暗 Ánh sáng mờ ảo; 晦暗的天空 Bầu trời u ám;",
                "Đêm, đêm tối: 風雨如晦 Trời mưa gió tối như đêm hôm;",
                "Ngày hối (ngày cuối tháng âm lịch, không có trăng)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngày cuối cùng trong tháng âm lịch — Đêm tối. Tối tăm — Cây cỏ héo rụng."
            ],
            "compound_words": {
                "晦盲": "hối manh",
                "晦朔": "hối sóc",
                "晦迹": "hối tích",
                "嚮晦": "hướng hối",
                "朔晦": "sóc hối"
            }
        }
    }
}