{
    "character": "是",
    "details": {
        "Âm Hán Việt": [
            "thị"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "nhật 日 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丨フ一一一丨一ノ丶"
        ],
        "Thương Hiệt": [
            "AMYO (日一卜人)"
        ],
        "Unicode": [
            "U+662F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "thị"
        ],
        "Âm Nhật (onyomi)": [
            "ゼ (ze)",
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "これ (kore)",
            "この (kono)",
            "ここ (koko)"
        ],
        "Âm Hàn": [
            "시"
        ],
        "Âm Quảng Đông": [
            "si6"
        ]
    },
    "meanings": {
        "thị": {
            "Từ điển phổ thông": [
                "là",
                "đúng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sự đúng, điều phải. ◎Như: 'tự dĩ vi thị' 自以為是 tự cho là phải, 'tích phi thành thị' 積非成是 sai lâu thành đúng (lâu ngày làm sai, hiểu sai rồi tưởng vậy là đúng).",
                "(Danh) Chính sách, kế hoạch, sự tình. ◎Như: 'quốc thị' 國是 chính sách quốc gia.",
                "(Danh) Họ 'Thị'.",
                "(Động) Khen, tán thành. ◎Như: 'thị cổ phi kim' 是古非今 khen xưa chê nay, 'thâm thị kì ngôn' 深是其言 cho rằng điều đó rất đúng.",
                "(Động) Là. ◎Như: 'tha thị học sanh' 他是學生 nó là học sinh.",
                "(Động) Biểu thị sự thật tồn tại. ◎Như: 'mãn thân thị hãn' 滿身是汗 đầy mình mồ hôi.",
                "(Động) Lời đáp: vâng, phải, đúng. ◎Như: 'thị, ngã tri đạo' 是, 我知道 vâng, tôi biết.",
                "(Tính) Chỉ thị hình dung từ: đó, ấy. ◎Như: 'thị nhân' 是人 người ấy, 'thị nhật' 是日 ngày đó. ◇Luận Ngữ 論語: 'Phu tử chí ư thị bang dã, tất văn kì chánh' 與朋友交, 而不信乎 (Học nhi 學而) Phu tử đến nước đó, tất nghe chính sự nước đó.",
                "(Liên) Do đó, thì. ◇Quản Tử 管子: 'Tâm an thị quốc an dã, tâm trị thị quốc trị dã' 心安是國安也, 心治是國治也 (Tâm thuật hạ 心術下) Tâm an thì nước an vậy, tâm trị thì nước trị vậy.",
                "(Đại) Chỉ thị đại danh từ: cái đó, người ấy, v.v. ◇Luận Ngữ 論語: 'Thị tri tân hĩ' 是知津矣 (Vi Tử 衛子) Ông ấy biết bến đò rồi mà! § Ghi chú: 'thị' thay cho Khổng Tử nói đến trước đó.",
                "(Trợ) Dùng giữa câu, để đem tân ngữ ra trước động từ (có ý nhấn mạnh). ◎Như: 'duy lợi thị đồ' 惟利是圖 chỉ mưu lợi (mà thôi). § Ghi chú: trong câu này, 'lợi' là tân ngữ."
            ],
            "Từ điển Thiều Chửu": [
                "Phải, điều gì ai cũng công nhận là phải gọi là thị. Cái phương châm của chánh trị gọi là quốc thị 國是.",
                "Ấy thế, lời nói chỉ định như như thị 如是 như thế."
            ],
            "Từ điển Trần Văn Chánh": [
                "Là, đó là: 他是工人 Anh ấy là công nhân; 不知爲不知，是知也 Không biết thì cho là không biết, đó là biết vậy (Luận ngữ); 余是所嫁婦人之父也 Tôi là cha của người đàn bà gả chồng kia (Vương Sung: Luận hoành).【是凡】thị phàm [shìfán] Như 凡 nghĩa",
                ";【是否】thị phủ [shìfôu] Có phải... hay không: 是否符合實際 Có sát thực tế hay không;【是也】thị dã [shìyâ] (văn) Đó là, là như thế vậy: 取之而燕民悅，則取之。古之人有行之者，武王是也 Đánh lấy nước Yên mà dân nước Yên vui vẻ, thì đánh lấy. Người xưa đã có người làm thế rồi, đó là Võ vương vậy (Võ vương là như thế vậy) (Mạnh tử); 終而復始，日月是也 Dứt hết rồi trở lại như lúc đầu, mặt trời mặt trăng là như thế vậy (Tôn tử binh pháp);【是以】 thị dĩ [shìyê] (văn) Lấy đó, vì vậy, vì thế: 吾是以憂，子賀我，何故？ Tôi lấy đó làm lo (vì thế đâm lo), ông lại mừng tôi, vì sao thế? (Tả truyện)",
                "Có: 滿身是汗 Trên mình đẫm mồ hôi, mồ hôi nhễ nhãi;",
                "Đó, đấy, ấy: 東西舊是舊，可 是還能用 Đồ có cũ thật đấy, nhưng còn dùng được;",
                "Thích hợp, đúng: 來的是時候 Đến đúng lúc; 放的是地方 Đặt đúng chỗ;",
                "Bất cứ, phàm, hễ: 是集體的事，大家都應關心 Hễ là việc chung, mọi người đều phải quan tâm;",
                "Đấy (dùng cho câu hỏi): 你坐輪船還是坐火車？ Anh ngồi tàu thuỷ hay đi tàu hoả đấy?;",
                "Dùng làm tiếng đệm: 是誰告訴你的？ Ai cho anh biết đấy?; 他是不知道 Anh ấy không hiểu thật đấy; 天氣是冷 Trời rét thật;",
                "Đúng, phải, hợp lí: 實事求是 Thực sự cầu thị; 他說的是 Anh ấy nói đúng;",
                "Cái đó, cái ấy, việc đó, việc ấy, người đó, người ấy, đó, đấy, ấy, thế: 如是 Như thế; 是日天氣晴朗 Ngày đó trời nắng tốt; 吾祖死于是，吾父死于是 Ông tôi chết vì việc đó, cha tôi cũng chết vì việc đó (việc bắt rắn) (Liễu Tôn Nguyên: Bộ xà giả thuyết); 是知津矣 Người đó đã biết chỗ bến đò rồi (Luận ngữ); 是乃仁術也 Đó là cách thi hành điều nhân vậy (Mạnh tử); 是吾劍之所從墮 Đây là nơi cây gươm của ta rơi xuống (Lã thị Xuân thu); 昭公南征而不復，寡人是問 Chiêu công đi tuần hành ở phương nam không trở về, quả nhân muốn hỏi về việc đó (Tả truyện). Xem 是也 [shìyâ] ở trên;",
                "(văn) Như thế: 是心足以王矣 Tấm lòng như thế là đủ để xưng vương với thiên hạ rồi (Mạnh tử);",
                "(văn) Trợ từ giữa câu để đảo trí tân ngữ ra phía trước động từ: 余唯利是視 Ta chỉ chú trọng đến điều lợi (Tả truyện) (thay vì: 余唯視利)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ấy là. Tức là — Đúng. Phải ( trái với sai quấy ). Văn tế Trương Công Định của Nguyễn Đình Chiểu: » Nhọc nhằn vì nước, nào hờn tiếng thị tiếng phi «."
            ],
            "compound_words": {
                "不是頭": "bất thị đầu",
                "本是": "bổn thị",
                "只是": "chỉ thị",
                "也是": "dã thị",
                "面是背非": "diện thị bối phi",
                "但是": "đãn thị",
                "還是": "hoàn thị",
                "可是": "khả thị",
                "口是心非": "khẩu thị tâm phi",
                "卻是": "khước thị",
                "落不是": "lạc bất thị",
                "老是": "lão thị",
                "那倒也是": "na đảo dã thị",
                "而是": "nhi thị",
                "凡是": "phàm thị",
                "光是": "quang thị",
                "國是": "quốc thị",
                "盡是": "tận thị",
                "是的": "thị đích",
                "是非": "thị phi",
                "是否": "thị phủ",
                "便是": "tiện thị",
                "總是": "tổng thị",
                "自以為是": "tự dĩ vi thị",
                "即是": "tức thị",
                "卽是": "tức thị",
                "就是": "tựu thị",
                "於是": "ư thị",
                "要是": "yếu thị"
            }
        }
    }
}