{
    "character": "昧",
    "details": {
        "Âm Hán Việt": [
            "muội",
            "mạt"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "nhật 日 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰日未"
        ],
        "Nét bút": [
            "丨フ一一一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "AJD (日十木)"
        ],
        "Unicode": [
            "U+6627"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "mèi ㄇㄟˋ"
        ],
        "Âm Nôm": [
            "mội",
            "muội"
        ],
        "Âm Nhật (onyomi)": [
            "マイ (mai)",
            "バイ (bai)"
        ],
        "Âm Nhật (kunyomi)": [
            "くら.い (kura.i)",
            "むさぼ.る (musabo.ru)"
        ],
        "Âm Hàn": [
            "매"
        ],
        "Âm Quảng Đông": [
            "mui6"
        ]
    },
    "meanings": {
        "muội": {
            "Từ điển phổ thông": [
                "mờ mờ, tối tăm",
                "ngu dốt"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Mờ mờ, không sáng, hôn ám. ◎Như: 'muội đán' 昧旦 mờ mờ sáng, 'ái muội' 曖昧 mờ mịt.",
                "(Tính) U mê, tối tăm, dốt. ◎Như: 'hôn muội' 昏昧 tối tăm không hiểu lẽ gì, 'ngu muội' 愚昧 dốt nát.",
                "(Động) Giấu giếm, ẩn tàng. ◎Như: 'thập kim bất muội' 拾金不昧 nhặt được vàng không giấu (thấy tiền của người khác làm rơi mất, không tham lấy làm của mình).",
                "(Động) Làm trái. ◎Như: 'bất yếu muội trước lương tâm tố sự' 不要昧著良心做事 không chịu làm việc gì trái với lương tâm. ◇Thủy hử truyện 水滸傳: 'Ngã tưởng tha hồi Kế Châu tham mẫu tham sư, kì ước bách nhật tiện hồi. Kim kinh nhật cửu, bất tri tín tức, mạc phi muội tín bất lai?' 我想他回薊州探母參師, 期約百日便回. 今經日久, 不知信息, 莫非昧信不來? (Đệ tứ thập tứ hồi) Tôi cứ nghĩ ông ấy về Kế Châu thăm mẹ thăm thấy, và hẹn một trăm ngày rồi trở lại. Bây giờ đã lâu rồi mà không có tin tức, chẳng lẽ lại thất hứa không đến nữa?",
                "(Động) Mạo phạm, liều lĩnh. ◎Như: 'mạo muội' 冒昧 làm liều, làm bừa. ◇Hàn Phi Tử 韓非子: 'Thần muội tử, nguyện vọng kiến đại vương' 臣昧死, 願望見大王 (Sơ kiến Tần 初見秦) Thần liều chết, cầu mong gặp đại vương."
            ],
            "Từ điển Thiều Chửu": [
                "Mờ mờ, như muội đán 昧旦 mờ mờ sáng.",
                "Tối, như hôn muội 昏昧 tối tăm không hiểu lẽ gì.",
                "Tam muội 三昧 dịch âm chữ Phạm, Tàu dịch là chính định 正定 nghĩa là dùng công tu hành trừ sạch được hết trần duyên mà vào cõi một mầu rỗng không vắng lặng gọi là tam muội, như du hí tam muội 遊戲三昧 nhập định xuất định thuần mặc tự nhiên. Bây giờ hay mượn hai chữ ấy để chỉ cái áo diệu của một môn gì, như ông Hoài Tố tài viết chữ thảo, tự cho là đắc thảo thư tam muội 得艸書三昧 biết được cái chỗ áo diệu về nghề viết chữ thảo."
            ],
            "Từ điển Trần Văn Chánh": [
                "U mê, tối, dốt: 蒙昧 Mê muội; 愚昧 Ngu dốt;",
                "Mờ mờ: 昧旦 Mờ mờ sáng;",
                "Giấu giếm, tham: 拾金不昧 Nhặt được tiền của không tham;",
                "Hôn mê, ngất xỉu: 幾個孩子因受熱而昏昧 Có mấy đứa trẻ bị ngất xỉu vì nóng;",
                "Xem 三昧 [sanmèi]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tối tăm — Đầu óc tối tăm — Mắt mờ."
            ],
            "compound_words": {
                "暧昧": "ái muội",
                "曖昧": "ái muội",
                "晻昧": "ảm muội",
                "暗昧": "ám muội",
                "闇昧": "ám muội",
                "昏昧": "hôn muội",
                "冒昧": "mạo muội",
                "迷昧": "mê muội",
                "冥昧": "minh muội",
                "曚昧": "mông muội",
                "昧旦": "muội đán",
                "昧心": "muội tâm",
                "愚昧": "ngu muội",
                "三昧": "tam muội",
                "草昧": "thảo muội"
            }
        },
        "mạt": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Mặt trời u ám, bị che đậy."
            ]
        }
    }
}