{
    "character": "木",
    "details": {
        "Âm Hán Việt": [
            "mộc"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "mộc 木 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一丨ノ丶"
        ],
        "Thương Hiệt": [
            "D (木)"
        ],
        "Unicode": [
            "U+6728"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mù ㄇㄨˋ"
        ],
        "Âm Nôm": [
            "móc",
            "mốc",
            "mục"
        ],
        "Âm Nhật (onyomi)": [
            "ボク (boku)",
            "モク (moku)"
        ],
        "Âm Nhật (kunyomi)": [
            "き (ki)",
            "こ- (ko-)"
        ],
        "Âm Hàn": [
            "목",
            "모"
        ],
        "Âm Quảng Đông": [
            "muk6"
        ]
    },
    "meanings": {
        "mộc": {
            "Từ điển phổ thông": [
                "cây, gỗ",
                "mộc mạc, chất phác",
                "sao Mộc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cây. ◎Như: 'thảo mộc' 草木 cỏ cây, 'độc mộc bất thành lâm' 獨木不成林 một cây không thành rừng, một cây làm chẳng nên non.",
                "(Danh) Gỗ. ◎Như: 'hủ mộc' 朽木 gỗ mục. ◇Luận Ngữ 論語: 'Hủ mộc bất khả điêu dã, phẩn thổ chi tường bất khả ô dã' 朽木不可雕也, 糞土之牆不可杇也 (Công Dã Tràng 公冶長) Gỗ mục không thể chạm khắc được, vách bằng đất dơ không thể trát được.",
                "(Danh) Quan tài. ◎Như: 'hành tương tựu mộc' 行將就木 sắp vào quan tài, gần kề miệng lỗ.",
                "(Danh) Tiếng 'mộc', một tiếng trong 'bát âm' 八音.",
                "(Danh) Một trong 'ngũ hành' 五行.",
                "(Danh) Tên gọi tắt của 'Mộc tinh' 木星 sao Mộc.",
                "(Danh) Họ 'Mộc'.",
                "(Tính) Làm bằng gỗ. ◎Như: 'mộc ỷ' 木椅 ghế dựa bằng gỗ, 'mộc ốc' 木屋 nhà làm bằng gỗ.",
                "(Tính) Chất phác, mộc mạc. ◇Sử Kí 史記: 'Bột vi nhân mộc cường đôn hậu' 勃為人木彊敦厚 (Giáng Hầu Chu Bột thế gia 絳侯周勃世家) (Chu) Bột là người chất phác, cứng cỏi và đôn hậu.",
                "(Tính) Trơ ra, tê dại. ◎Như: 'ma mộc bất nhân' 麻木不仁 tê dại trơ trơ.",
                "(Tính) Ngớ ngẩn, ngu dại. ◎Như: 'độn đầu mộc não' 鈍頭木腦 ngu dốt đần độn.",
                "(Động) Mất hết cảm giác. ◇Hồng Lâu Mộng 紅樓夢: 'Giả Thụy thính liễu, thân thượng dĩ mộc liễu bán biên' 賈瑞聽了, 身上已木了半邊 (Đệ thập nhất hồi) Giả Thụy nghe xong, tê tái cả một bên người."
            ],
            "Từ điển Thiều Chửu": [
                "Cây, cây to dùng làm nhà cửa đồ đạc được gọi là kiều mộc 喬木, cây có cành mọc là là gần đất gọi là quán mộc 灌木.",
                "Gỗ, như mộc khí 木器 đồ gỗ, người chết gọi là tựu mộc 就木 nghĩa là phải bỏ vào áo quan gỗ vậy.",
                "Tam mộc 三木 một thứ hình gông cùm.",
                "Tiếng mộc, một thứ tiếng trong ngũ âm.",
                "Sao mộc, một ngôi sao trong tám vì hành tinh.",
                "Chất phác, mộc mạc.",
                "Trơ ra, tê dại, như ma mộc bất nhân 麻木不仁 tê dại không cảm giác gì."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cây: 伐木 Chặt cây, đốn cây; 果木 Cây ăn quả; 獨木不成林 Một cây làm chẳng nên non;",
                "Gỗ, làm bằng gỗ, (thuộc) thân gỗ: 松木 Gỗ thông; 木箱 Hòm gỗ, thùng gỗ; 木橋 Cầu gỗ; 木制家具 Đồ gia dụng bằng gỗ;",
                "(văn) Lá cây: 無邊落木蕭蕭下，不盡長江滾滾來 Miên man lá rụng điêu linh, nước sông cuồn cuộn mênh mông chảy vào (Đỗ Phủ: Đăng cao);",
                "(văn) Mõ canh: 擊木而召之 Đánh mõ canh lên mà gọi họ đến (Liễu Tôn Nguyên: Chủng thụ Quách Thác Đà truyện);",
                "Quan tài: 行將入木 Sắp chui vào quan tài, gần kề miệng lỗ;",
                "Chất phác: 勃爲人木強敦厚 Bột là người chất phác, quật cường và đôn hậu (Sử kí: Giáng Hầu, Chu Bột thế gia);",
                "Tê: 兩腳凍木了 Hai chân bị lạnh tê cóng; 舌頭有點木 Đầu lưỡi hơi tê; 麻木不仁 Tê mất hết cảm giác;",
                "Một loại hình cụ bằng gỗ: 余同逮以木訊者三人 Trong số những người cùng bị bắt với tôi, có ba người bị thẩm vấn bằng hình cụ bằng gỗ (Phương Bao: Ngục trung tạp kí);",
                "Mộc (một trong 5 yếu tố của ngũ hành);",
                "Tiếng mộc (một trong bát âm);",
                "[Mù] Sao Mộc, Mộc Tinh;",
                "[Mù] (Họ) Mộc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây cối Td: Thảo mộc — Gỗ của cây — Đồ làm bằng gỗ — Một trong Ngũ hành (Kim, Mộc, Thuỷ, Hoả, Thổ.) — Một trong Bát âm. Xem Bát âm, vần Bát — Không có cảm giác gì, trơ như gỗ — Tên một hành tinh, tức Mộc tinh — Tên một bộ chữ Trung Hoa, tức bộ Mộc."
            ],
            "compound_words": {
                "蟠木": "bàn mộc",
                "謗木": "báng mộc",
                "枕木": "chẩm mộc",
                "移花接木": "di hoa tiếp mộc",
                "特洛伊木馬": "đặc lạc y mộc mã",
                "獨木舟": "độc mộc châu",
                "壞木": "hoại mộc",
                "卉木": "huỷ mộc",
                "枯木": "khô mộc",
                "木板": "mộc bản",
                "木槿": "mộc cẩn",
                "木主": "mộc chủ",
                "木公": "mộc công",
                "木工": "mộc công",
                "木曜": "mộc diệu",
                "木鐸": "mộc đạc",
                "木枷": "mộc già",
                "木蘭": "mộc lan",
                "木母": "mộc mẫu",
                "木棉": "mộc miên",
                "木偶": "mộc ngẫu",
                "木魚": "mộc ngư",
                "木耳": "mộc nhĩ",
                "木奴": "mộc nô",
                "木訥": "mộc nột",
                "木瓜": "mộc qua",
                "木石": "mộc thạch",
                "木炭": "mộc thán",
                "木舌": "mộc thiệt",
                "木星": "mộc tinh",
                "木匠": "mộc tượng",
                "木王": "mộc vương",
                "寓木": "ngụ mộc",
                "伐木": "phạt mộc",
                "風木": "phong mộc",
                "沙木": "sa mộc",
                "材木": "tài mộc",
                "三木成森": "tam mộc thành sâm",
                "草木": "thảo mộc",
                "十年樹木，百年樹人": "thập niên thụ mộc, bách niên thụ nhân",
                "接木": "tiếp mộc"
            }
        }
    }
}