{
    "character": "末",
    "details": {
        "Âm Hán Việt": [
            "mạt"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "mộc 木 (+1 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Nét bút": [
            "一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "DJ (木十)"
        ],
        "Unicode": [
            "U+672B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mò ㄇㄛˋ"
        ],
        "Âm Nôm": [
            "mạt",
            "mặt",
            "mất",
            "mết",
            "mượt"
        ],
        "Âm Nhật (onyomi)": [
            "マツ (matsu)",
            "バツ (batsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "すえ (sue)"
        ],
        "Âm Hàn": [
            "말"
        ],
        "Âm Quảng Đông": [
            "mut6"
        ]
    },
    "meanings": {
        "mạt": {
            "Từ điển phổ thông": [
                "cuối cùng",
                "ngọn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngọn cây. ◎Như: 'mộc mạt' 木末 ngọn cây. ◇Tô Triệt 蘇轍: 'Thần huy chuyển liêm ảnh, Vi phong hưởng tùng mạt' 晨暉轉簾影, 微風響松末 (Thí viện xướng thù 試院唱酬) Ánh mặt trời buổi sớm chuyển động bóng rèm, Gió nhẹ vang tiếng xào xạc ngọn thông.",
                "(Danh) Phiếm chỉ phần đầu hoặc đuôi của vật nào đó. ◎Như: 'trượng mạt' 杖末 đầu gậy. ◇Sử Kí 史記: 'Phù hiền sĩ chi xử thế dã, thí nhược chùy chi xử nang trung, kì mạt lập hiện' 夫賢士之處世也, 譬若錐之處囊中, 其末立見 (Bình Nguyên Quân Ngu Khanh liệt truyện 平原君虞卿列傳) Phàm kẻ sĩ tài giỏi ở đời, ví như cái dùi ở trong túi, mũi nhọn tất ló ra ngay.",
                "(Danh) Chỉ bộ phận trên thân thể người ta: (1) Tay chân. (2) Đầu. (3) Tai và mắt. (4) Xương sống.",
                "(Danh) Chỉ chỗ ngồi ở hàng thấp kém.",
                "(Danh) Bờ, cuối, biên tế. ◇Chu Tử Chi 周紫枝: 'Hoàng hôn lâu các loạn tê nha, Thiên mạt đạm vi hà' 黃昏樓閣亂棲鴉, 天末淡微霞 (Triêu trung thố 朝中措, Từ 詞).",
                "(Danh) Giai đoạn cuối. ◎Như: 'tuế mạt' 歲末 cuối năm, 'nhị thập thế kỉ chi mạt' 二十世紀之末 cuối thế kỉ hai mươi.",
                "(Danh) Mượn chỉ hậu quả, chung cục của sự tình. ◇Trang Tử 莊子: 'Đại loạn chi bổn, tất sanh ư Nghiêu, Thuấn chi gian, kì mạt tồn hồ thiên thế chi hậu' 大亂之本, 必生於堯舜之間, 其末存乎千世之後 (Canh Tang Sở 庚桑楚).",
                "(Danh) Sự vật không phải là căn bản, không trọng yếu. ◎Như: 'trục mạt' 逐末 theo đuổi nghề mọn, đi buôn (vì ngày xưa trọng nghề làm ruộng mà khinh nghề đi buôn), 'xả bổn trục mạt' 捨本逐末 bỏ gốc theo ngọn.",
                "(Danh) Vật nhỏ, vụn. ◎Như: 'dược mạt' 藥末 thuốc đã tán nhỏ, 'cứ mạt' 鋸末 mạt cưa.",
                "(Danh) Chỉ tuổi già, lão niên, vãn niên. ◇Lễ Kí 禮記: 'Vũ Vương, mạt thụ mệnh' 武王, 末受命 (Trung Dung 中庸).",
                "(Danh) Vai tuồng đóng vai đàn ông trung niên hoặc trung niên trở lên.",
                "(Danh) Họ 'Mạt'.",
                "(Tính) Hết, cuối cùng. ◎Như: 'mạt niên' 末年 năm cuối.",
                "(Tính) Suy, suy bại. ◎Như: 'mạt thế' 末世 đời suy vi, 'mạt lộ' 末路 đường cùng.",
                "(Tính) Mỏn mọn, thấp, hẹp, nông, cạn. Cũng dùng làm khiêm từ. ◎Như: 'mạt học' 末學 kẻ học mỏn mọn này, 'mạt quan' 末官 kẻ làm thấp hèn này (lời tự nhún mình). ◇Hồng Lâu Mộng 紅樓夢: 'Đãn hựu khủng tha tại ngoại sanh sự, hoa liễu bổn tiền đảo thị mạt sự' 但又恐他在外生事, 花了本錢倒是末事 (Đệ tứ thập bát hồi) Nhưng lại sợ con mình ra ngoài sinh sự, tiêu mất tiền vốn chỉ là chuyện nhỏ mọn thôi.",
                "(Đại) Không có gì, chẳng. ◇Luận Ngữ 論語: 'Mạt chi dã, dĩ, hà tất Công San Thị chi chi dã' 末之也, 已, 何必公山氏之之也 (Dương Hóa 陽貨) Không có nơi nào (thi hành được đạo của mình) thì thôi, cần gì phải đến với họ Công San.",
                "(Phó) Nương, nhẹ. ◎Như: 'mạt giảm' 末減 giảm nhẹ bớt đi.",
                "(Trợ) Cũng như 'ma' 麼."
            ],
            "Từ điển Thiều Chửu": [
                "Ngọn, như mộc mạt 木末 ngọn cây, trượng mạt 杖末 đầu gậy. Sự gì không phải là căn bản cũng gọi là mạt, như đi buôn gọi là trục mạt 逐末, theo đuổi nghề mọn, vì ngày xưa trọng nghề làm ruộng mà khinh nghề đi buôn vậy.",
                "Không, như mạt do dã dĩ 末由也已 không biết noi vào đâu được vậy thôi.",
                "Hết, cuối, như mạt thế 末世 đời cuối, mạt nhật 末日 ngày cuối cùng, v.v.",
                "Mỏng, nhẹ, như mạt giảm 末減 giảm nhẹ bớt đi.",
                "Phường tuồng đóng thầy đồ già gọi là mạt.",
                "Nhỏ, vụn, như dược mạt 藥末 thuốc đã tán nhỏ.",
                "Mỏn mọn, thấp hẹp. Dùng làm lời tự nhún mình, như mạt học 末學 kẻ học mỏn mọn này."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đầu, mút, đỉnh, ngọn, chóp: 末梢 Đầu ngọn; 秋豪之末 Đầu mút của sợi lông măng, việc nhỏ bé; 木末 Ngọn cây; 杖末 Đầu gậy; 捨本逐末 Bỏ gốc theo ngọn;",
                "Những cái không chủ yếu, thứ yếu, đuôi: 本末倒置 Đảo ngược đầu đuôi; 捨本逐末 Bỏ cái chủ yếu để theo đuổi cái thứ yếu;",
                "Cuối cùng: 春末 Cuối xuân; 周末 Cuối tuần; 黎末 Cuối đời Lê; 末世 Đời cuối; 十二月三十一日是一年的末一天 Ngày 31 tháng 12 là ngày cuối cùng trong một năm;",
                "Mạt, vụn, băm nhỏ, bột: 肉末兒 Thịt băm; 鋸末 Mạt cưa; 茶葉末兒 Chè vụn; 把藥研成末兒 Nghiền thuốc thành bột;",
                "(văn) Nhỏ hẹp, mỏn mọn, thấp kém: 末學 Kẻ học thấp kém này;",
                "(văn) Mỏng, nhẹ: 末減 Giảm nhẹ bớt đi;",
                "Vai thầy đồ trong tuồng;",
                "(văn) Không: 末由也已 Không biết nói vào đâu được vậy (Luận ngữ); 吾與鄭人末有成也 Ta với nước Trịnh không thể hoà giải được (Công Dương truyện: Ẩn công lục niên). Xem 麼 [me]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngọn cây — Cái ngọn, phần cuối của sự việc — Cuối cùng — Già cả — Thấp hèn, nhỏ mọn."
            ],
            "compound_words": {
                "英雄末路": "anh hùng mạt lộ",
                "本末": "bổn mạt",
                "周末": "chu mạt",
                "彊弩之末": "cương nỗ chi mạt",
                "低末": "đê mạt",
                "毫末": "hào mạt",
                "末端": "mạt đoan",
                "末項": "mạt hạng",
                "末技": "mạt kĩ",
                "末僚": "mạt liêu",
                "末路": "mạt lộ",
                "末藝": "mạt nghệ",
                "末年": "mạt niên",
                "末官": "mạt quan",
                "末季": "mạt quý",
                "末煞": "mạt sát",
                "末世": "mạt thế",
                "末席": "mạt tịch",
                "末坐": "mạt toạ",
                "末孫": "mạt tôn",
                "末俗": "mạt tục",
                "片末": "phiến mạt",
                "醜末": "xú mạt"
            }
        }
    }
}