{
    "character": "枚",
    "details": {
        "Âm Hán Việt": [
            "mai"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "mộc 木 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木攵"
        ],
        "Nét bút": [
            "一丨ノ丶ノ一ノ丶"
        ],
        "Thương Hiệt": [
            "DOK (木人大)"
        ],
        "Unicode": [
            "U+679A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "méi ㄇㄟˊ"
        ],
        "Âm Nôm": [
            "mai",
            "may",
            "moi",
            "muôi"
        ],
        "Âm Nhật (onyomi)": [
            "マイ (mai)",
            "バイ (bai)"
        ],
        "Âm Hàn": [
            "매"
        ],
        "Âm Quảng Đông": [
            "mui4"
        ]
    },
    "meanings": {
        "mai": {
            "Từ điển phổ thông": [
                "cây, quả, trái",
                "cái núm quả chuông"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thân cây. ◇Thi Kinh 詩經: 'Tuân bỉ Nhữ phần, Phạt kì điều mai' 遵彼汝墳, 伐其條枚 (Chu nam 周南, Nhữ phần 汝墳) Theo bờ sông Nhữ kia, Chặt nhánh và thân cây.",
                "(Danh) Hàm thiết. § Ngày xưa hành quân, binh lính ngậm hàm thiết để khỏi nói được, tránh gây tiếng động. ◇Âu Dương Tu 歐陽修: 'Hàm mai tật tẩu' 銜枚疾走 (Thu thanh phú 秋聲賦) Ngậm tăm mà chạy mau.",
                "(Danh) Cái vú chuông, cái vấu chuông.",
                "(Danh) Lượng từ. (1) Đơn vị dùng cho những vật nhỏ: cái, tấm, con, quả, v.v. ◎Như: 'nhất mai đồng bản' 一枚銅板 một đồng tiền, 'lưỡng mai bưu phiếu' 兩枚郵票 hai con tem. (2) Đơn vị dùng cho tên lửa, đạn dược. ◎Như: 'nhất mai tạc đạn' 一枚炸彈 một trái tạc đạn, 'lưỡng mai hỏa tiễn' 兩枚火箭 hai tên lửa.",
                "(Danh) Họ 'Mai'."
            ],
            "Từ điển Thiều Chửu": [
                "Cái quả, gốc cây, như tảo nhất mai 棗一枚 một quả táo. Mai bốc công thần 枚卜功臣 nhất nhất đều bói xem ai công hơn, đời sau gọi sự dùng quan tể tướng là mai bốc 枚卜 là bởi đó.",
                "Hàm mai 銜枚 ngậm hàm thiết, ngày xưa đem quân đi không muốn cho quân giặc biết bắt ngựa đóng hàm thiết cả lại cho không kêu được.",
                "Cái vú chuông, cái vấu chuông."
            ],
            "Từ điển Trần Văn Chánh": [
                "(loại) Cái, tấm, quả, gốc, cây, con ... (gần giống với chữ 個): 兩枚郵票 Hai con tem; 兩枚火箭 Hai tên lửa; 三枚勛章 Ba tấm huân chương; 不勝枚舉 Không sao kể xiết;",
                "(văn) Hàm thiếc ngựa: 御枚 Ngậm hàm thiết (để không gây tiếng động trong lúc hành quân thời xưa);",
                "(văn) Cái núm chuông;",
                "[Méi] (Họ) Mai."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thân cây — Tấm thẻ — Chiếc. Cái. Tiếng dùng để đếm đồ vật."
            ],
            "compound_words": {
                "不可枚舉": "bất khả mai cử",
                "銜枚": "hàm mai"
            }
        }
    }
}