{
    "character": "杞",
    "details": {
        "Âm Hán Việt": [
            "kỉ",
            "kỷ"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "mộc 木 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木己"
        ],
        "Nét bút": [
            "一丨ノ丶フ一フ"
        ],
        "Thương Hiệt": [
            "DSU (木尸山)"
        ],
        "Unicode": [
            "U+675E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "qǐ ㄑㄧˇ"
        ],
        "Âm Nôm": [
            "khởi"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)",
            "キ (ki)"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "gei2"
        ]
    },
    "meanings": {
        "kỉ": {
            "Từ điển trích dẫn": [
                "(Danh) Cây 'kỉ'. § Kỉ có ba giống, một là cây 'kỉ liễ'u 杞柳, dùng làm môi làm thìa, hai là cây 'kỉ bạch' 杞白, dùng làm áo quan, ba là cây 'cẩu kỉ' 枸杞, dùng làm thuốc. Ta thường gọi tắt là 'kỉ tử' 杞子. ◇Đỗ Phủ 杜甫: 'Thiên thôn vạn lạc sanh kinh kỉ' 千村萬落生荊杞 (Binh xa hành 兵車行) Muôn vạn thôn xóm gai góc mọc đầy.",
                "(Danh) Tên nước cổ, thời nhà Chu."
            ],
            "compound_words": {
                "枸杞": "cẩu kỉ"
            }
        },
        "kỷ": {
            "Từ điển phổ thông": [
                "cây kỷ"
            ],
            "Từ điển Thiều Chửu": [
                "Cây kỉ, kỉ có ba giống, một là cây kỉ liễu, dùng làm môi làm thìa, hai là cây kỉ bạch, dùng làm áo quan, ba là cây cẩu kỉ, dùng làm thuốc. Ta thường gọi tắt là kỉ tử 杞子.",
                "Tên nước."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tên cây: 枸杞 Cây cẩu kỉ; 枸杞子 Cẩu kỉ;",
                "[Qê] Nước Kỉ (thời nhà Chu, nay thuộc tỉnh Hà Nam, Trung Quốc);",
                "[Qê] Tên huyện (thuộc tỉnh Hà Nam, Trung Quốc): 杞縣 Huyện Kỉ;",
                "[Qê] (Họ) Kỉ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một nước đời nhà Chu, sau bị nước Sở diệt, đất cũ nay thuộc tỉnh Hà Nam — Xem Cẩu kỉ 枸杞 — Tên một nước bé nhỏ đời Xuân Thu, bị nước Sở diệt. Tương truyền xưa có người nước Kỉ lo trời sập, không biết nương tựa ở đâu đến nỗi bỏ cả ăn uống. Có kẻ giải thích cho y biết rằng: Trời chỉ là tinh khí tụ lại, làm sao mà sập được! Người nước Kỉ nói: Nếu trời chỉ là tinh khí, thế còn mặt trời, mặt trăng, các sao lại không rớt xuống à? Người kia lại giải thích: Mặt trăng, mặt trời và sao cũng chỉ là tinh khí tụ lại, và nếu có sập cũng không làm ta thương tích được. Người Kỉ nghe nói thế mới hết lo. » Đất Kỉ vốn hẹp hãy sợ trời sập mãi « ( Sãi vãi )."
            ]
        }
    }
}