{
    "character": "柯",
    "details": {
        "Âm Hán Việt": [
            "kha"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "mộc 木 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木可"
        ],
        "Nét bút": [
            "一丨ノ丶一丨フ一丨"
        ],
        "Thương Hiệt": [
            "DMNR (木一弓口)"
        ],
        "Unicode": [
            "U+67EF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "kē ㄎㄜ"
        ],
        "Âm Nôm": [
            "kha"
        ],
        "Âm Nhật (onyomi)": [
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "え (e)",
            "ふる (furu)"
        ],
        "Âm Hàn": [
            "가"
        ],
        "Âm Quảng Đông": [
            "o1"
        ]
    },
    "meanings": {
        "kha": {
            "Từ điển phổ thông": [
                "cành cây",
                "cái cán búa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cán búa. ◇Thái Ung 蔡邕: 'Thủ vô phủ kha, Nại Quy san hà?' 手無斧柯, 奈龜山何 (Quy san tháo 龜山操) Tay không cán búa, Sao phạt được núi Quy? § Ý nói họ Quy lấn áp quyền vua. Như núi Quy che lấp nước Lỗ, mình không có quyền không sao trừ đi được. Vì thế đời sau mới gọi quyền bính là 'phủ kha' 斧柯.",
                "(Danh) Cành cây. ◇Đào Uyên Minh 陶淵明: 'Miện đình kha dĩ di nhan' 眄庭柯以怡顏 (Quy khứ lai từ 歸去來辭) Ngó cành lá trước sân mà nét mặt vui lên.",
                "(Danh) Họ 'Kha'."
            ],
            "Từ điển Thiều Chửu": [
                "Cái cán búa, Kinh Thi có câu: Phạt kha như hà, phỉ phù phất khắc, thú thê như hà, phỉ môi bất đắc 伐柯如何？匪斧弗克；取妻如何？匪媒不得。 chặt cây thế nào? không búa không được, lấy vợ thế nào? không mối không xong. Vì thế nên đời sau gọi sự làm mối là chấp kha 執柯. Ðức Khổng tử có câu rằng: Thủ vô phủ kha, như quy sơn hà 手無斧柯, 如龜山何 tay không cán búa, phạt sao đuợc núi Quy, ý nói họ Quy lấn áp quyền vua, như núi Quy che lấp nước Lỗ, mình không có quyền không sao trừ đi được. Vì thế đời sau mới gọi quyền bính là phủ kha 斧柯.",
                "Các cành lá và dò nhánh cây mọc ra cũng gọi là kha, một thân cây hay cỏ cũng gọi là nhất kha 一柯."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Cán rìu: 伐柯如何？ Chặt cây thế nào? (Thi Kinh);",
                "Cành, nhánh (cây);",
                "[Ke] (Họ) Kha."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cành cây lớn, thẳng — Cái cán rìu."
            ],
            "compound_words": {
                "執柯": "chấp kha",
                "柯密": "kha mật",
                "南柯": "nam kha",
                "斧柯": "phủ kha"
            }
        }
    }
}