{
    "character": "来",
    "details": {
        "Âm Hán Việt": [
            "lai",
            "lãi"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "mộc 木 (+3 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一丶ノ一丨ノ丶"
        ],
        "Thương Hiệt": [
            "DT (木廿)"
        ],
        "Unicode": [
            "U+6765"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lāi ㄌㄞ",
            "lái ㄌㄞˊ",
            "lài ㄌㄞˋ"
        ],
        "Âm Nôm": [
            "lai",
            "lay",
            "lơi",
            "ray",
            "rơi"
        ],
        "Âm Nhật (onyomi)": [
            "ライ (rai)",
            "タイ (tai)"
        ],
        "Âm Nhật (kunyomi)": [
            "く.る (ku.ru)",
            "きた.る (kita.ru)",
            "きた.す (kita.su)",
            "き.たす (ki.tasu)",
            "き.たる (ki.taru)",
            "き (ki)",
            "こ (ko)"
        ],
        "Âm Hàn": [
            "래"
        ],
        "Âm Quảng Đông": [
            "loi4"
        ]
    },
    "meanings": {
        "lai": {
            "Từ điển phổ thông": [
                "đến nơi"
            ],
            "Từ điển trích dẫn": [
                "1. Giản thể của chữ 來."
            ],
            "Từ điển Thiều Chửu": [
                "① Cũng như chữ 來."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đến: 我來北京三年了 Tôi đến Bắc Kinh đã 3 năm rồi; 你來啦！ Anh đã đến đấy à!;",
                "Xảy ra (sự việc, vấn đề), đã đến: 問題來了 Xảy ra vấn đề rồi đấy; 開春以後, 農忙來了 Sang xuân mùa màng bận rộn đã đến;",
                "Làm, chơi, mở... hoặc dùng để thay thế cho một động từ cụ thể: 胡來 Làm bậy, làm bừa; 來一盤棋 Chơi một ván cờ; 來一個競賽 Mở một cuộc thi đua; 你歇歇, 讓我來 Anh nghỉ một tí, để tôi làm; 我們打球, 你來不來？ Chúng tôi chơi bóng, anh có tham gia (chơi) không?;",
                "Đặt sau từ '得' hoặc '不' để biểu thị ý có thể hoặc không: 他們倆很談得來 Hai người này nói chuyện rất tâm đắc (ăn ý với nhau); 這個歌我唱不來 Bài này tôi không biết hát;",
                "Đặt trước động từ để đề nghị sẽ làm một việc gì: 你來唸一遍 Mời anh đọc một lần; 大家來想辦法 Ai nấy đều nghĩ xem;",
                "Đến... để...: 我們賀喜來了 Chúng tôi đến để chúc mừng; 他回家看爹娘來了 Anh ấy về nhà để thăm cha mẹ;",
                "Để (mà)...: 你又能用什麼理由來說服他呢？ Anh lấy lí lẽ gì để thuyết phục hắn?;",
                "Đấy, đâu (đặt sau câu để tỏ sự việc đã xảy ra): 這話我多會兒說來？ Tôi có bao giờ nói thế đâu?",
                "Tương lai, sau này (hoặc các thời gian về sau): 來年 Sang năm; 來生 Đời sau;",
                "Từ trước đến nay: 從來 Lâu nay; 二千年來 Hai nghìn năm nay; 春天以來 Từ mùa xuân đến giờ; 二十多年來他一直在農村工作 Hơn hai mươi năm nay anh ấy đều làm việc ở nông thôn. Xem 以來;",
                "Trên, hơn, ngoài, trên dưới, khoảng chừng: 十來天 Hơn mười ngày; 五十來歲 Ngoài năm mươi tuổi; 三百來人 Trên ba trăm người; 二里來地 Hơn hai dặm đường;",
                "Đặt sau số từ '一，二， 三' v.v.. để liệt kê các lí do mục đích: 他這次進城, 一來是匯報工作, 二來是修理機器, 三來是採圖書 Lần này anh ấy vào phố, một là để báo cáo công tác, hai là để sửa chữa máy móc, ba là để mua sách vở; 一來工作忙, 二來車子擠, 所以一直沒來看你 Một là bận việc, hai là kẹt xe, nên tôi vẫn không đến thăm anh được;",
                "[Lái] (Họ) Lai;",
                "Dùng làm từ đệm trong thơ ca, tục ngữ hoặc lời rao hàng: 正月裡來迎新春 Tháng giêng đón xuân sang; 不愁喫來不愁穿 Chẳng lo chuyện no cơm ấm áo; 磨剪子來搶菜刀！ Mài dao mài kéo đây!;",
                "(văn) Trợ từ, dùng để nêu tân ngữ ra trước động từ (thường dùng trong Hán ngữ thượng cổ): 不念昔者, 伊余來墍 Chàng không nghĩ đến tình xưa mà giận ta (Thi Kinh: Bội phong, Cốc phong);",
                "(văn) Trợ từ cuối câu, biểu thị sự cầu khiến, thúc giục (đôi khi dùng kèm với 乎, 兮): 盍歸乎來！ Sao chẳng về đi! (Mạnh tử: Li Lâu thượng); 歸去來兮！田 園將蕪, 胡不歸？ Về đi thôi hề! Ruộng vườn sắp hoang vu, sao chẳng về? (Đào Uyên Minh: Quy khứ lai hề)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một cách viết của chữ Lai 來."
            ],
            "compound_words": {
                "古来": "cổ lai",
                "以来": "dĩ lai",
                "到来": "đáo lai",
                "后来": "hậu lai",
                "回来": "hồi lai",
                "来到": "lai đáo",
                "来临": "lai lâm",
                "来历": "lai lịch",
                "来源": "lai nguyên",
                "来访": "lai phỏng",
                "来自": "lai tự",
                "来往": "lai vãng",
                "历来": "lịch lai",
                "外来": "ngoại lai",
                "原来": "nguyên lai",
                "从来": "tòng lai",
                "自来水": "tự lai thuỷ",
                "将来": "tương lai",
                "往来": "vãng lai",
                "未来": "vị lai"
            }
        },
        "lãi": {
            "Từ điển trích dẫn": [
                "1. Giản thể của chữ 來."
            ]
        }
    }
}