{
    "character": "最",
    "details": {
        "Âm Hán Việt": [
            "tối"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "quynh 冂 (+10 nét)",
            "viết 曰 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱日取"
        ],
        "Nét bút": [
            "丨フ一一一丨丨一一一フ丶"
        ],
        "Thương Hiệt": [
            "ASJE (日尸十水)"
        ],
        "Unicode": [
            "U+6700"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zuì ㄗㄨㄟˋ"
        ],
        "Âm Nôm": [
            "tếu",
            "tíu",
            "tối",
            "tụi"
        ],
        "Âm Nhật (onyomi)": [
            "サイ (sai)",
            "シュ (shu)"
        ],
        "Âm Nhật (kunyomi)": [
            "もっと.も (mo'to.mo)",
            "つま (tsuma)"
        ],
        "Âm Hàn": [
            "최"
        ],
        "Âm Quảng Đông": [
            "zeoi3"
        ]
    },
    "meanings": {
        "tối": {
            "Từ điển phổ thông": [
                "cực kỳ, hơn nhất, chót"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tinh hoa, người, vật tài giỏi, tốt đẹp bậc nhất. § Nhà Hán khảo sát quan lại chia ra hai hạng, 'tối' 最 và 'điến' 殿: 'điến' là kẻ không xứng chức, 'tối' là kẻ tài giỏi. ◇Tư Mã Trát 司馬札: 'Trường An giáp đệ đa, Xứ xứ hoa kham ái, Lương kim bất tích phí, Cạnh thủ viên trung tối' 長安甲第多, 處處花堪愛, 良金不惜費, 競取園中最 (Mại hoa giả 賣花者) Ở Trường An nhà giàu của vương tôn, quý tộc nhiều, Khắp chốn hoa đều đáng yêu, Vàng bạc đừng tiếc tiêu, Giành cho được đóa hoa đẹp nhất trong vườn.",
                "(Phó) Nhất, hơn cả, cùng tột. ◎Như: 'tối hảo' 最好 cực tốt. ◇Sử Kí 史記: 'Khởi chi vi tướng, dữ sĩ tốt tối hạ giả đồng y thực' 起之為將, 與士卒最下者同衣食 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) (Ngô) Khởi làm tướng, cùng với binh lính ở cấp thấp nhất, ăn mặc như nhau. ◇Sử Kí 史記: 'Tam tử chi tài năng thùy tối hiền tai' 三子之才能誰最賢哉 (Hoạt kê truyện 滑稽傳, Tây Môn Báo truyện 西門豹傳) Tài năng của ba ông, ai giỏi hơn cả?",
                "(Phó) Tổng cộng, tổng kê, tính gộp. ◇Sử Kí 史記: 'Tối tòng Cao Đế đắc tướng quốc nhất nhân, thừa tướng nhị nhân, tướng quân, nhị thiên thạch các tam nhân' 最從高帝得相國一人, 丞相二人, 將軍, 二千石各三人 (Quyển ngũ thập thất, Giáng Hầu Chu Bột thế gia 絳侯周勃世家) Tổng cộng kể từ Cao Đế có được tướng quốc ba người, thừa tướng hai người, tướng quân và các chức quan bổng lộc hai ngàn thạch thóc, mỗi hạng ba người.",
                "(Động) Tụ hợp, gom góp. ◇Lục Du 陸游: 'Tối kì thi, đắc tam quyển' 最其詩, 得三卷 (Đạm Trai cư sĩ thi tự 澹齋居士詩序) Gom những bài thơ của ông lại, được ba quyển."
            ],
            "Từ điển Thiều Chửu": [
                "Rất, như tối hảo 最好 rất tốt.",
                "Giỏi hơn. Nhà Hán khảo sát quan lại chia ra hai hạng, tối 最 và điến 殿. Ðiến là kẻ không xứng chức, tối là kẻ có tài giỏi.",
                "Cùng tột, dùng làm trợ từ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhất: 最大 Lớn nhất; 最爲積極 Tích cực nhất; 最快 Nhanh nhất; 最可愛的人 Những người đáng yêu nhất;",
                "Vô cùng: 最敬愛 Vô cùng kính mến;",
                "(văn) Tụ họp: 冬，收五藏，最萬物 Mùa đông, thu và cất chứa ngũ cốc, tụ họp vạn vật (Quản tử);",
                "(văn) Tổng cộng, tính tổng, tính gộp: 最從高帝得相國一人，丞相二人，將軍，二千石各三人 Tính tổng cộng từ vua Cao đế có được một (người làm) tướng quốc, hai thừa tướng, tướng quân và chức quan bổng lộc hai ngàn thạch thóc mỗi thứ ba người (Sử kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rất, lắm — Cùng cực, không hơn được nữa."
            ],
            "compound_words": {
                "最高": "tối cao",
                "最高法院": "tối cao pháp viện",
                "最近": "tối cận",
                "最終": "tối chung",
                "最终": "tối chung",
                "最古": "tối cổ",
                "最多": "tối đa",
                "最低": "tối đê",
                "最佳": "tối giai",
                "最好": "tối hảo",
                "最后": "tối hậu",
                "最後": "tối hậu",
                "最初": "tối sơ",
                "最新": "tối tân",
                "最少": "tối thiểu",
                "最先": "tối tiên"
            }
        }
    }
}