{
    "character": "材",
    "details": {
        "Âm Hán Việt": [
            "tài"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "mộc 木 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰木才"
        ],
        "Nét bút": [
            "一丨ノ丶一丨ノ"
        ],
        "Thương Hiệt": [
            "DDH (木木竹)"
        ],
        "Unicode": [
            "U+6750"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cái ㄘㄞˊ"
        ],
        "Âm Nôm": [
            "tài"
        ],
        "Âm Nhật (onyomi)": [
            "ザイ (zai)"
        ],
        "Âm Hàn": [
            "재"
        ],
        "Âm Quảng Đông": [
            "coi4"
        ]
    },
    "meanings": {
        "tài": {
            "Từ điển phổ thông": [
                "những thứ có sẵn trong tự nhiên mà dùng được"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Gỗ. ◎Như: 'kim, mộc, thủy, hỏa, thổ' 金木水火土 gọi là 'ngũ tài' 五材.",
                "(Danh) Vật liệu, nguyên liệu.",
                "(Danh) Trái, quả (của cây). ◇Giả Công Ngạn 賈公彥: 'Sơ thị thảo chi thật, tài thị mộc chi thật' 疏是草之實, 材是木之實.",
                "(Danh) Gọi tắt của 'quan tài' 棺材 áo quan. ◇Liêu trai chí dị 聊齋志異: 'Thì ông hữu tử phụ tân tử, đình thi thất trung, tử xuất cấu tài mộc vị quy' 時翁有子婦新死, 停尸室中, 子出購材木未歸 (Thi biến 尸變) Lúc đó ông có một người con dâu mới chết, còn để xác trong nhà, con trai đi mua áo quan chưa về.",
                "(Danh) Tư liệu, tài liệu. ◎Như: 'giáo tài' 教材 tài liệu giảng dạy.",
                "(Danh) Năng khiếu, tư chất, năng lực. § Thông 'tài' 才. ◎Như: 'tất nhân kì tài nhi đốc yên' 必因其材而篤焉 ắt dựa theo năng khiếu mà bồi đắp thêm.",
                "(Danh) Người có tài năng. § Thông 'tài' 才. ◎Như: 'nhân tài' 人材.",
                "(Động) Xếp đặt, lo liệu. § Thông 'tài' 裁. ◇Quốc ngữ 國語: 'Kế ức sự, tài triệu vật' 計億事, 材兆物 (Trịnh ngữ 鄭語) Tính toán định liệu ức triệu sự việc.",
                "§ Thông 'tài' 財."
            ],
            "Từ điển Thiều Chửu": [
                "Gỗ dùng được, phàm vật gì của trời sinh mà có thể lấy để dùng được đều gọi là tài, như kim, mộc, thuỷ, hoả, thổ 金、木、水、火、土 gọi là ngũ tài 五材.",
                "Tính chất, như tất nhân kì tài nhi đốc yên 必因其材而篤焉 ắt nhân tính chất nó mà bồi đắp thêm vậy.",
                "Cùng một nghĩa với chữ tài 才."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gỗ: 樹已成材 Cây đã có thể lấy gỗ;",
                "Vật liệu: 木材 Vật liệu gỗ; 鋼材 Vật liệu thép;",
                "Tài liệu: 教材 Tài liệu giảng dạy; 取材 Lấy tài liệu;",
                "Tài năng (dùng như 才, bộ 手): 成不了材 Không thể thành tài được; 僕材不足 Tài năng (năng lực) tôi không đủ;",
                "Khiếu, năng khiếu, tính chất, tư chất: 因材施教 Dạy theo năng khiếu; 必其材而篤焉 Tất dựa theo năng khiếu của nó mà bồi đắp thêm vậy;",
                "Săng, áo quan: 一口材 Chiếc áo quan;",
                "(văn) Sắp xếp, an bài (dùng như 裁, bộ 衣): 材萬物，養萬民 Thu xếp muôn vật, dưỡng dục muôn dân (Tuân tử: Phú quốc)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chất gỗ cứng, dùng để chế tạo đồ vật — Chỉ chung các vật có thể dùng vào việc được. Td: Tài liệu — Sự giải phóng. Như chữ Tài 才."
            ],
            "compound_words": {
                "不見棺材不落淚": "bất kiến quan tài bất lạc lệ",
                "不见棺材不落泪": "bất kiến quan tài bất lạc lệ",
                "別材": "biệt tài",
                "題材": "đề tài",
                "题材": "đề tài",
                "五短身材": "ngũ đoản thân tài",
                "棺材": "quan tài",
                "史材": "sử tài",
                "樗材": "sư tài",
                "材器": "tài khí",
                "材料": "tài liệu",
                "材木": "tài mộc",
                "材智高奇": "tài trí cao kì",
                "身材": "thân tài",
                "壽材": "thọ tài",
                "寿材": "thọ tài"
            }
        }
    }
}