{
    "character": "朋",
    "details": {
        "Âm Hán Việt": [
            "bằng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "nguyệt 月 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý & tượng hình"
        ],
        "Hình thái": [
            "⿰月月"
        ],
        "Nét bút": [
            "ノフ一一ノフ一一"
        ],
        "Thương Hiệt": [
            "BB (月月)"
        ],
        "Unicode": [
            "U+670B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "péng ㄆㄥˊ"
        ],
        "Âm Nôm": [
            "bằng"
        ],
        "Âm Nhật (onyomi)": [
            "ホウ (hō)"
        ],
        "Âm Nhật (kunyomi)": [
            "とも (tomo)"
        ],
        "Âm Hàn": [
            "붕"
        ],
        "Âm Quảng Đông": [
            "pang4"
        ]
    },
    "meanings": {
        "bằng": {
            "Từ điển phổ thông": [
                "bạn bè"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bạn, bạn bè. ◎Như: 'thân bằng hảo hữu' 親朋好友 bạn bè thân hữu. ◇Tây du kí 西遊記: 'Giao bằng kết nghĩa' 交朋結義 (Đệ ngũ hồi) Giao du bè bạn, kết nghĩa.",
                "(Danh) Bầy, đàn, đám đông người. ◇Phương Nhạc 方岳: 'Cửu trụ Tây Hồ mộng diệc giai, Lộ bằng âu lữ tự yên sa' 久住西湖夢亦佳, 鷺朋鷗侶自煙沙 (Tống Sử Tử Quán quy cận thả nghênh phụ dã 送史子貫歸覲且迎婦也).",
                "(Danh) Nhóm, bọn, tổ (tạm thời thành bọn chơi đùa, tranh đua). ◇Vương Kiến 王建: 'Phân bằng nhàn tọa đổ anh đào, Thu khước đầu hồ ngọc oản lao' 分朋閒坐賭櫻桃, 收卻投壺玉腕勞 (Cung từ 宮詞, Chi thất thất 之七七).",
                "(Danh) Bè đảng, bằng đảng. ◇Đông Phương Sóc 東方朔: 'Quần chúng thành bằng hề, thượng tẩm dĩ hoặc' 群眾成朋兮, 上浸以惑 (Thất gián 七諫, Sơ phóng 初放).",
                "(Danh) Lượng từ: Đơn vị tiền tệ ngày xưa, năm vỏ sò hoặc hai vỏ sò là một 'bằng'. § Tạ ơn người ta cho nhiều tiền gọi là 'bách bằng chi tích' 百朋之錫.",
                "(Danh) Hai chén rượu.",
                "(Danh) Đơn vị tổ chức hành chánh ngày xưa. § Hai mươi bốn 'gia' 家 là một 'bằng' 朋.",
                "(Danh) Họ 'Bằng'.",
                "(Động) Cấu kết, kết làm bè đảng. ◇Tam quốc diễn nghĩa 三國演義: 'Thập nhân bằng tị vi gian' 十人朋比為奸 (Đệ nhất hồi 第一回) Mười người kết bè đảng làm gian.",
                "(Động) Sánh bằng, sánh tày. ◇Thi Kinh 詩經: 'Thạc đại vô bằng' 碩大無朋 (Đường phong 唐風, Tiêu liêu 椒聊) 碩大無朋 To lớn không gì sánh tày.",
                "(Phó) Cùng nhau, nhất khởi. ◇San hải kinh 山海經: 'Hữu điểu yên, quần cư nhi bằng phi' 有鳥焉, 群居而朋飛 (Bắc san kinh 北山經)."
            ],
            "Từ điển Thiều Chửu": [
                "Bè bạn.",
                "Ðảng, như bằng tị vi gian 朋比為奸 kết đảng làm gian.",
                "Sánh tầy, như thạc đại vô bằng 碩大無朋 to lớn không gì sánh tầy.",
                "Năm vỏ sò là một bằng. Ðời xưa dùng vỏ sò làm tiền, cho nên tạ ơn người ta cho nhiều của gọi là bách bằng chi tích 百朋之錫."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bạn: 三朋四友 Lắm bè lắm bạn, bạn bè đàn đúm; 有朋自遠方來不亦樂乎？ Có bạn từ phương xa đến, chẳng vui lắm sao? (Luận ngữ);",
                "Tụ họp nhau, kéo cánh, kết bè;",
                "(văn) Sánh bằng, sánh tày: 碩大無朋 To lớn không gì sánh tày;",
                "(văn) Bằng (đơn vị để tính số vỏ sò [tức là tiền thời thượng cổ], bằng 5 vỏ sò): 百朋之鍚 Sự cho nhiều tiền của (ý nói mang ơn người khác cho mình nhiều tiền của)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bạn bè — Phe đảng — Bầy, Bọn — Cùng nhau. Chẳng hạn Bằng tâm hợp lực ( đồng lòng góp sức )."
            ],
            "compound_words": {
                "朋淫": "bằng dâm",
                "朋党": "bằng đảng",
                "朋黨": "bằng đảng",
                "朋友": "bằng hữu",
                "朋刼": "bằng kiếp",
                "朋僚": "bằng liêu",
                "朋門": "bằng môn",
                "朋附": "bằng phụ",
                "朋比": "bằng tỉ",
                "面朋": "diện bằng",
                "僚朋": "liêu bằng",
                "良朋": "lương bằng",
                "賓朋": "tân bằng",
                "西南得朋": "tây nam đắc bằng",
                "親朋": "thân bằng"
            }
        }
    }
}