{
    "character": "梁",
    "details": {
        "Âm Hán Việt": [
            "lương"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "mộc 木 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱⿰氵刅木"
        ],
        "Nét bút": [
            "丶丶一フノ丶丶一丨ノ丶"
        ],
        "Thương Hiệt": [
            "EID (水戈木)"
        ],
        "Unicode": [
            "U+6881"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "liáng ㄌㄧㄤˊ"
        ],
        "Âm Nôm": [
            "lương"
        ],
        "Âm Nhật (onyomi)": [
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "はり (hari)",
            "うつばり (utsubari)",
            "うちばり (uchibari)",
            "やな (yana)",
            "はし (hashi)"
        ],
        "Âm Hàn": [
            "량",
            "양"
        ],
        "Âm Quảng Đông": [
            "loeng4"
        ]
    },
    "meanings": {
        "lương": {
            "Từ điển phổ thông": [
                "nước Lương",
                "đời nhà Lương của Trung Quốc",
                "cầu",
                "xà nhà"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cầu. ◎Như: 'ngư lương' 魚梁 chỗ đắp bờ để dơm cá. ◇Đỗ Phủ 杜甫: 'Hà lương hạnh vị sách, Chi sanh thanh tất tốt' 河梁幸未坼, 枝撐聲窸窣 (Tự kinh phó Phụng Tiên huyện 自京赴奉先縣) Cầu sông may chưa gãy, Cành chống tiếng kẽo kẹt.",
                "(Danh) Xà nhà. ◇Đỗ Phủ 杜甫: 'Lạc nguyệt mãn ốc lương' 落月滿屋梁 (Mộng Lí Bạch 夢李白) Trăng xuống chiếu khắp xà nhà.",
                "(Danh) Chỗ gồ lên của một vật: sống, đỉnh, ... ◎Như: 'tị lương' 鼻梁 sống mũi, 'tích lương' 脊梁 xương sống.",
                "(Danh) Nhà 'Lương'. 'Lương Vũ Đế' 梁武帝 được nhà Tề 齊 trao ngôi cho làm vua gọi là nhà 'Lương' (502-507). 'Lương Thái Tổ' 梁太祖 được nhà Đường 唐 trao ngôi cho làm vua gọi là nhà 'Hậu Lương' 後梁 (907-923).",
                "(Danh) Đất cổ, ấp của nhà Chu thời Xuân Thu, nay thuộc Hà Nam.",
                "(Danh) Nước 'Lương'.",
                "(Danh) Châu 'Lương', một châu trong chín châu của nước Tàu ngày xưa.",
                "(Danh) Họ 'Lương'.",
                "(Danh) § Thông 'lương' 粱. ◇Tố Vấn 素問: 'Phì quý nhân tắc cao lương chi tật dã' 肥貴人則高梁之疾也 (Thông bình hư thật luận 通評虛實論) Béo mập là bệnh của người phú quý (lắm) thức ăn ngon.",
                "(Tính) Tin thực, thành tín. § Thông 'lượng' 諒",
                "(Động) § Thông 'lược' 掠."
            ],
            "Từ điển Thiều Chửu": [
                "Cái cầu, chỗ ách yếu của sự vật gì gọi là tân lương 津梁 nghĩa là như cái cầu mọi người đều phải nhờ đó mà qua vậy. Chỗ đắp bờ để đơm cá gọi là ngư lương 魚梁.",
                "Cái xà nhà.",
                "Chỗ gồ ghề của một vật gì cũng gọi là lương, như tị lương 鼻梁 sống mũi, tích lương 脊梁 xương sống, đồ gì có chuôi để cầm xách cho tiện đều gọi là lương cả.",
                "Lục lương 陸梁 chạy tán loạn, nay gọi giặc cỏ là tiểu xú khiêu lương 小醜跳梁.",
                "Cường lương 強梁 quật cường, hùng hổ.",
                "Nhà Lương. Lương Vũ Ðế 梁武帝 được nhà Tề trao ngôi cho làm vua gọi là nhà Lương (502-507). Lương Thái Tổ 梁太祖 được nhà Ðường trao ngôi cho làm vua gọi là nhà Hậu Lương (907-923).",
                "Nước Lương.",
                "Châu Lương, một châu trong chín châu của nước Tàu ngày xưa."
            ],
            "Từ điển Trần Văn Chánh": [
                "(ktrúc) Xà, rầm: 屋梁 Xà nhà; 正梁 Xà đòn dông; 二梁 Xà nhì; 無梁殿 Điện không xà;",
                "Cầu: 橋梁 Cầu, nhịp cầu;",
                "Sống, đỉnh: 鼻梁 Sống mũi; 山梁 Đỉnh núi;",
                "[Liáng] Nhà Lương (thời Nam Bắc triều ở Trung Quốc, năm 502-557);",
                "[Liáng] (Họ) Lương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cầu bắc ngang sông. Cũng gọi là Hà lương. Bản dịch  Chinh phụ ngâm khúc  có câu: » Hà lương chia rẽ đường nầy, bên đường trông bóng cờ bay ngùi ngùi « — Cái rường nhà, sà nhà — Tên một trong chín châu thời cổ Trung Hoa, tức Lương châu, đất cũ nay thuộc tỉnh Thiểm Tây — Họ người,  Hoa Tiên  có câu: » Cõi Tô châu giải Ngô giang, khí thiêng đúc lại họ Lương một nhà «. » Băn khoăn đến trước đình Ba, Lương không yến đỗ, song tà nhện trăng « ( Hoa Tiên )."
            ],
            "compound_words": {
                "強梁": "cường lương",
                "强梁": "cường lương",
                "棟梁": "đống lương",
                "黃梁": "hoàng lương",
                "槺梁": "khang lương",
                "陸梁": "lục lương",
                "梁棟": "lương đống",
                "梁園": "lương viên"
            }
        }
    }
}