{
    "character": "桃",
    "details": {
        "Âm Hán Việt": [
            "đào"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "mộc 木 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木兆"
        ],
        "Nét bút": [
            "一丨ノ丶ノ丶一フノ丶"
        ],
        "Thương Hiệt": [
            "DLMO (木中一人)"
        ],
        "Unicode": [
            "U+6843"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "táo ㄊㄠˊ"
        ],
        "Âm Nôm": [
            "đào"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "もも (momo)"
        ],
        "Âm Hàn": [
            "도"
        ],
        "Âm Quảng Đông": [
            "tou4"
        ]
    },
    "meanings": {
        "đào": {
            "Từ điển phổ thông": [
                "cây hoa đào",
                "lễ cưới"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cây đào.",
                "(Danh) Vật có hình như trái đào. ◎Như: 'thọ đào' 壽桃 bánh hình trái đào để chúc thọ. Xem § Ghi chú (2).",
                "(Danh) Gọi thay cho sinh nhật. ◎Như: 'đào thương' 桃觴 (hay 'thọ thương' 壽觴) chén đựng rượu chúc thọ (sinh nhật), cũng chỉ rượu uống chúc mừng sinh nhật.",
                "(Danh) Họ 'Đào'.",
                "(Tính) Làm bằng trái đào. ◎Như: 'đào tô' 桃酥 một thứ bánh làm bằng trái đào.",
                "§ Ghi chú: (1) Sắc đào rất đẹp, cho nên người đẹp gọi là 'đào tai' 桃腮 má đào. (2) Tương truyền rằng bà 'Tây Vương Mẫu' 西王母 cho 'Hán Võ Đế' 漢武帝 quả đào và bảo rằng thứ đào này ba nghìn năm mới chín một lần, ăn được trường sinh bất tử, cho nên chúc thọ hay dùng chữ 'bàn đào' 蟠桃. (3) Cổ nhân bảo cành đào trừ được các sự không lành, cho nên đến tết nhà nào nhà nấy đều cắm cành đào ở cửa gọi là 'đào phù' 桃符, các câu đối tết cũng thường dùng hai chữ ấy. (4) Ông 'Địch Nhân Kiệt' 狄仁傑 hay tiến cử người hiền, nên đời khen là 'đào lí tại công môn' 桃李在公門 nghĩa là người hiền đều ở cửa ông ấy cả. Nay gọi các kẻ môn hạ là 'môn tường đào lí' 門牆桃李 là do nghĩa ấy. (5) 'Đào yêu' 桃夭 là một bài trong 'Thi Kinh' 詩經, nói việc hôn nhân chính đáng, nay ta gọi con gái đi lấy chồng là 'đào yêu' 桃夭 là vì đó. (6) Ông 'Đào Tiềm' 陶潛 có bài 'Đào hoa nguyên kí' 桃花源記 nói về sự người Tần chán đời, vì thế ngày nay mới gọi người ở ẩn là 'thế ngoại đào nguyên' 世外桃源. (7) Cổ nhân có câu 'đào hoa khinh bạc' 桃花輕薄 vì thế nay mới gọi con gái bất trinh là đào hoa, nhà xem số gọi là số đào hoa cũng là do ý đó. (8) 'Di Tử Hà' 彌子瑕 ăn đào thấy ngon để dành dâng vua 'Vệ' 衛, vì thế vua yêu, nay gọi kẻ đàn ông được ai yêu là 'dư đào' 餘桃 là bởi cớ đó."
            ],
            "Từ điển Thiều Chửu": [
                "Cây đào, sắc đào rất đẹp, cho nên người đẹp gọi là đào tai 桃腮 má đào. Tương truyền rằng bà Tây Vương Mẫu cho Hán Võ Ðế quả đào và bảo rằng thứ đào này ba nghìn năm mới chín một lần, cho nên chúc thọ hay dùng chữ bàn đào 蟠桃. Cổ nhân bảo cành đào trừ được các sự không lành, cho nên đến tết nhà nào nhà nấy đều cắm cành đào ở cửa gọi là đào phù 桃符, các câu đối tết cũng thường dùng hai chữ ấy. Ông Ðịch Nhân Kiệt hay tiến cử người hiền, nên đời khen là đào lí tại công môn 桃李在公門 nghĩa là người hiền đều ở cửa ông ấy cả. Nay gọi các kẻ môn hạ là môn tường đào lí 門牆桃李 là do nghĩa ấy.",
                "Ðào yêu 桃夭, một thơ trong Kinh Thi nói việc hôn nhân chính đáng, nay ta gọi con gái đi lấy chồng là đào yêu 桃夭 là vì đó.",
                "Ông Ðào Tiềm có bài kí gọi là đào hoa nguyên kí 桃花源記 nói về sự người Tần chán đời, vì thế ngày nay mới gọi người ở ẩn là thế ngoại đào nguyên 世外桃源.",
                "Cổ nhân có câu: Đào hoa khinh bạc 桃花輕薄 vì thế nay mới gọi con gái bất trinh là đào hoa, nhà xem số gọi là số đào hoa cũng là do ý đó. 5 Dư đào 餘桃, người Dy Tỉ Hà (彌子瑕) ăn đào thấy ngon để dành dâng vua Vệ, vì thế vua yêu, nay gọi kẻ đàn ông được ai yêu là dư đào là bởi cớ đó."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cây đào: 桃子 Quả đào; 桃之天天 Cây đào mơn mởn (Thi Kinh);",
                "Vật tròn như quả đào: 棉桃 Quả bông."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài cây, hoa màu đỏ, quả thơm ngon. Ta cũng gọi là cây đào — Họ người."
            ],
            "compound_words": {
                "樱桃": "anh đào",
                "櫻桃": "anh đào",
                "蟠桃": "bàn đào",
                "碧桃": "bích đào",
                "扁桃": "biển đào",
                "扁桃体": "biển đào thể",
                "扁桃體": "biển đào thể",
                "扁桃体炎": "biển đào thể viêm",
                "扁桃體炎": "biển đào thể viêm",
                "杨桃": "dương đào",
                "楊桃": "dương đào",
                "桃花": "đào hoa",
                "桃臉": "đào kiểm",
                "桃李": "đào lí",
                "桃源": "đào nguyên",
                "桃子": "đào tử",
                "桃园": "đào viên",
                "桃園": "đào viên",
                "壽桃": "thọ đào",
                "寿桃": "thọ đào",
                "夭桃": "yêu đào"
            }
        }
    }
}