{
    "character": "梟",
    "details": {
        "Âm Hán Việt": [
            "kiêu"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "mộc 木 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "ノ丨フ一一一フ一丨ノ丶"
        ],
        "Thương Hiệt": [
            "HAYD (竹日卜木)"
        ],
        "Unicode": [
            "U+689F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xiāo ㄒㄧㄠ"
        ],
        "Âm Nôm": [
            "kiêu"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ふくろう (fukurō)"
        ],
        "Âm Hàn": [
            "효"
        ],
        "Âm Quảng Đông": [
            "hiu1"
        ]
    },
    "meanings": {
        "kiêu": {
            "Từ điển phổ thông": [
                "chim kiêu",
                "hình kiêu (chém đầu rồi bêu lên cây)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một giống chim dữ giống như loài cú vọ, ngày núp trong hang, đêm mò chim chuột ăn thịt. § Con 'kiêu' 梟 ăn thịt mẹ, con 'phá kính' 破獍 (giòng muông) ăn thịt bố. Con 'phá kinh' còn gọi là 'kính' 獍, vì thế gọi kẻ bất hiếu là 'kiêu kính' 梟獍.",
                "(Danh) Người đứng đầu, đầu sỏ. ◇Hoài Nam Tử 淮南子: 'Vi thiên hạ kiêu' 為天下梟 (Nguyên đạo 原道) Là kẻ đứng đầu ngang tàng trong thiên hạ.",
                "(Danh) Kẻ làm việc phạm pháp để thủ lợi. ◎Như: 'độc kiêu' 毒梟 kẻ buôn lậu ma túy, 'diêm kiêu' 鹽梟 người buôn lậu muối.",
                "(Danh) Đỉnh núi. ◇Quản Tử 管子: 'Kì san chi kiêu, đa kết phù du' 其山之梟, 多桔符榆 (Địa viên 地員) Trên đỉnh núi đó, mọc nhiều phù du.",
                "(Động) Chém đầu rồi bêu lên cây (hình phạt thời xưa). ◎Như: 'kiêu thủ thị chúng' 梟首示眾 chặt đầu bêu lên cây để răn dân chúng.",
                "(Động) Chém giết, tiêu diệt. ◇Tam quốc chí 三國志: 'Khấu tặc bất kiêu, quốc nạn vị dĩ' 寇賊不梟, 國難未已 (Tiên Chủ Bị truyện 先主備傳) Giặc cướp không tiêu diệt thì hoạn nạn nước không hết.",
                "(Tính) Mạnh mẽ, oai hùng. ◎Như: 'kiêu kiệt' 梟傑 người mạnh giỏi, 'kiêu kị' 梟騎 quân kị mạnh."
            ],
            "Từ điển Thiều Chửu": [
                "Con chim kiêu, một giống chim dữ giống như loài cú vọ, ngày núp trong hang, đêm mò chim chuột ăn thịt, ăn thịt cả mẹ đẻ. Con kiêu 梟 ăn thịt mẹ, con phá kính 破獍 (giòng muông) ăn thịt bố, con phá kinh người ta còn gọi là nó là con kính 獍, vì thế nên gọi kẻ bất hiếu là kiêu kính 梟獍.",
                "Hình kiêu, một thứ hình chém đầu rồi bêu lên trên cây.",
                "Mạnh mẽ như kiêu kiệt 梟傑 người mạnh giỏi, kiêu kị 梟騎 quân kị mạnh, v.v. Tục gọi sự buôn muối lậu là diêm kiêu 鹽梟."
            ],
            "Từ điển Trần Văn Chánh": [
                "(động) Cú vọ, chim cú. Cg. 鵂鶹 [xiuliú];",
                "(văn) Hung hăng tham lam;",
                "Hình phạt chém đầu rồi bêu lên cây;",
                "(văn) Mạnh khỏe: 梟騎 Quân ki å khỏe mạnh;",
                "(cũ) Kẻ buôn lậu muối: 毒梟 Kẻ buôn lậu ma tuý."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài chim cú, tính dữ tợn — Mạnh mẽ. Td: Kiêu hùng 梟雄 — Dùng như chữ Kiêu 驕."
            ]
        }
    }
}