{
    "character": "梅",
    "details": {
        "Âm Hán Việt": [
            "mai"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "mộc 木 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木每"
        ],
        "Nét bút": [
            "一丨ノ丶ノ一フフ丶一丶"
        ],
        "Thương Hiệt": [
            "DOWY (木人田卜)"
        ],
        "Unicode": [
            "U+6885"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "méi ㄇㄟˊ"
        ],
        "Âm Nôm": [
            "mai",
            "mây",
            "moi",
            "môi",
            "mui"
        ],
        "Âm Nhật (onyomi)": [
            "バイ (bai)"
        ],
        "Âm Nhật (kunyomi)": [
            "うめ (ume)"
        ],
        "Âm Hàn": [
            "매"
        ],
        "Âm Quảng Đông": [
            "mui4"
        ]
    },
    "meanings": {
        "mai": {
            "Từ điển phổ thông": [
                "cây hoa mai"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cây mơ (lat. Prunus mume). § Đầu xuân nở hoa, có hai thứ trắng và đỏ. Thứ trắng gọi là 'lục ngạc mai' 綠萼梅, nở hết hoa rồi mới nẩy lá, quả chua, chín thì sắc vàng.",
                "(Danh) Chỉ hoa mơ. ◇Hồng Lâu Mộng 紅樓夢: 'Bạch mai lãn phú phú hồng mai' 白梅懶賦賦紅梅 (Đệ ngũ thập hồi) Hoa mai trắng biếng vịnh (lại) vịnh hoa mai đỏ.",
                "(Danh) Chỉ trái mơ. ◇Thư Kinh 書經: 'Nhược tác hòa canh, nhĩ duy diêm mai' 若作和羹, 爾惟鹽梅 (Thuyết mệnh hạ 說命下) Nếu nấu canh ăn, chỉ nên dùng muối và trái mơ. § Muối mặn, mơ chua làm gia vị cho canh ngon, ý nói việc lương tướng hiền thần giúp vua trị nước. Nay gọi quan Tể tướng là 'điều mai' 調梅 hay 'hòa mai' 和梅 là bởi ý đó.",
                "(Danh) Chỉ cây 'nam' 楠.",
                "(Danh) Chỉ cây 'dương mai' 楊梅 (lat. Myrica rubra).",
                "(Danh) Vẻ mặt chua cay, ganh ghét. § Xem 'mai mục' 梅目.",
                "(Danh) Tên thời tiết. § Các nơi ở phía đông nam bến bể, đầu mùa hè đã đổi gió hay mưa mà vừa gặp lúc mơ chín nên gọi mùa ấy là 'mai tiết' 梅節. ◇Âu Dương Chiêm 歐陽詹: 'Giang cao tạc dạ vũ thu mai, Tịch tịch hoành môn dữ điếu đài' 江皋昨夜雨收梅, 寂寂衡門與釣臺 (Tiết xá nhân hàn phán quan vũ tình... 薛舍人韓判官雨晴). § Tác giả chú: 'Giang Nam hạ vũ viết mai' 江南夏雨曰梅.",
                "(Danh) Họ 'Mai'."
            ],
            "Từ điển Thiều Chửu": [
                "Cây mơ, đầu xuân đã nở hoa, có hai thứ trắng và đỏ. Thứ trắng gọi là lục ngạc mai 綠萼梅, nở hết hoa rồi mới nẩy lá, quả chua, chín thì sắc vàng. Kinh Thư có câu: Nhược tác hoà canh, nhĩ duy diêm mai 若作和羹，爾惟鹽梅 bằng nấu canh canh ăn, bui dùng muối mơ, nay gọi quan Tể tướng là điều mai 調梅 hay hoà mai 和梅 là bởi ý đó. Kinh Thi có thơ phiếu mai 標梅 nói sự trai gái lấy nhau cập thời, nay gọi con gái sắp đi lấy chồng là bởi cớ đó.",
                "Mùa, các nơi ở phía đông nam bến bể, đầu mùa hè đã đổi gió hay mưa mà vừa gặp lúc mơ chín nên gọi mùa ấy là mai tiết 梅節."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cây hoa mai, hoa mai;",
                "Cây mơ, quả mơ;",
                "[Méi] (Họ) Mai."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "❶ Cây mơ — Chỉ vóc dáng thanh tú như cây mơ.  Đoạn trường tân thanh  có câu: » Mai cốt cách tuyết tinh thần, mỗi người một vẻ mười phân vẹn mười « — Tên gọi tắt của bệnh dương mai, một bệnh phong tình nguy hiểm. Mai: Cây mơ có hoa trắng năm cạnh, nở mùa đông giữa băng tuyết có quả khô, tươi, dùng ăn và nêm nấu hay làm thuốc. Văn nhân ví mai là tiên, vì có vẻ thanh cao không sợ tuyết sương và có sắc đẹp hương thơm. » Thuở đăng đồ mai chưa dạn gió, hỏi ngày về chỉ độ đào bông « ( Chinh phụ ngâm ). ❷ Cây mai. Ví người đẹp đẽ trinh chính. Vì mai là một thứ cây trổ bông trước nhất trong tiết đông lạnh, có vẻ cao nhã khẳng khái. Trúc và mai là hai thứ cây đến mùa đông đều cùng xanh tốt. Tranh vẽ của người Tàu thường vẽ cây trúc với cây mai luôn. Có chỗ cho cây » mai « là cây tre lớn để đi cặp với cây trúc là cây tre nhỏ. Sách » Lưỡng bạn thu Vũ tuỳ bút « lại chép: Có một chàng trai và cô gái đứng trò chuyện với nhau trên bờ một đầm kia ở huyện Long môn, tỉnh Quảng đông. Hai người cầm hai cây thanh trúc ném xuống đầm mà nói rằng: » Hai thanh trúc nầy mà khép lại với nhau thì chúng ta sẽ lấy nhau làm vợ chồng «, may sao hai thanh trúc này cùng hiệp lại làm một như lời nguyện của đôi trai gái. Sau thiên hạ vùng đó gọi đầm ấy là » Đổ phụ đàm « 賭婦潭 nghĩa là đầm đánh các được vợ, còn trúc mọc trên đầm ấy gọi là mai trúc. » Thấp cao, cao thấp biết tài, vầy sau bạn trước cùng mai mới mầu « ( Lục Vân Tiên ) Mai, lan, cúc, trúc hoặc mai, điểu, tùng, lộc vốn là những bức tứ bình được nhiều bậc văn nhân ưa thích, vì miêu tả được đầy đủ sự thanh cao. Xem thơ biết ý gần xa. » Mai hoà vận điểu, điểu hoà vận mai « ( Lục Vân Tiên )."
            ],
            "compound_words": {
                "白梅": "bạch mai",
                "黃梅": "hoàng mai",
                "梅骨": "mai cốt",
                "梅目": "mai mục",
                "梅竹": "mai trúc",
                "二度梅": "nhị độ mai",
                "烏梅": "ô mai",
                "摽梅": "phiếu mai",
                "竹梅": "trúc mai"
            }
        }
    }
}