{
    "character": "椒",
    "details": {
        "Âm Hán Việt": [
            "tiêu"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "mộc 木 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰木叔"
        ],
        "Nét bút": [
            "一丨ノ丶丨一一丨ノ丶フ丶"
        ],
        "Thương Hiệt": [
            "DYFE (木卜火水)"
        ],
        "Unicode": [
            "U+6912"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "jiāo ㄐㄧㄠ"
        ],
        "Âm Nôm": [
            "tiêu"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "はじかみ (hajikami)"
        ],
        "Âm Hàn": [
            "초"
        ],
        "Âm Quảng Đông": [
            "ziu1"
        ]
    },
    "meanings": {
        "tiêu": {
            "Từ điển phổ thông": [
                "hạt tiêu, hồ tiêu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ớt. § Thường gọi là 'lạt tiêu' 辣椒.",
                "(Danh) Cây tiêu, hạt nó gọi là hạt tiêu, dùng làm đồ gia vị. §  Thứ mọc ở các nước ngoài gọi là 'hồ tiêu' 胡椒. Kinh Thi có câu: 'Tiêu liêu chi thực, Phồn diễn doanh thăng' 椒聊之實, 蕃衍盈升 Quả cây tiêu liêu, Núc nỉu đầy thưng. Vì thế mới dùng làm tiếng để khen người nhiều con cháu. Đời xưa cứ năm mới thì uống rượu hạt tiêu gọi là 'tiêu bàn' 椒盤. Cung cấm dùng hạt tiêu trát vào tường vách cho thơm và ấm, lại được tốt lành. Đời nhà Hán gọi hoàng hậu là 'tiêu phòng' 椒房 là bởi ý đó. Vì thế đời sau gọi họ hàng hậu phi là 'tiêu phòng chi thân' 椒房之親.",
                "(Danh) Đỉnh núi. ◇Tạ Trang 謝莊: 'Cúc tán phương ư san tiêu' 菊散芳於山椒 (Nguyệt phú 月賦) Hoa cúc tỏa hương thơm trên đỉnh núi.",
                "(Danh) Họ 'Tiêu'."
            ],
            "Từ điển Thiều Chửu": [
                "Cây tiêu, hạt nó gọi là hạt tiêu, dùng làm đồ gia vị. Kinh Thi có câu: Tiêu liêu chi thực, phồn diễn doanh thăng 椒聊之實，蕃衍盈升 quả cây tiêu liêu, núc nỉu đầy thưng, vì thế mới dùng làm tiếng để khen người nhiều con cháu. Ðời xưa cứ năm mới thì uống rượu hạt tiêu gọi là tiêu bàn 椒盤, cung cấm dùng hạt tiêu trát vào tường vách cho thơm và ấm, lại được tốt lành. Ðời nhà Hán gọi hoàng hậu là tiêu phòng 椒房, đời sau gọi họ nhà vua là tiêu phòng chi thân 椒房之親 đều là ý ấy cả. Thứ mọc ở các nước ngoài gọi là hồ tiêu 胡椒.",
                "Ðỉnh núi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ớt: 辣椒 (Quả) ớt;",
                "Hạt tiêu: 胡椒 Hạt tiêu;",
                "(văn) Đỉnh núi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên thứ cây có hạt nhỏ, tròn, cay. Ta cũng gọi là hạt tiêu. Ca dao: » Hạt tiêu nó bé nó cay «. — Đỉnh núi."
            ],
            "compound_words": {
                "椒房": "tiêu phòng"
            }
        }
    }
}