{
    "character": "業",
    "details": {
        "Âm Hán Việt": [
            "nghiệp"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "mộc 木 (+9 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿳业䒑未"
        ],
        "Nét bút": [
            "丨丨丶ノ一丶ノ一一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "TCTD (廿金廿木)"
        ],
        "Unicode": [
            "U+696D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yè ㄜˋ"
        ],
        "Âm Nôm": [
            "nghiệp"
        ],
        "Âm Nhật (onyomi)": [
            "ギョウ (gyō)",
            "ゴウ (gō)"
        ],
        "Âm Nhật (kunyomi)": [
            "わざ (waza)"
        ],
        "Âm Hàn": [
            "업"
        ],
        "Âm Quảng Đông": [
            "jip6"
        ]
    },
    "meanings": {
        "nghiệp": {
            "Từ điển phổ thông": [
                "nghề nghiệp, sự nghiệp"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bản gỗ có răng cưa, thời xưa dùng làm giá treo nhạc cụ như chuông, khánh, trống.",
                "(Danh) Việc làm, chức vụ, nghề. ◎Như: 'nông nghiệp' 農業 nghề nông, 'thương nghiệp' 商業 ngành buôn bán, 'các hành các nghiệp' 各行各業 các ngành nghề.",
                "(Danh) Nội dung hoặc quá trình học tập. ◎Như: 'tu nghiệp' 修業, 'khóa nghiệp' 課業, 'tất nghiệp' 畢業. § Ghi chú: Ngày xưa cắt miếng gỗ ra từng khớp để ghi các việc hằng ngày, xong một việc bỏ một khớp, xong cả thì bỏ cả đi, gọi là 'tu nghiệp' 修業. Nay đi học ở trường gọi là 'tu nghiệp' 修業, học hết khóa gọi là 'tất nghiệp' 畢業 đều là noi nghĩa ấy cả.",
                "(Danh) Tài sản. ◎Như: 'sản nghiệp' 產業 tài sản, 'tổ nghiệp' 祖業 tài sản của tổ tiên, 'gia nghiệp' 家業 của cải trong nhà.",
                "(Danh) Thành quả, công tích. ◎Như: 'vĩ nghiệp' 偉業 sự nghiệp to lớn, 'công nghiệp' 功業 sự nghiệp.",
                "(Danh) Hành động (thuật ngữ Phật giáo, dịch nghĩa tiếng Phạn \"karma\"). ◎Như: 'khẩu nghiệp' 口業 nghiệp bởi miệng làm ra, 'thân nghiệp' 身業 nghiệp bởi thân làm ra, 'ý nghiệp' 意業 nghiệp bởi ý làm ra, 'tam nghiệp' 三業 nghiệp do ba thứ miệng, thân và ý, 'túc nghiệp' 宿業 nghiệp từ kiếp trước.",
                "(Động) Làm việc, làm nghề. ◎Như: 'nghiệp nho' 業儒 làm nghề học, 'nghiệp nông' 業農 làm ruộng.",
                "(Động) Kế thừa. ◇Tả truyện 左傳: 'Năng nghiệp kì quan' 能業其官 (Chiêu Công nguyên niên 昭公元年) Có thể kế thừa chức quan đó.",
                "(Phó) Đã. ◎Như: 'nghiệp dĩ' 業已 đã, rồi, 'nghiệp kinh công bố' 業經公布 đã công bố. ◇Hồng Lâu Mộng 紅樓夢: 'Quả kiến Tương Vân ngọa ư san thạch tích xứ nhất cá thạch đắng tử thượng, nghiệp kinh hương mộng trầm hàm' 果見湘雲臥於山石僻處一個石凳子上, 業經香夢沉酣 (Đệ lục thập nhị hồi) Quả nhiên thấy Tương Vân nằm ở chỗ vắng nơi hòn non bộ, trên một cái ghế đá, đã say mộng đẹp li bì."
            ],
            "Từ điển Thiều Chửu": [
                "Nghiệp. Ngày xưa cắt miếng gỗ ra từng khớp để ghi các việc hàng ngày, xong một việc bỏ một khớp, xong cả thì bỏ cả đi, gọi là tu nghiệp 修業, nay đi học ở tràng gọi là tu nghiệp, học hết lớp gọi là tất nghiệp 畢業 đều là nói nghĩa ấy cả, nói rộng ra thì phàm việc gì cũng đều gọi là nghiệp cả, như học nghiệp 學業, chức nghiệp 職業, v.v.. Của cải ruộng nương cũng gọi là nghiệp, như gia nghiệp 家業 nghiệp nhà, biệt nghiệp 別業 cơ nghiệp riêng, v.v.",
                "Làm việc, nghề nghiệp, như nghiệp nho 業儒 làm nghề học, nghiệp nông 業農 làm ruộng, v.v.",
                "Sự đã già rồi, như nghiệp dĩ như thử 業已如此 nghiệp đã như thế rồi.",
                "Sợ hãi, như căng căng nghiệp nghiệp 兢兢業業 đau đáu sợ hãi.",
                "Cái nhân, như nghiệp chướng 業障 nhân ác làm chướng ngại. Có ba nghiệp khẩu nghiệp 口業 nhân ác bởi miệng làm ra, thân nghiệp 身業 nhân ác bởi thân làm ra, ý nghiệp 意業 nhân ác bởi ý làm ra, ba món miệng, thân, ý gọi là tam nghiệp 三業, túc nghiệp 宿業 ác nghiệp kiếp trước đã làm kiếp này phải chịu khổ gọi là túc nghiệp, v.v. Làm thiện cũng gọi là thiện nghiệp 善業.",
                "Công nghiệp, như đế nghiệp 帝業 công nghiệp vua."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nghiệp, ngành nghề: 工農業 Công nông nghiệp; 畢業 Tốt nghiệp, mãn khóa; 各行各業 Các ngành nghề;",
                "Làm nghề: 業農 Làm nghề nông;",
                "Đã. 【業經】nghiệp kinh [yèjing] Đã: 業經公布 Đã công bố; 【業已】nghiệp dĩ [yèyê] Đã... rồi: 業已準備就緒 Đã chuẩn bị đâu vào đấy rồi;",
                "(văn) Sợ hãi: 兢兢業業 Đau đáu sợ hãi;",
                "(tôn) 【業障】nghiệp chướng [yè zhàng] (tôn) Nghiệp chướng;",
                "Công nghiệp, sự nghiệp: 帝業 Công nghiệp của vua chúa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Công việc làm. Td: Chức nghiệp — Việc làm để dinh nhai. Td: Nghệ nghiệp — Của cải làm ra. Td: Sản nghiệp — Tiếng nhà Phật, chỉ mọi sự ràng buộc do con người tạo ra.  Đoạn trường tân thanh  có câu: » Đã mang lấy nghiệp vào thân, cũng đừng trách lẫn trời gần trời xa « — Chữ nghiệp đây là bởi chữ » Karma « trong kinh nhà Phật mà dịch ra, nghĩa là đã sinh ra làm người, thì ai cũng có cái nghiệp của mình. Nghiệp tức là công việc của mình làm kiếp này, và lại là cái kết quả ở kiếp sau của mình, dù hay dù dở, cứ luân hồi mãi mãi không bao giờ hết được. Mà cái nghiệp ấy là tự ở mình gây ra, chứ không phải là ai gây cho mình. Hễ có thân là có nghiệp, thân với nghiệp cứ đeo đẳng nhau mãi, trừ lúc nào đã tu được như Phật, bỏ hẳn được cái thân đi thì mới giải thoát được cái nghiệp. » Đã mang lấy nghiệp vào thân, cũng đừng trách lẫn trời gần trời xa « ( Kiều )"
            ],
            "compound_words": {
                "惡業": "ác nghiệp",
                "安居樂業": "an cư lạc nghiệp",
                "霸業": "bá nghiệp",
                "薄業": "bạc nghiệp",
                "白業": "bạch nghiệp",
                "別業": "biệt nghiệp",
                "本業": "bổn nghiệp",
                "矜矜業業": "căng căng nghiệp nghiệp",
                "執業": "chấp nghiệp",
                "專業": "chuyên nghiệp",
                "職業": "chức nghiệp",
                "工業": "công nghiệp",
                "基業": "cơ nghiệp",
                "舉業": "cử nghiệp",
                "舊業": "cựu nghiệp",
                "淫業": "dâm nghiệp",
                "肄業": "dị nghiệp",
                "遺業": "di nghiệp",
                "營業": "doanh nghiệp",
                "大業": "đại nghiệp",
                "帝業": "đế nghiệp",
                "同業": "đồng nghiệp",
                "勲業": "huân nghiệp",
                "勳業": "huân nghiệp",
                "興業": "hưng nghiệp",
                "繼業": "kế nghiệp",
                "開業": "khai nghiệp",
                "口業": "khẩu nghiệp",
                "課業": "khoá nghiệp",
                "苦業": "khổ nghiệp",
                "樂業": "lạc nghiệp",
                "立業": "lập nghiệp",
                "黎朝帝王中興功業實錄": "lê triều đế vương trung hưng công nghiệp thực lục",
                "藝業": "nghệ nghiệp",
                "業報": "nghiệp báo",
                "業主": "nghiệp chủ",
                "業障": "nghiệp chướng",
                "業已": "nghiệp dĩ",
                "業緣": "nghiệp duyên",
                "業余": "nghiệp dư",
                "業餘": "nghiệp dư",
                "業海": "nghiệp hải",
                "業火": "nghiệp hoả",
                "業經": "nghiệp kinh",
                "業力": "nghiệp lực",
                "業業": "nghiệp nghiệp",
                "業績": "nghiệp tích",
                "業務": "nghiệp vụ",
                "農業": "nông nghiệp",
                "冤業": "oan nghiệp",
                "廢業": "phế nghiệp",
                "副業": "phó nghiệp",
                "國子司業": "quốc tử tư nghiệp",
                "產業": "sản nghiệp",
                "創業": "sáng nghiệp",
                "創業垂統": "sáng nghiệp thuỳ thống",
                "生業": "sinh nghiệp",
                "事業": "sự nghiệp",
                "作業": "tác nghiệp",
                "蠶業": "tàm nghiệp",
                "畢業": "tất nghiệp",
                "失業": "thất nghiệp",
                "實業": "thật nghiệp",
                "受業": "thụ nghiệp",
                "商業": "thương nghiệp",
                "賤業": "tiện nghiệp",
                "祖業": "tổ nghiệp",
                "罪業": "tội nghiệp",
                "卒業": "tốt nghiệp",
                "茶業": "trà nghiệp",
                "擇業": "trạch nghiệp",
                "修業": "tu nghiệp",
                "就業": "tựu nghiệp",
                "偉業": "vĩ nghiệp",
                "遠業": "viễn nghiệp",
                "王業": "vương nghiệp",
                "企業": "xí nghiệp",
                "企業家": "xí nghiệp gia",
                "意業": "ý nghiệp"
            }
        }
    }
}