{
    "character": "榜",
    "details": {
        "Âm Hán Việt": [
            "báng",
            "bảng"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "mộc 木 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰木旁"
        ],
        "Nét bút": [
            "一丨ノ丶丶一丶ノ丶フ丶一フノ"
        ],
        "Thương Hiệt": [
            "DYBS (木卜月尸)"
        ],
        "Unicode": [
            "U+699C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "bǎng ㄅㄤˇ",
            "bàng ㄅㄤˋ",
            "bēng ㄅㄥ",
            "páng ㄆㄤˊ",
            "pèng ㄆㄥˋ"
        ],
        "Âm Nôm": [
            "bàng",
            "bửng",
            "vảng"
        ],
        "Âm Nhật (onyomi)": [
            "ボウ (bō)",
            "ホウ (hō)"
        ],
        "Âm Nhật (kunyomi)": [
            "かじ (kaji)",
            "たてふだ (tatefuda)",
            "ふだ (fuda)"
        ],
        "Âm Hàn": [
            "방",
            "병"
        ],
        "Âm Quảng Đông": [
            "bong2",
            "pong3"
        ]
    },
    "meanings": {
        "báng": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Đẩy thuyền đi — Một âm khác là Bảng."
            ]
        },
        "bảng": {
            "Từ điển phổ thông": [
                "chèo thuyền",
                "đánh đập",
                "bảng, danh sách",
                "công văn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mái chèo. Cũng mượn chỉ thuyền. ◇Lí Hạ 李賀: 'Thôi bảng độ Ô giang' 催榜渡烏江 (Mã 馬) Giục mái chèo qua Ô giang.",
                "(Danh) Bảng yết thị, thông cáo. ◇Tam quốc diễn nghĩa 三國演義: 'Xuất bảng chiêu mộ nghĩa binh' 出榜招募義兵 (Đệ nhất hồi 第一回) Treo bảng chiêu mộ nghĩa binh.",
                "(Danh) Bảng tên những người thi đậu. ◇Đỗ Mục 杜牧: 'Đông đô phóng bảng vị hoa khai, Tam thập tam nhân tẩu mã hồi' 東都放榜未花開, 三十三人走馬迴 (Cập đệ hậu kí Trường An cố nhân 及第後寄長安故人). § 'Đông đô' 東都 chỉ Lạc Dương ở phía đông Trường An; Đỗ Mục làm bài thơ này nhân vừa thi đậu tiến sĩ, tên đứng hàng thứ năm trên bảng vàng.",
                "(Danh) Tấm biển (có chữ, treo lên cao). ◇Kỉ Quân 紀昀: 'Tiên ngoại tổ cư Vệ Hà đông ngạn, hữu lâu lâm thủy, bảng viết \"Độ phàm\"' 先外祖居衛河東岸, 有樓臨水, 榜曰\"度帆\" (Duyệt vi thảo đường bút kí 閱微草堂筆記, Loan dương tiêu hạ lục tứ 灤陽消夏錄四).",
                "(Danh) Tấm gỗ, mộc phiến.",
                "(Danh) Cột nhà.",
                "(Danh) Hình phạt ngày xưa đánh bằng roi, trượng.",
                "(Động) Cáo thị, yết thị. ◇Liêu trai chí dị 聊齋志異: 'Chí miếu tiền, kiến nhất cổ giả, hình mạo kì dị, tự bảng vân: năng tri tâm sự. Nhân cầu bốc phệ' 至廟前, 見一瞽者, 形貌奇異, 自榜云: 能知心事. 因求卜筮 (Vương giả 王者) Đến trước miếu, thấy một người mù, hình dáng kì dị, tự đề bảng là biết được tâm sự người khác. Bèn xin xem bói.",
                "(Động) Chèo thuyền đi. ◇Liễu Tông Nguyên 柳宗元: 'Hiểu canh phiên lộ thảo, Dạ bảng hưởng khê thạch' 曉耕翻露草, 夜榜響溪石 (Khê cư) 溪居) Sớm cày lật cỏ đọng sương, Đêm chèo thuyền vang khe đá.",
                "(Động) Đánh, đập. ◎Như: 'bảng lược' 榜掠 đánh trượng. ◇Sử Kí 史記: 'Lại trị bảng si sổ thiên' 吏治榜笞數千 (Trương Nhĩ, Trần Dư truyện 張耳陳餘傳) Viên lại quất mấy nghìn roi."
            ],
            "Từ điển Thiều Chửu": [
                "Chèo thuyền lên, cho nên gọi lái đò là bảng nhân 榜人.",
                "Ðánh, hình đánh trượng gọi là bảng lược 榜掠.",
                "Cái bảng yết thị. Phàm thi cử học trò, kén chọn quan lại hay công cử các nghị viên, ai được thì yết tên họ lên bảng cho mọi người đều biết đều gọi là bảng cả. Hai bên cùng tâng bốc nhau gọi là hỗ tương tiêu bảng 互相標榜 đều theo cái ý nghĩa bộc lộ cho mọi người biết cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bảng, danh sách: 光榮榜 Bảng danh dự; 選民榜 Danh sách cử tri;",
                "(văn) Đánh: 榜掠 Hình phạt đánh trượng;",
                "(văn) Chèo thuyền."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dụng cụ để uốn cung nỏ — Tấm ván, tấm gỗ mỏng, dùng để viết hoặc dán giấy — Cái mái chèo."
            ],
            "compound_words": {
                "亞榜": "á bảng",
                "乙榜": "ất bảng",
                "榜歌": "bảng ca",
                "榜眼": "bảng nhãn",
                "榜人": "bảng nhân",
                "榜女": "bảng nữ",
                "榜視": "bảng thị",
                "備榜": "bị bảng",
                "背榜": "bối bảng",
                "甲榜": "giáp bảng",
                "虎榜": "hổ bảng",
                "金榜": "kim bảng",
                "蘂榜": "nhuỵ bảng",
                "副榜": "phó bảng",
                "標榜": "tiêu bảng",
                "春榜": "xuân bảng",
                "揭榜": "yết bảng"
            }
        }
    }
}