{
    "character": "極",
    "details": {
        "Âm Hán Việt": [
            "cực"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "mộc 木 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰木亟"
        ],
        "Nét bút": [
            "一丨ノ丶フ丨丨フ一フ丶一"
        ],
        "Thương Hiệt": [
            "DMEM (木一水一)"
        ],
        "Unicode": [
            "U+6975"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jí ㄐㄧˊ"
        ],
        "Âm Nôm": [
            "cọc",
            "cực"
        ],
        "Âm Nhật (onyomi)": [
            "キョク (kyoku)",
            "ゴク (goku)"
        ],
        "Âm Nhật (kunyomi)": [
            "きわ.める (kiwa.meru)",
            "きわ.まる (kiwa.maru)",
            "きわ.まり (kiwa.mari)",
            "きわ.み (kiwa.mi)",
            "き.める (ki.meru)",
            "-ぎ.め (-gi.me)",
            "き.まる (ki.maru)"
        ],
        "Âm Hàn": [
            "극"
        ],
        "Âm Quảng Đông": [
            "gik6"
        ]
    },
    "meanings": {
        "cực": {
            "Từ điển phổ thông": [
                "cực, tột cùng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cột trụ nhà, rường cột nhà. ◇Trang Tử 莊子: 'Kì lân hữu phu thê thần thiếp đăng cực giả' 其鄰有夫妻臣妾登極者 (Tắc Dương 則陽) Hàng xóm người ấy, có cả vợ chồng, tôi tớ, tì thiếp leo lên cột trụ nhà.",
                "(Danh) Chỗ cao xa nhất, chỗ tận cùng. ◇Thi Kinh 詩經: 'Du du thương thiên, Hạt kì hữu cực?' 悠悠蒼天, 曷其有極 (Đường phong 唐風, Bảo vũ 鴇羽) Trời xanh cao xa kia ơi, Bao giờ đến được chỗ tận cùng?",
                "(Danh) Ngôi vua. ◎Như: 'đăng cực' 登極 lên ngôi vua.",
                "(Danh) Chỗ chính giữa làm chuẩn tắc, khuôn mẫu. ◇Thi Kinh 詩經: 'Thương ấp dực dực, Tứ phương chi cực' 商邑翼翼, 四方之極 (Thương tụng 商頌, Ân vũ 殷武) Kinh đô nhà Thương rất tề chỉnh, Làm khuôn mẫu cho các nước ở bốn phương.",
                "(Danh) Chỉ sao Bắc cực.",
                "(Danh) Khí cụ (như quả cân) để xác định trọng lượng (nặng nhẹ). ◇Dật Chu thư 逸周書: 'Độ tiểu đại dĩ chánh, quyền khinh trọng dĩ cực' 度小大以正, 權輕重以極 (Độ huấn 度訓) Đo lớn nhỏ thì dùng cái 'chánh', cân nặng nhẹ dùng cái 'cực'.",
                "(Danh) Đầu trục trái đất. ◎Như: 'nam cực' 南極 cực nam địa cầu, 'bắc cực' 北極 cực bắc địa cầu.",
                "(Danh) Biên tế,  biên giới. ◇Tuân Tử 荀子: 'Vũ trung lục chỉ vị chi cực' 宇中六指謂之極 (Nho hiệu 儒效) Chỗ tận cùng của 'lục chỉ' (trên, dưới và bốn phương hướng) gọi là 'cực' 極, tức là biên tế.",
                "(Danh) Số mục: triệu lần một triệu. § Các thuyết không thống nhất. ◇Thái bình ngự lãm 太平御覽: 'Thập thập vị chi bách, thập bách vị chi thiên, thập thiên vị chi vạn, thập vạn vị chi ức, thập ức vị chi triệu, thập triệu vị chi kinh, thập kinh vị chi cai, thập cai vị chi bổ, thập bổ vị chi tuyển, thập tuyển vị chi tái, thập tái vị chi cực' 十十謂之百, 十百謂之千, 十千謂之萬, 十萬謂之億, 十億謂之兆, 十兆謂之經, 十經謂之垓, 十垓謂之補, 十補謂之選, 十選謂之載, 十載謂之極 (Quyển thất ngũ dẫn Hán Ưng Thiệu 卷七五引漢應劭, Phong tục thông 風俗通).",
                "(Danh) Đầu điện. ◎Như: 'âm cực' 陰極 cực điện âm, 'dương cực' 陽極 cực điện dương.",
                "(Động) Tìm hiểu sâu xa, cùng cứu. ◇Vương Sung 王充: 'Thánh nhân chi ngôn, (...), bất năng tận giải, nghi nan dĩ cực chi' 聖人之言, (...), 不能盡解, 宜難以極之 (Luận hành 論衡, Vấn Khổng 問孔).",
                "(Động) Khốn quẫn; làm cho khốn quẫn, nhọc nhằn. ◇Mạnh Tử 孟子: 'Kim vương điền liệp ư thử, bách tính văn vương xa mã chi âm, kiến vũ mao chi mĩ, cử tật thủ túc át nhi tương cáo viết: \"Ngô vương chi hiếu điền liệp, phù hà sử ngã chí ư thử cực dã, phụ tử bất tương kiến, huynh đệ thê tử li tán.\" Thử vô tha, bất dữ dân đồng lạc dã' 今王田獵於此, 百姓聞王車馬之音, 見羽旄之美, 舉疾首蹙頞而相告曰: \"吾王之好田獵, 夫何使我至於此極也, 父子不相見, 兄弟妻子離散.\" 此無他, 不與民同樂也 (Lương Huệ Vương hạ 梁惠王下) Nay nhà vua bày ra cuộc săn bắn ở đây, trăm họ nghe tiếng xe tiếng ngựa của vua, thấy nghi trượng vũ mao đẹp đẽ, đau đầu nhăn mũi (tỏ vẻ thống hận chán ghét) nói với nhau rằng: \"Vua ta thích săn bắn, sao mà làm cho ta khốn quẫn nhọc nhằn đến thế, cha con không gặp mặt nhau, anh em vợ con li tán.\" Không có lí do nào khác, vua với dân không thể cùng vui thú như nhau được.",
                "(Động) Tới, đến. ◇Khang Hữu Vi 康有為: 'Hành giả bất tri sở tòng, cư giả bất tri sở vãng; phóng hồ trung lưu, nhi mạc tri sở hưu; chỉ hồ nam bắc, nhi mạc tri sở cực' 行者不知所從, 居者不知所往; 放乎中流, 而莫知所休; 指乎南北, 而莫知所極 (Thượng Thanh đế đệ lục thư 上清帝第六書).",
                "(Động) Tới cùng, lên tới điểm cao nhất. ◇Thi Kinh 詩經: 'Tuấn cực vu thiên' 駿極于天 (Đại nhã 大雅, Tung cao 崧高) Cao vút tới tận trời.",
                "(Tính) Xa. ◇Từ Hạo 徐浩: 'Địa cực lâm thương hải, Thiên diêu quá đẩu ngưu' 地極臨滄海, 天遙過斗牛 (Yết Vũ miếu 謁禹廟).",
                "(Tính) Tận cùng, nhiều nhất, cao nhất. ◎Như: 'cực điểm' 極點 điểm cao nhất, 'cực phong' 極峰 ngọn núi cao nhất, chỉ người thủ lãnh cao nhất.",
                "(Phó) Rất, lắm. ◎Như: 'cực vi cao hứng' 極為高興 rất vui mừng, 'mĩ cực liễu' 美極了 đẹp quá.",
                "§ Thông 'cức' 亟."
            ],
            "Từ điển Thiều Chửu": [
                "Cái nóc nhà, nay gọi các sự vật gì rất cao là cực là bởi nghĩa đó.",
                "Trước khi trời đất chưa chia rành rẽ gọi là thái cực 太極, ngôi vua gọi là hoàng cực 皇極, vua lên ngôi gọi là đăng cực 登極 đều là ý nói rất cao không ai hơn nữa.",
                "Phần cực hai đầu quả đất gọi là cực. Phần về phía nam gọi là nam cực 南極, phần về phía bắc gọi là bắc cực 北極.",
                "Cùng cực, như ơn cha mẹ gọi là võng cực chi ân 罔極之恩 nghĩa là cái ơn không cùng, như cực ngôn kì lợi 極言其利 nói cho hết cái lợi, v.v.",
                "Mỏi mệt, như tiểu cực 小極 hơi mệt.",
                "Sự xấu nhất, khổ nhất.",
                "Trọn, hết, mười năm gọi là một cực.",
                "Ðến.",
                "Cùng nghĩa với chữ cực 亟."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Nóc nhà;",
                "Chỗ cùng tột, chỗ tối cao, cực: 北極 Bắc cực; 陽極 Cực dương;",
                "Tột bực, hết mức: 物極必反 Mọi sự vật khi đạt đến chỗ cùng cực thì quay trở lại; 窮凶極惡 Cực kì hung ác;",
                "(pht) Rất, lắm, quá, vô cùng, rất mực, hết sức, tột bực...: 極大的憤慨 Vô cùng căm phẫn; 極爲高興 Rất vui mừng; 好吃極了 Ngon quá, ngon ghê; 好看極了 Hay quá, hay ghê; 熱極了 Nóng quá, nóng chết người; 及聞梁王薨，竇太後哭極哀Đến khi nghe Lương vương qua đời, Đậu thái hậu khóc rất bi ai (Sử kí: Lương Hiếu vương thế gia);",
                "(văn) Mỏi mệt, mệt nhọc: 小極 Hơi mệt nhọc;",
                "(văn) Sự xấu nhất khổ nhất, cùng cực;",
                "(văn) Trọn, hết;",
                "(văn) Đến;",
                "(văn) Tiêu chuẩn: 建極 Lập nên tiêu chuẩn;",
                "(văn) Như 亟 (bộ 二). Xem 极 [jí]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đầu cùng. Tận cùng. Chỗ chấm dứt. Chẳng hạn Cùng cực — Ngôi vua. Chẳng hạn Đăng cực ( lên ngôi ) — Rất. Lắm. Vô cùng — Cái đòn dông ở nóc nhà — Đầu trái đất. Khốn khổ. Chẳng hạn Cực nhục, Cực khổ."
            ],
            "compound_words": {
                "陰極": "âm cực",
                "陰極陽回": "âm cực dương hồi",
                "八極": "bát cực",
                "北極": "bắc cực",
                "否極泰來": "bĩ cực thái lai",
                "拱極": "củng cực",
                "窮極": "cùng cực",
                "拱極樂吟集": "củng cực lạc ngâm tập",
                "極大": "cực đại",
                "極點": "cực điểm",
                "極頂": "cực đỉnh",
                "極端": "cực đoan",
                "極度": "cực độ",
                "極限": "cực hạn",
                "極刑": "cực hình",
                "極右": "cực hữu",
                "極苦": "cực khổ",
                "極其": "cực kỳ",
                "極樂世界": "cực lạc thế giới",
                "極了": "cực liễu",
                "極力": "cực lực",
                "極目": "cực mục",
                "極品": "cực phẩm",
                "極光": "cực quang",
                "極圈": "cực quyển",
                "極左": "cực tả",
                "極小": "cực tiểu",
                "極致": "cực trí",
                "極選": "cực tuyển",
                "妙極": "diệu cực",
                "登極": "đăng cực",
                "電極": "điện cực",
                "建極": "kiến cực",
                "六極": "lục cực",
                "兩極": "lưỡng cực",
                "南極": "nam cực",
                "三極": "tam cực",
                "西極": "tây cực",
                "太極": "thái cực",
                "太極拳": "thái cực quyền",
                "積極": "tích cực",
                "踐極": "tiễn cực",
                "消極": "tiêu cực",
                "無極": "vô cực"
            }
        }
    }
}