{
    "character": "殆",
    "details": {
        "Âm Hán Việt": [
            "đãi"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "ngạt 歹 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰歹台"
        ],
        "Nét bút": [
            "一ノフ丶フ丶丨フ一"
        ],
        "Thương Hiệt": [
            "MNIR (一弓戈口)"
        ],
        "Unicode": [
            "U+6B86"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "dài ㄉㄞˋ"
        ],
        "Âm Nôm": [
            "đãi"
        ],
        "Âm Nhật (onyomi)": [
            "タイ (tai)",
            "サイ (sai)"
        ],
        "Âm Nhật (kunyomi)": [
            "ほとほと (hotohoto)",
            "ほとん.ど (hoton .do)",
            "あやうい (ayaui)"
        ],
        "Âm Hàn": [
            "태"
        ],
        "Âm Quảng Đông": [
            "doi6",
            "toi5"
        ]
    },
    "meanings": {
        "đãi": {
            "Từ điển phổ thông": [
                "nguy khốn",
                "mỏi mệt"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Nguy hiểm, không yên. ◎Như: 'nguy đãi' 危殆 nguy ngập. ◇Tôn Tử 孫子: 'Tri bỉ tri kỉ, bách chiến bất đãi' 知彼知己, 百戰不殆 (Mưu công 謀攻) Biết địch biết mình, trăm trận đánh không nguy. ◇Luận Ngữ 論語: 'Học nhi bất tư tắc võng, tư nhi bất học tắc đãi' 學而不思則罔, 思而不學則殆 (Vi chánh 為政) Học mà không suy nghĩ thì mờ tối, suy nghĩ mà không học thì nguy hại.",
                "(Tính) Mỏi mệt. ◇Liêu trai chí dị 聊齋志異: 'Lang quân tinh trì dạ bán, nhân súc tưởng đương câu đãi' 郎君星馳夜半, 人畜想當俱殆 (Phượng Dương sĩ nhân 鳳陽士人) Lang quân rong ruổi suốt đêm, người ngựa hẳn đều mệt mỏi.",
                "(Phó) Chắc rằng, sợ rằng, e là. ◎Như: 'đãi bất khả cập' 殆不可及 sợ rằng chẳng kịp.",
                "(Phó) Chỉ. ◇Hán Thư 漢書: 'Thử đãi không ngôn, phi chí kế dã' 此殆空言, 非至計也 (Triệu Sung Quốc truyện 趙充國傳) Đó chỉ là lời nói suông, không phải là cách hay.",
                "(Phó) Hầu như, gần như. ◇Khổng Dung 孔融: 'Hải nội tri thức, linh lạc đãi tận' 海內知識, 零落殆盡 (Luận thịnh hiếu chương thư 論盛孝章書) Các hiểu biết trong thiên hạ, rơi rớt hầu như hết cả."
            ],
            "Từ điển Thiều Chửu": [
                "Nguy, như ngập ngập hồ đãi tai 岌岌乎殆哉 cheo leo vậy nguy thay!",
                "Mỏi mệt.",
                "Bèn, dùng làm tiếng giúp lời.",
                "Sợ, như đãi bất khả cập 殆不可及 sợ chẳng khá kịp.",
                "Ngờ.",
                "Gần, thân gần.",
                "Chỉ thế.",
                "Hầu như."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Nguy (hiểm), thua: 危殆 Nguy ngập; 知己知彼，百戰不殆 Biết người biết ta, trăm trận không thua;",
                "Biếng trễ, lười (như 怠, bộ 心): 農者殆則土地荒 Người làm ruộng lười nhác thì đất đai hoang vu (Thương Quân thư);",
                "Chắc rằng, sợ rằng, e là: 吾嘗見一子于路，殆君之子也 Tôi từng gặp một đứa trẻ ngoài đường, chắc là con của ông (Sử kí); 此殆天 所以資將軍 Đó chắc có lẽ trời dùng để giúp tướng quân (Tam quốc chí);",
                "Chỉ: 此殆空言，非至計也 Đó chỉ là lời nói suông, không phải là ý kiến hay nhất (Hán thư);",
                "Gần như, hầu như: 殆不可得 Hầu như không thể được; 凡永嘉山水，游歷殆遍 Sông núi Vùng Vĩnh Gia, đã du lịch hầu khắp (Mộng Khê bút đàm)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nguy hiểm — Gần gũi — Giống như — Chỉ có — Chậm chạp, lười biếng — Kịp đến."
            ],
            "compound_words": {
                "危殆": "nguy đãi"
            }
        }
    }
}