{
    "character": "欺",
    "details": {
        "Âm Hán Việt": [
            "khi"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "khiếm 欠 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰其欠"
        ],
        "Nét bút": [
            "一丨丨一一一ノ丶ノフノ丶"
        ],
        "Thương Hiệt": [
            "TCNO (廿金弓人)"
        ],
        "Unicode": [
            "U+6B3A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "qī ㄑㄧ"
        ],
        "Âm Nôm": [
            "khi"
        ],
        "Âm Nhật (onyomi)": [
            "ギ (gi)"
        ],
        "Âm Nhật (kunyomi)": [
            "あざむ.く (azamu.ku)"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "hei1"
        ]
    },
    "meanings": {
        "khi": {
            "Từ điển phổ thông": [
                "lừa dối",
                "bắt nạt, ức hiếp"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dối lừa, dối trá. ◎Như: 'khi phiến' 欺騙 lừa dối, 'trá khi' 詐欺 dối trá, 'khi thế đạo danh' 欺世盜名 lừa gạt người đời trộm lấy hư danh, 'tự khi khi nhân' 自欺欺人 dối mình lừa người (lừa được người, nhưng cũng là tự dối gạt mình hơn nữa). ◇Nguyễn Du 阮攸: 'Nại hà vũ quả nhi khi cô' 奈何侮寡而欺孤 (Cựu Hứa đô 舊許都) Sao lại đi áp bức vợ góa, lừa dối con côi người ta?",
                "(Động) Che, lấp. ◇Lục Quy Mông 陸龜蒙: 'Kiến thuyết thu bán dạ, Tịnh vô vân vật khi' 見說秋半夜, 淨無雲物欺 (Phụng họa Thái Hồ thi 奉和太湖詩, Minh nguyệt loan 明月灣).",
                "(Động) Làm trái lại. ◇Sử Kí 史記: 'Tự Tào Mạt chí Kinh Kha ngũ nhân, thử kì nghĩa hoặc thành hoặc bất thành, nhiên kì lập ý giác nhiên, bất khi kì chí, danh thùy hậu thế, khởi vọng dã tai' 自曹沫至荊軻五人, 此其義或成或不成, 然其立意較然, 不欺其志, 名垂後世, 豈妄也哉 (Thích khách liệt truyện 刺客列傳) Từ Tào Mạt đến Kinh Kha, năm người, chí nguyện của họ hoặc thành công, có thất bại, nhưng lập ý của họ đều rõ ràng, không làm trái với chí nguyện, tiếng thơm để lại đời sau, há phải hư truyền.",
                "(Động) Lấn, ép, lăng nhục. ◎Như: 'khi phụ' 欺負 lấn hiếp. ◇Tam quốc diễn nghĩa 三國演義: 'Kim Tào Tháo tàn hại bách tính, ỷ cường khi nhược' 今曹操殘害百姓, 倚強欺弱 (Đệ thập nhất hồi) Nay Tào Tháo tàn hại trăm họ, ỷ mạnh hiếp yếu.",
                "(Động) Áp đảo, thắng hơn. ◇Lí Thọ Khanh 李壽卿: 'Văn khi Bách Lí Hề, Vũ thắng Tần Cơ Liễn' 文欺百里奚, 武勝秦姬輦 (Ngũ Viên xuy tiêu 伍員吹簫) Văn áp đảo Bách Lí Hề, Võ thắng hơn Tần Cơ Liễn.",
                "(Động) Quá, vượt qua. ◇Tô Thức 蘇軾: 'Tảo miên bất kiến đăng, Vãn thực hoặc khi ngọ' 早眠不見燈, 晚食或欺午 (Từ đại chánh nhàn hiên 徐大正閑軒).",
                "(Tính) Xấu, khó coi (tướng mạo)."
            ],
            "Từ điển Thiều Chửu": [
                "Dối lừa, lừa mình, tự lừa dối mình gọi là tự khi 自欺.",
                "Lấn, bị người ta lấn gọi là khi phụ 欺負."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dối, lừa, lừa dối: 自欺欺人 Dối mình dối người; 自欺 Tự lừa dối mình;",
                "Bắt nạt, đè lấn, lấn át, ức hiếp: 仗勢欺人 Cậy thế nạt (ức hiếp) người."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lừa dối — Coi rẻ, coi thường."
            ],
            "compound_words": {
                "欺压": "khi áp",
                "欺壓": "khi áp",
                "欺凌": "khi lăng",
                "欺慢": "khi mạn",
                "欺瞒": "khi man",
                "欺瞞": "khi man",
                "欺騙": "khi phiến",
                "欺骗": "khi phiến",
                "欺負": "khi phụ",
                "欺负": "khi phụ",
                "欺君": "khi quân",
                "欺心": "khi tâm",
                "欺詐": "khi trá",
                "欺诈": "khi trá",
                "欺侮": "khi vũ",
                "輕欺": "khinh khi"
            }
        }
    }
}