{
    "character": "止",
    "details": {
        "Âm Hán Việt": [
            "chi",
            "chỉ"
        ],
        "Tổng nét": [
            "4"
        ],
        "Bộ": [
            "chỉ 止 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨一丨一"
        ],
        "Thương Hiệt": [
            "YLM (卜中一)"
        ],
        "Unicode": [
            "U+6B62"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhǐ ㄓˇ"
        ],
        "Âm Nôm": [
            "chỉ"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "と.まる (to.maru)",
            "-ど.まり (-do.mari)",
            "と.める (to.meru)",
            "-と.める (-to.meru)",
            "-ど.め (-do.me)",
            "とど.める (todo.meru)",
            "とど.め (todo.me)",
            "とど.まる (todo.maru)",
            "や.める (ya.meru)",
            "や.む (ya.mu)",
            "-や.む (-ya.mu)",
            "よ.す (yo.su)",
            "-さ.す (-sa.su)",
            "-さ.し (-sa.shi)"
        ],
        "Âm Hàn": [
            "지"
        ],
        "Âm Quảng Đông": [
            "zi2"
        ]
    },
    "meanings": {
        "chi": {
            "Từ điển phổ thông": [
                "dừng lại, thôi"
            ]
        },
        "chỉ": {
            "Từ điển phổ thông": [
                "dừng lại, thôi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dừng lại, ngưng, nghỉ, thôi. ◎Như: 'chỉ bộ' 止步 dừng bước. ◇Luận Ngữ 論語: 'Thí như vi sơn, vị thành nhất quỹ, chỉ ngô chỉ dã' 譬如爲山, 未成一簣, 止吾止也 (Tử Hãn 子罕) Ví như đắp núi, chỉ còn một sọt nữa là xong, mà ngừng, đó là tại ta muốn bỏ dở vậy. § Ghi chú: Ý khuyên trong việc học tập, đừng nên bỏ nửa chừng.",
                "(Động) Ngăn cấm, cản trở. ◎Như: 'cấm chỉ' 禁止 cấm cản. ◇Lã Thị Xuân Thu 呂氏春秋: 'Tĩnh Quách Quân bất năng chỉ' 靜郭君不能止 (Quý thu kỉ 季秋紀, Tri sĩ 知士) Tĩnh Quách Quân không thể cấm được.",
                "(Động) Ở. ◇Thi Kinh 詩經: 'Bang kì thiên lí, Duy dân sở chỉ' 邦畿千里, 惟民所止 (Thương tụng 商頌, Huyền điểu 玄鳥) Cương vực nước (Thương) rộng nghìn dặm, Là nơi của dân chúng ở.",
                "(Động) Đạt đến, an trụ. ◇Lễ Kí 禮記: 'Tại chỉ ư chí thiện' 在止於至善 (Đại Học 大學) Yên ổn ở chỗ rất phải.",
                "(Danh) Dáng dấp, dung nghi. ◎Như: 'cử chỉ' 舉止 cử động, đi đứng. ◇Thi Kinh 詩經: 'Tướng thử hữu xỉ, Nhân nhi vô chỉ, Nhân nhi vô chỉ, Bất tử hà sĩ' ：相鼠有齒, 人而無止, 人而無止, 不死何俟 (Dung phong 鄘風, Tướng thử 相鼠) Xem chuột (còn) có răng, Người mà không có dung nghi, Người mà không có dung nghi, Sao chẳng chết đi, còn đợi gì nữa?",
                "(Danh) Chân. § Dùng như chữ 趾. ◎Như: 'trảm tả chỉ' 斬左止 chặt chân trái (hình phạt thời xưa).",
                "(Tính) Yên lặng, bất động. ◇Trang Tử 莊子: 'Nhân mạc giám ư lưu thủy nhi giám ư chỉ thủy' 人莫鑒於流水而鑒於止水 (Đức sung phù 德充符) Người ta không soi ở dòng nước chảy mà soi ở dòng nước lắng yên.",
                "(Phó) Chỉ, chỉ thế, chỉ có. § Nay thông dụng chữ 'chỉ' 衹. ◎Như: 'chỉ hữu thử số' 止有此數 chỉ có số ấy. ◇Đỗ Phủ 杜甫: 'Nội cố vô sở huề, Cận hành chỉ nhất thân' 內顧無所攜, 近行止一身 (Vô gia biệt 無家別) Nhìn vào trong nhà không có gì mang theo, Đi gần chỉ có một mình.",
                "(Trợ) Dùng cuối câu, để nhấn mạnh ngữ khí. ◇Thi Kinh 詩經: 'Bách thất doanh chỉ, Phụ tử ninh chỉ' 百室盈止, 婦子寧止 (Chu tụng 周頌, Lương tỉ 良耜) Trăm nhà đều đầy (lúa) vậy, (Thì) đàn bà trẻ con sống yên ổn vậy.",
                "§ Đời xưa dùng như 'chỉ' 趾 và 'chỉ' 址."
            ],
            "Từ điển Thiều Chửu": [
                "Dừng lại, như chỉ bộ 止步 dừng bước.",
                "Thôi, như cấm chỉ 禁止 cấm thôi.",
                "Ở, ở vào chỗ nào gọi là chỉ, như tại chỉ ư chí thiện 在止於至善 (Ðại học 大學) đặt mình vào chỗ rất phải, hành chỉ vị định 行止未定 đi hay ở chưa định, v.v.",
                "Dáng dấp, như cử chỉ 舉止 cử động, đi đứng. Nói toàn thể cả người.",
                "Tiếng giúp lời, như kí viết quy chỉ, hạt hựu hoài chỉ 旣曰歸止曷又懷止 đã nói rằng về rồi sao lại nhờ vậy.",
                "Chỉ thế, như chỉ hữu thử số 止有此數 chỉ có số ấy, nay thông dụng chữ chỉ 衹. Ðời xưa dùng như chữ chỉ 趾 và chữ chỉ 址."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngừng, dừng, thôi: 血流不止 Máu chảy không ngừng; 知止 Biết lúc cần phải dừng;",
                "Ngăn trở, cấm chỉ, cầm lại: 止住別人的說話 Ngăn trở không cho người khác nói; 止血 Cầm máu;",
                "(Đến)... là hết, ... là cùng, ... là hạn: 到此爲止 Đến đây là hết;",
                "Chỉ (như 祗, bộ 示): 止開放三天 Chỉ mở cửa có ba ngày;",
                "Dáng dấp, cử chỉ;",
                "(văn) Chân (như 趾, bộ 足);",
                "(văn) Trợ từ cuối câu: 旣曰歸止，曷又懷止 Đã nói về rồi, sao còn nhớ vậy (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thôi, ngừng lại — Làm ngưng lại — Tới, đến — Ở. Lưu lại — Cấm đốn. Chẳng hạn Cấm chỉ — Dáng điệu — Chẳng hạn Cử chỉ — Một bộ trong các bộ chữ Trung Hoa."
            ],
            "compound_words": {
                "哀止": "ai chỉ",
                "飲酖止渴": "ẩm đam chỉ khát",
                "飲鴆止渴": "ẩm trậm chỉ khát",
                "不止": "bất chỉ",
                "禁止": "cấm chỉ",
                "制止": "chế chỉ",
                "止庵": "chỉ am",
                "止嘔": "chỉ ẩu",
                "止步": "chỉ bộ",
                "止境": "chỉ cảnh",
                "止血": "chỉ huyết",
                "止咳": "chỉ khái",
                "止渴": "chỉ khát",
                "止戈": "chỉ qua",
                "止痛": "chỉ thống",
                "止息": "chỉ tức",
                "举止": "cử chỉ",
                "舉止": "cử chỉ",
                "容止": "dung chỉ",
                "停止": "đình chỉ",
                "行止": "hành chỉ",
                "廢止": "phế chỉ",
                "防止": "phòng chỉ",
                "阻止": "trở chỉ"
            }
        }
    }
}