{
    "character": "殊",
    "details": {
        "Âm Hán Việt": [
            "thù"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "ngạt 歹 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰歹朱"
        ],
        "Nét bút": [
            "一ノフ丶ノ一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "MNHJD (一弓竹十木)"
        ],
        "Unicode": [
            "U+6B8A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shū ㄕㄨ"
        ],
        "Âm Nôm": [
            "thò",
            "thù",
            "thùa"
        ],
        "Âm Nhật (onyomi)": [
            "シュ (shu)"
        ],
        "Âm Nhật (kunyomi)": [
            "こと (koto)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "syu4"
        ]
    },
    "meanings": {
        "thù": {
            "Từ điển phổ thông": [
                "chấm dứt, xong hết",
                "khác biệt",
                "rất, lắm"
            ],
            "Từ điển trích dẫn": [
                "(Động) Chém đầu, giết chết.",
                "(Động) Cắt đứt, đoạn tuyệt. ◇Hán Thư 漢書: 'Cốt nhục chi thân, tích nhi bất thù' 骨肉之親, 析而不殊 (Tuyên Đế kỉ 宣帝紀) Người thân ruột thịt, (có thể) chia rẽ với nhau nhưng không đoạn tuyệt.",
                "(Động) Quá, hơn. ◇Hậu Hán Thư 後漢書: 'Mẫu thị niên thù thất thập' 母氏年殊七十 (Lương Thống truyện 梁統傳) Mẹ tuổi đã quá bảy mươi.",
                "(Động) Phân biệt, khu biệt. ◇Sử Kí 史記: 'Pháp gia bất biệt thân sơ, bất thù quý tiện, nhất đoán ư pháp' 法家不別親疏, 不殊貴賤, 一斷於法 (Thái sử công tự tự 太史公自序) Pháp gia không phân biệt thân sơ, không phân biệt sang hèn, chỉ xử đoán theo pháp luật.",
                "(Tính) Khác, bất đồng. ◎Như: 'phong cảnh bất thù' 風景不殊 phong cảnh chẳng khác. ◇Dịch Kinh 易經: 'Thiên hạ đồng quy nhi thù đồ' 天下同歸而殊塗 (Hệ từ hạ 繫辭下) Thiên hạ cùng về (một mối) dù rằng đường đi khác nhau.",
                "(Tính) Đặc biệt, khác thường, dị thường. ◎Như: 'thù vinh' 殊榮 vinh quang đặc biệt.",
                "(Phó) Quyết, nhất quyết. ◇Sử Kí 史記: 'Quân giai thù tử chiến, bất khả bại' 軍皆殊死戰, 不可敗 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Quân sĩ đều quyết đánh liều chết, không thể thua được.",
                "(Phó) Rất, lắm, cực kì. ◎Như: 'thù giai' 殊佳 tốt đẹp lắm, 'thù dị' 殊異 lạ quá. ◇Nguyễn Trãi 阮廌: 'Nhất sinh sự nghiệp thù kham tiếu' 一生事業殊堪笑 (Hải khẩu dạ bạc hữu cảm 海口夜泊有感) Sự nghiệp một đời thật đáng buồn cười.",
                "(Phó) Còn, mà còn. ◇Bạch Cư Dị 白居易: 'Tây phong thù vị khởi, Thu tứ tiến thu sanh' 西風殊未起, 秋思先秋生 (Tảo thiền 早蟬) Gió tây còn chưa nổi dậy, Ý thu đã phát sinh trước cả khi mùa thu đến."
            ],
            "Từ điển Thiều Chửu": [
                "Dứt, hết tiệt, như sát nhi vị thù 殺而未殊 giết mà chưa dứt nóc (chém chưa đứt cổ), thù tử 殊死 quyết chết (liều chết), v.v.",
                "Khác, như phong cảnh bất thù 風景不殊 phong cảnh chẳng khác.",
                "Rất, lắm, chữ làm trợ từ, như thù giai 殊佳 tốt đẹp lắm, thù dị 殊異 lạ quá!"
            ],
            "Từ điển Trần Văn Chánh": [
                "Khác: 特殊情況 Tình hình đặc biệt; 殊途同歸 Khác đường nhưng cũng gặp nhau;",
                "Rất, thật, hết sức, vô cùng: 殊佳 Rất tốt đẹp; 殊異 Rất lạ, quái lạ; 殊感抱歉 Thật cảm thấy có lỗi; 我還在家裡等候，殊不知他早已去學校了 Tôi vẫn ở nhà chờ, thật chẳng ngờ nó đã đi học trước rồi; 良殊大驚 Lương hết sức (vô cùng) kinh ngạc (Hán thư: Trương Lương truyện);",
                "Nhất quyết, sống mái: 殊死戰 Quyết chiến, chiến đấu sống mái;",
                "(văn) Dứt, hết tiệt: 殺而未殊 Giết mà chưa dứt nọc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khác hẳn. Riêng ra. td: Đặc thù — Dứt tuyệt — Rất, lắm — Quá mức."
            ],
            "compound_words": {
                "特殊": "đặc thù",
                "殊勝": "thù thắng"
            }
        }
    }
}