{
    "character": "步",
    "details": {
        "Âm Hán Việt": [
            "bộ"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "chỉ 止 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱止𣥂"
        ],
        "Nét bút": [
            "丨一丨一丨ノノ"
        ],
        "Thương Hiệt": [
            "YLMH (卜中一竹)"
        ],
        "Unicode": [
            "U+6B65"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "bù ㄅㄨˋ"
        ],
        "Âm Nôm": [
            "bộ",
            "buạ"
        ],
        "Âm Nhật (onyomi)": [
            "ホ (ho)",
            "ブ (bu)",
            "フ (fu)"
        ],
        "Âm Nhật (kunyomi)": [
            "あるく (aruku)",
            "あゆむ (ayumu)",
            "あゆみ (ayumi)"
        ],
        "Âm Hàn": [
            "보"
        ],
        "Âm Quảng Đông": [
            "bou6"
        ]
    },
    "meanings": {
        "bộ": {
            "Từ điển phổ thông": [
                "đi chân",
                "bước"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bước, đi. ◎Như: 'tản bộ' 散步 đi dạo bước. ◇Trang Tử 莊子: 'Nhan Uyên vấn ư Trọng Ni viết: Phu tử bộ diệc bộ, phu tử xu diệc xu, phu tử trì diệc trì, phu tử bôn dật tuyệt trần, nhi Hồi sanh nhược hồ hậu hĩ' 顏淵問於仲尼曰: 夫子步亦步, 夫子趨亦趨, 夫子馳亦馳, 夫子奔逸絕塵, 而回瞠若乎後矣 (Điền Tử Phương 田子方) Nhan Uyên hỏi Trọng Ni: Thầy bước cũng bước, thầy rảo bước cũng rảo, thầy rong ruổi cũng rong ruổi, thầy chạy tít tuyệt trần mà Hồi chịu đờ mắt (trố mắt ra ngó) ở lại sau.",
                "(Động) Theo, làm theo. ◎Như: 'bộ vận' 步韻 theo vần, họa vần, 'bộ kì hậu trần' 步其後塵 theo gót. § Hậu Hán thư chép rằng: Thọ Lăng Dư Tử 壽陵餘子 đi học ở Hàm Đan 邯鄲, chưa bắt chước được tí gì đã mất cả dáng dấp cũ, vì thế nên sau mới gọi những kẻ học không thành công là 'Hàm Đan học bộ' 邯鄲學步.",
                "(Động) Suy tính. ◎Như: 'thôi bộ' 推步 suy tính thiên văn.",
                "(Danh) Trình độ, giai đoạn. ◎Như: 'sơ bộ' 初步 bước đầu, chặng đầu, 'tiến bộ' 進步 mức độ tiến triển, 'thoái bộ' 退步 sụt xuống bậc kém.",
                "(Danh) Lượng từ. (1) Đơn vị đo chiều dài thời xưa, không chính xác: hoặc sáu thước, hoặc sáu thước bốn tấc là một 'bộ'. (2) Chặng, bước đường. ◎Như: 'đệ nhất bộ' 第一步 chặng thứ nhất. (3) Bước (khoảng cách giữa hai chân khi bước đi). ◎Như: 'hướng tiền tẩu ngũ bộ' 向前走五步 đi tới phía trước năm bước.",
                "(Danh) Cảnh huống, tình cảnh. ◎Như: 'thiếu thì bất nỗ lực, tài lạc đáo giá nhất địa bộ' 少時不努力, 才落到這一地步 lúc trẻ tuổi không cố gắng, nay mới rơi vào tình cảnh thế này.",
                "(Danh) Khí vận, thời vận. ◎Như: 'quốc bộ gian nan' 國步艱難 vận nước gian nan.",
                "(Danh) Lối. ◎Như: 'cải ngọc cải bộ' 改玉改步 nghĩa là thiên tử, chư hầu đều có phép nhất định không thể thay đổi được. Vì thế các ngôi của thiên tử gọi là 'ngọc bộ' 玉步.",
                "(Danh) Bãi ven nước, bến nước. Thông 'phụ' 埠. ◎Như: 'ngư bộ' 魚步 bãi cá, 'quy bộ' 龜步 bãi rùa.",
                "(Danh) Họ 'Bộ'."
            ],
            "Từ điển Thiều Chửu": [
                "Ði bộ, hai lần cất chân đi gọi là bộ. Giữa khoảng hai chân cách nhau gọi là nhất bộ 一步 một bước. Hậu Hán thư chép rằng: Thọ Lăng dư tử học đi ở Hàn Ðan, chưa bắt chước được tí gì đã mất cả dáng dấp cũ, vì thế nên sau mới gọi những kẻ học không thành công là hàn đan học bộ 邯鄲學步.",
                "Trình độ, cõi, như tiến bộ 進步 tiến lên cõi hơn, thoái bộ 退步 sụt xuống cõi kém.",
                "Lối đi, như cải ngọc cải bộ 改玉改步 nghĩa là thiên tử, chư hầu đều có phép nhất định không thể thay đổi được, vì thế các ngôi của thiên tử gọi là ngọc bộ 玉步.",
                "Bộ, tiếng dùng trong phép đo. Cứ năm thước là một bộ.",
                "Bãi ven nước, như qua châu 瓜州 cũng là qua bộ 瓜步, thông dụng như chữ phụ 埠.",
                "Vận, như quốc bộ gian nan 國步艱難 vận nước gian nan.",
                "Suy tính, như thôi bộ 推步 suy tính thiên văn.",
                "Theo, như bộ vận 步韻 theo vần."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bước: 穩步前進 Vững bước tiến lên;",
                "Giai đoạn, bước: 這項工作分爲兩步進行 Công tác này chia làm hai bước;",
                "Đi bộ, đi theo, làm theo: 步其後塵 Theo gót, bám gót; 步韵 Theo vần;",
                "Đo (bằng bước đi): 步一步看這塊地有多長 Đo xem chỗ này xem dài được bao nhiêu sải chân;",
                "Bộ (bằng năm thước, chỉ đơn vị chiều dài thời xưa);",
                "Nước, chỗ, cảnh, vòng, nỗi, vận: 落到這一步 Đến nỗi này; 國步艱難 Vận nước (nỗi nước) gian nan;",
                "(văn) Suy tính: 推步 Suy tính thiên văn;",
                "Như 埠 [bù];",
                "[Bù] (Họ) Bộ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bước đi. Bước thẳng chân — Một bước — Bước tiến. Trình độ — Bờ nước. Trên bờ."
            ],
            "compound_words": {
                "安步": "an bộ",
                "百步": "bách bộ",
                "百步穿楊": "bách bộ xuyên dương",
                "跑步": "bào bộ",
                "步兵": "bộ binh",
                "步步": "bộ bộ",
                "步道": "bộ đạo",
                "步頭": "bộ đầu",
                "步調": "bộ điệu",
                "步调": "bộ điệu",
                "步隊": "bộ đội",
                "步行": "bộ hành",
                "步月": "bộ nguyệt",
                "步法": "bộ pháp",
                "步伐": "bộ phạt",
                "步驟": "bộ sậu",
                "步骤": "bộ sậu",
                "步師": "bộ sư",
                "步哨": "bộ tiêu",
                "步卒": "bộ tốt",
                "步测": "bộ trắc",
                "步測": "bộ trắc",
                "步韵": "bộ vận",
                "步韻": "bộ vận",
                "步武": "bộ vũ",
                "止步": "chỉ bộ",
                "矩步": "củ bộ",
                "舉步": "cử bộ",
                "徒步": "đồ bộ",
                "獨步": "độc bộ",
                "同步": "đồng bộ",
                "輕步": "khinh bộ",
                "跬步": "khuể bộ",
                "卻步": "khước bộ",
                "蓮步": "liên bộ",
                "畱步": "lưu bộ",
                "雅步": "nhã bộ",
                "閒步": "nhàn bộ",
                "讓步": "nhượng bộ",
                "過步": "quá bộ",
                "躩步": "quặc bộ",
                "窘步": "quẫn bộ",
                "國步": "quốc bộ",
                "規行矩步": "quy hành củ bộ",
                "讖步": "sấm bộ",
                "騁步": "sính bộ",
                "初步": "sơ bộ",
                "推步": "suy bộ",
                "散步": "tản bộ",
                "退步": "thoái bộ",
                "進步": "tiến bộ",
                "徐步": "từ bộ"
            }
        }
    }
}