{
    "character": "毅",
    "details": {
        "Âm Hán Việt": [
            "nghị"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "thù 殳 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Nét bút": [
            "丶一丶ノ一ノフノノノ丶ノフフ丶"
        ],
        "Thương Hiệt": [
            "YOHNE (卜人竹弓水)"
        ],
        "Unicode": [
            "U+6BC5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "nghị"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)",
            "ギ (gi)"
        ],
        "Âm Nhật (kunyomi)": [
            "つよ.い (tsuyo.i)"
        ],
        "Âm Hàn": [
            "의"
        ],
        "Âm Quảng Đông": [
            "ngai6"
        ]
    },
    "meanings": {
        "nghị": {
            "Từ điển phổ thông": [
                "quả quyết, cứng cỏi"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Quả quyết, cứng cỏi. ◎Như: 'cương nghị' 剛毅 kiên quyết. ◇Luận Ngữ 論語: 'Sĩ bất khả dĩ bất hoằng nghị, nhậm trọng nhi đạo viễn' 士不可以不弘毅, 任重而道遠 (Thái Bá 泰伯) Kẻ sĩ không thể không (có chí) rộng lớn và cương quyết, (là vì) nhiệm vụ thì nặng mà đường thì xa.",
                "(Tính) Tài giỏi, dũng mãnh. ◇Khuất Nguyên 屈原: 'Thân kí tử hề thần dĩ linh, hồn phách nghị hề vi quỷ hùng' 身既死兮神以靈, 魂魄毅兮為鬼雄 (Cửu ca 九歌, Quốc thương 國殤) Thân chết rồi nhưng anh linh vẫn còn, hồn phách trở thành bậc hùng của quỷ (tức là hồn ma của những người đã chết).",
                "(Tính) Nghiêm khắc. ◇Tân Đường Thư 新唐書: 'Chánh thanh nghị, lại hạ vô cảm phạm giả' 政清毅, 吏下無敢犯者 (Tống Cảnh truyện 宋璟傳) Chính trị trong sạch và nghiêm khắc, quan lại dưới không dám làm điều sai trái.",
                "(Tính) Nghiêm chính. ◇Mai Nghiêu Thần 梅堯臣: 'Công phục di ngã thi, Trách ngã từ thậm nghị' 公復遺我詩, 責我詞甚毅 (Tạ Vương Đãi Chế khuyến phục ẩm 謝王待制勸復飲).",
                "(Tính) Giận dữ, thịnh nộ. ◇Quốc ngữ 國學: 'Kì vi nhân dã, triển nhi bất tín, ái nhi bất nhân, trá nhi bất trí, nghị nhi bất dũng' 其為人也, 展而不信, 愛而不仁, 詐而不智, 毅而不勇 (Sở ngữ hạ 楚語下).",
                "(Danh) (Thuật ngữ cờ vây) Con cờ chết và ván cờ xong. ◇Từ Huyễn 徐鉉: 'Nghị, đề dã. Kì tử nhi kết cục viết nghị, kí nghị nhi tùy thủ viết phục nghị, tục hựu vị chi đề' 毅, 提也. 棋死而結局曰毅, 既毅而隨手曰復毅, 俗又謂之提 (Vi kì nghĩa lệ 圍棋義例, Thuyên thích 詮釋).",
                "(Danh) Họ 'Nghị'."
            ],
            "Từ điển Thiều Chửu": [
                "① Quả quyết, cứng cỏi, quyết chí không ai lay động được gọi là nghị lực 毅力."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kiên quyết, quả quyết, cứng cỏi: 堅毅 Kiên nghị."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Quả quyết. Cứng rắn, không đổi‎. Td: Cương nghị."
            ],
            "compound_words": {
                "剛毅": "cương nghị",
                "毅力": "nghị lực",
                "毅齋詩集": "nghị trai thi tập",
                "嚴毅": "nghiêm nghị",
                "果毅": "quả nghị",
                "沈毅": "trầm nghị"
            }
        }
    }
}