{
    "character": "此",
    "details": {
        "Âm Hán Việt": [
            "thử"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "chỉ 止 (+2 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰止匕"
        ],
        "Nét bút": [
            "丨一丨一ノフ"
        ],
        "Thương Hiệt": [
            "YMP (卜一心)"
        ],
        "Unicode": [
            "U+6B64"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cǐ ㄘˇ"
        ],
        "Âm Nôm": [
            "nảy",
            "thử",
            "thửa"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "これ (kore)",
            "この (kono)",
            "ここ (koko)"
        ],
        "Âm Hàn": [
            "차"
        ],
        "Âm Quảng Đông": [
            "ci2"
        ]
    },
    "meanings": {
        "thử": {
            "Từ điển phổ thông": [
                "này, bên này"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Ấy, bên ấy. § Đối lại với 'bỉ' 彼. ◎Như: 'thử nhân' 此人 người đó, 'bất phân bỉ thử' 不分彼此 không chia đây đó.",
                "(Đại) Chỗ này, bây giờ, đó. ◎Như: 'tòng thử dĩ hậu' 從此以後 từ giờ trở đi, 'đáo thử vi chỉ' 到此為止 đến đây là hết.",
                "(Phó) Thế, như vậy. ◇Dữu Tín 庾信: 'Thiên hà vi nhi thử túy!' 天何為而此醉 (Ai Giang Nam phú 哀江南賦) Trời sao mà say sưa như thế!",
                "(Liên) Ấy, bèn, thì. § Dùng như: 'tư' 斯, 'nãi' 乃, 'tắc' 則. ◇Lễ kí 禮記: 'Hữu đức thử hữu nhân, hữu nhân thử hữu thổ, hữu thổ thử hữu tài, hữu tài thử hữu dụng' 有德此有人, 有人此有土, 有土此有財, 有財此有用 (Đại Học 大學) Có đức thì có người, có người thì có đất, có đất thì có của, có của thì có dùng."
            ],
            "Từ điển Thiều Chửu": [
                "Ấy, bên ấy, đối lại với chữ bỉ 彼.",
                "Thế, lời nói chỉ định hẳn hoi, như kì tự nhâm dĩ thiên hạ trọng như thử 其自任以天下之重如此 thửa gánh vác lấy công việc nặng nề trong thiên hạ như thế.",
                "Ấy, bèn, như hữu đức thử hữu nhân 有德此有人 (Ðại học 大學) có đức ấy (bèn) có người."
            ],
            "Từ điển Trần Văn Chánh": [
                "Này, cái này, bên này, người này, việc này, đó, như thế, thế (này), vậy, nay: 此人 Người này; 由此及彼 Từ cái này tới cái kia; 如此 Như thế, như vậy; 特此布告 Nay bá cáo; 此，壯士 也 Người này là tráng sĩ (Sử kí); 賢者亦樂此乎？ Bậc người hiền cũng vui với những thứ này chăng? (Mạnh tử); 此之謂自慊 Đó (như thế) gọi là tự biết mình (Đại học); 天何爲而此醉？ Trời vì sao mà say sưa như thế? (Dữu Tín: Ai Giang Nam phú);",
                "Đó, bấy giờ, đây, chỗ này: 從此以後 Từ đây trở đi; 到此爲止 Đến đây là hết; 由此往西 Từ chỗ này (đây) rẽ sang phía tây; 今王鼓樂於此 Nay nhà vua nổi nhạc lên ở chốn này (Mạnh tử);",
                "(văn) Thì (dùng như 則, bộ 刂): 有德此有人，有人此有土 Có đức thì có người, có người thì có đất (Đại học);",
                "【此外】thử ngoại [cêwài] Ngoài ra (thường dùng kèm theo sau với 還 hoặc 還有): 這個地區盛產大米，此外還產玉米和花生 Vùng này sản xuất nhiều gạo, ngoài ra còn có bắp (ngô) và đậu phộng (lạc); 這個圖書館藏書十多萬册，此外還有不少報紙和期刊 Thư viện này chứa hơn mười vạn quyển sách, ngoài ra còn có nhiều báo và tạp chí."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái này — Thế ấy. Td: Như thử 如此 ( như vậy )."
            ],
            "compound_words": {
                "彼此": "bỉ thử",
                "欽此": "khâm thử",
                "因此": "nhân thử",
                "如此": "như thử",
                "若此": "nhược thử",
                "成此": "thành thử",
                "此后": "thử hậu",
                "此後": "thử hậu",
                "此外": "thử ngoại",
                "此时": "thử thì",
                "此時": "thử thì",
                "从此": "tòng thử",
                "從此": "tòng thử",
                "就此": "tựu thử"
            }
        }
    }
}