{
    "character": "泛",
    "details": {
        "Âm Hán Việt": [
            "phiếm",
            "phủng"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thuỷ 水 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡乏"
        ],
        "Nét bút": [
            "丶丶一ノ丶フ丶"
        ],
        "Thương Hiệt": [
            "EHIO (水竹戈人)"
        ],
        "Unicode": [
            "U+6CDB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fá ㄈㄚˊ",
            "fán ㄈㄢˊ",
            "fàn ㄈㄢˋ",
            "fěng ㄈㄥˇ"
        ],
        "Âm Nôm": [
            "mẹp",
            "phiếm",
            "phím"
        ],
        "Âm Nhật (onyomi)": [
            "ハン (han)",
            "ホウ (hō)"
        ],
        "Âm Nhật (kunyomi)": [
            "うか.ぶ (uka.bu)"
        ],
        "Âm Hàn": [
            "범",
            "봉"
        ],
        "Âm Quảng Đông": [
            "faan3"
        ]
    },
    "meanings": {
        "phiếm": {
            "Từ điển phổ thông": [
                "phù phiếm",
                "chèo thuyền"
            ],
            "Từ điển trích dẫn": [
                "(Động) Trôi nổi, bồng bềnh, lênh đênh. ◇Tô Thức 蘇軾: 'Tô Tử dữ khách phiếm chu ư Xích Bích chi hạ' 蘇子與客泛舟遊於赤壁之下 (Tiền Xích Bích phú 前赤壁賦) Tô Tử cùng với khách bơi thuyền chơi ở dưới núi Xích Bích.",
                "(Động) Hiện ra, bốc lên. ◎Như: 'kiểm thượng phiếm liễu nhất tằng hồng quang' 臉上泛了一層紅光 trên mặt bừng đỏ lên (một lớp). ◎Như: 'na điều thủy câu phiếm trước nhất trận trận ác xú' 那條水溝泛著一陣陣惡臭 cái rãnh nước đó bốc lên từng luồng hôi thối.",
                "(Động) Tràn, ngập. ◇Diệp Đình Quản 葉廷琯: 'Hà lộ bạo trướng, tây phiếm đông tố' 河路暴漲, 西泛東泝 (Xuy võng lục 吹網錄, Tam Hà huyện liêu bi 三河縣遼碑).",
                "(Động) Lật, lật đổ. ◎Như: 'phiếm giá' 泛駕 lật xe. ◇Sử Kí 史記: 'Tề vương khởi, Hiếu Huệ diệc khởi, thủ chi dục câu vi thọ, thái hậu nãi khủng, tự khởi phiếm Hiếu Huệ chi' 齊王起, 孝惠亦起, 取卮欲俱為壽, 太后迺恐, 自起泛孝惠卮 (Lữ thái hậu bổn kỉ 呂太后本紀) Tề vương đứng dậy, Hiếu Huệ cũng đứng dậy nâng chén muốn cùng (với Tề vương) chúc thọ, thái hậu sợ quá, tự mình đứng dậy hất đổ chén rượu của Hiếu Huệ.",
                "(Động) Thua, bại. ◇Hán Thư 漢書: 'Đại mệnh tương phiếm, mạc chi chấn cứu' 大命將泛, 莫之振救 (Thực hóa chí thượng 食貨志上) Mệnh lớn sắp thất bại, không ai cứu vãn được.",
                "(Tính) Không thiết thực. ◎Như: 'văn chương phù phiếm' 文意浮泛 văn chương không thiết thực.",
                "(Tính) Ố, bẩn, ô nhiễm. § Thông 'phiếm' 氾. ◎Như: 'kỉ trương phiếm hoàng đích tướng phiến' 幾張泛黃的相片 mấy tấm hình ố vàng.",
                "(Phó) Không chuyên chỉ vào một sự gì nhất định. ◎Như: 'phiếm luận' 泛論 bàn phiếm, nói chuyên không theo một chủ đề, mục đích rõ rệt.",
                "(Phó) Rộng khắp, phổ biến. ◎Như: 'quảng phiếm' 廣泛 rộng khắp."
            ],
            "Từ điển Thiều Chửu": [
                "Nổi lồng bồng.",
                "Phù phiếm (không thiết thực).",
                "Nói phiếm, không chuyên chỉ vào một sự gì gọi là phiếm luận 泛論 bàn phiếm."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Trôi nổi, nổi lềnh bềnh, lênh đênh: 泛舟 Đi chơi thuyền;",
                "Hiện ra, ửng lên, phảng phất: 臉上泛紅 Mặt ửng đỏ; 泛出香味 Phảng phất mùi thơm;",
                "Rộng, rộng khắp, chung chung, bông lông, phù phiếm, qua loa: 泛論 Bàn rộng; 泛指 Chỉ chung; 且倘佯而泛觀 Và lại ung dung qua lại mà quan sát rộng khắp (Lưu Hướng: Cửu thán, Tư cổ);",
                "Lan tràn, tràn ngập, ngập lụt: 黃泛區 Vùng Hoàng Hà ngập lụt trước kia;",
                "(văn) Lật đổ: 夫泛駕之馬，…亦在御之而已 Ngựa làm lật xe, ... cũng là do cách người ta điều khiển nó mà thôi (Hán thư: Võ đế kỉ). Xem 汎 [fàn], 汜 [Fàn]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nổi trên mặt nước — Trôi nổi, không nhất định — Rộng rãi — Như hai chữ Phiếm 氾, 汎."
            ],
            "compound_words": {
                "泛愛": "phiếm ái",
                "泛泊": "phiếm bạc",
                "泛遊": "phiếm du",
                "泛艇": "phiếm đĩnh",
                "泛濫": "phiếm lạm",
                "泛覽": "phiếm lãm",
                "泛論": "phiếm luận",
                "泛论": "phiếm luận",
                "泛觀": "phiếm quan",
                "泛稱": "phiếm xưng",
                "漂泛": "phiêu phiếm",
                "普泛": "phổ phiếm",
                "浮泛": "phù phiếm",
                "广泛": "quảng phiếm",
                "廣泛": "quảng phiếm"
            }
        },
        "phủng": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Lật úp — Một âm là Phiếm. Xem Phiếm."
            ]
        }
    }
}