{
    "character": "浩",
    "details": {
        "Âm Hán Việt": [
            "hạo"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "thuỷ 水 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡告"
        ],
        "Nét bút": [
            "丶丶一ノ一丨一丨フ一"
        ],
        "Thương Hiệt": [
            "EHGR (水竹土口)"
        ],
        "Unicode": [
            "U+6D69"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "gǎo ㄍㄠˇ",
            "gé ㄍㄜˊ",
            "hào ㄏㄠˋ"
        ],
        "Âm Nôm": [
            "hạo"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "おおき.い (ōki.i)",
            "ひろ.い (hiro.i)"
        ],
        "Âm Hàn": [
            "호"
        ],
        "Âm Quảng Đông": [
            "hou5",
            "hou6"
        ]
    },
    "meanings": {
        "hạo": {
            "Từ điển phổ thông": [
                "to lớn, đồ sộ, khổng lồ"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Mênh mông, bao la (thế nước). ◎Như: 'hạo hãn giang hà' 浩瀚江河 sông nước mênh mông, bát ngát.",
                "(Tính) Nhiều. ◎Như: 'hạo phồn' 浩繁 nhiều nhõi, bề bộn.",
                "(Tính, phó) Lớn. ◎Như: 'hạo kiếp' 浩劫 kiếp lớn. § Tục gọi sự tai vạ lớn của nhân gian là 'hạo kiếp'. ◇Cao Bá Quát 高伯适: 'Hạo ca kí vân thủy' 浩歌寄雲水 (Quá Dục Thúy sơn 過浴翠山) Hát vang gửi mây nước.",
                "(Tính) Chính đại. § Xem 'hạo nhiên chi khí' 浩然之氣.",
                "(Danh) Họ 'Hạo'."
            ],
            "Từ điển Thiều Chửu": [
                "Hạo hạo 浩浩 mông mênh, như hạo hạo thao thiên 浩浩滔天 mông mênh cả trời.",
                "Hạo nhiên 浩然 thẳng băng, như ngô nhiên hậu hạo nhiên hữu quy chí 吾然後浩然有歸志 (Mạnh Tử 孟子) rồi ta thẳng băng có chí về, ý nói về thẳng không đoái lại nữa.",
                "Chính đại, như ngã thiện dưỡng ngô hạo nhiên chi khí 我善養吾浩然之氣 (Mạnh Tử 孟子) ta khéo nuôi cái khí chính đại của ta.",
                "Nhiều, như hạo phồn 浩繁 nhiều nhõi, bề bộn.",
                "Lớn, như hạo kiếp 浩劫 kiếp lớn. Tục gọi sự tai vạ lớn của nhân gian là hạo kiếp."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lớn, to lớn, rộng lớn, rầm rộ.【浩蕩】hạo đãng [hàodàng] a. Cuồn cuộn, bát ngát, bao la: 浩蕩的長江 Sông Trường Giang cuồn cuộn bao la; 青冥浩蕩不見底 Bầu trời bao la không thấy đáy (Lí Bạch: Mộng du Thiên Mỗ ngâm lưu biệt); 浩浩蕩蕩，橫無際涯 Mênh mông bát ngát, ngang không bến bờ (Phạm Trọng Yêm: Nhạc Dương lâu kí); b. Đông nghịt, cuồn cuộn, rầm rộ, lũ lượt: 浩告蕩蕩的游行隊伍 Đội ngũ tuần hành rầm rầm rộ rộ; 軍隊浩浩蕩蕩進城 Đoàn quân rầm rộ tiến vào thành phố; c. (văn) Mơ hồ, hồ đồ: 怨靈修之浩蕩兮 Giận vua Sở Hoài vương hồ đồ hề (Khuất Nguyên: Li tao);",
                "Chính đại. 【浩然之氣】hạo nhiên chi khí [hàorán zhiqì] Khí hạo nhiên (cái khí lớn lao, chính đại, cương trực). (Ngr) Tinh thần quang minh chính đại, tinh thần bất khuất: 我善養吾浩然之氣 Ta khéo nuôi cái khí hạo nhiên của ta (Mạnh tử);",
                "(văn) Thẳng, thẳng băng: 吾然後浩然有歸志 Rồi sau đó ta có chí về thẳng (quyết không quay lại nữa);",
                "Nhiều, dư dật: 露浩梧楸白 Sương nhiều làm trắng cả những cây ngô đồng và cây thu (Lí Bạch: Thu nhật đăng Dương Châu Linh tháp). 【浩如煙海】hạo như yên hải [hàorú yanhăi] Rất nhiều, vô cùng phong phú (hình dung sách và tư liệu lịch sử nhiều vô kể)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "To lớn — Nhiều, đông đảo."
            ],
            "compound_words": {
                "滂浩": "bàng hạo",
                "浩瀚": "hạo hãn",
                "浩浩": "hạo hạo",
                "浩氣": "hạo khí",
                "浩然": "hạo nhiên",
                "浩然之氣": "hạo nhiên chi khí"
            }
        }
    }
}