{
    "character": "滯",
    "details": {
        "Âm Hán Việt": [
            "trệ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "thuỷ 水 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡帶"
        ],
        "Nét bút": [
            "丶丶一一ノ丨丨一フ丶フ丨フ丨"
        ],
        "Thương Hiệt": [
            "EKPB (水大心月)"
        ],
        "Unicode": [
            "U+6EEF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chì ㄔˋ",
            "zhì ㄓˋ"
        ],
        "Âm Nôm": [
            "chề",
            "dải",
            "đái",
            "đáy",
            "sệ",
            "trẹ",
            "trề",
            "xễ"
        ],
        "Âm Nhật (onyomi)": [
            "タイ (tai)",
            "テイ (tei)"
        ],
        "Âm Nhật (kunyomi)": [
            "とどこお.る (todokō.ru)"
        ],
        "Âm Hàn": [
            "체"
        ],
        "Âm Quảng Đông": [
            "zai6"
        ]
    },
    "meanings": {
        "trệ": {
            "Từ điển phổ thông": [
                "chậm, trễ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngừng, không tiến. ◇Hoài Nam Tử 淮南子: 'Thị cố năng thiên vận địa trệ, luân chuyển nhi vô phế' 是故能天運地滯, 輪轉而無廢 (Nguyên đạo 原道) Đó là tại sao trời quay vòng đất đứng yên, thay đổi không thôi.",
                "(Động) Ứ, đọng, tích tụ. ◎Như: 'trệ tiêu' 滯銷 hàng ế.",
                "(Động) Ở lại, gác lại. ◇Tào Phi 曹丕: 'Ngô, Hội phi ngã hương, An năng cửu lưu trệ' 吳會非我鄉, 安能久留滯 (Tạp thi 雜詩, Chi nhị).",
                "(Động) Phế bỏ, không dùng.",
                "(Động) Rơi rớt, bỏ sót. ◇Thi Kinh 詩經: 'Bỉ hữu di bỉnh, Thử hữu trệ tuệ' 彼有遺秉, 此有滯穗 (Tiểu nhã 小雅, Đại điền 大田) Chỗ kia có những nắm lúa còn sót, Chỗ này có mấy chùm lúa rơi rớt.",
                "(Tính) Không thông, không trôi chảy, trở ngại. ◎Như: 'ngưng trệ' 凝滯 ngừng đọng, 'tích trệ' 積滯 ứ đọng.",
                "(Tính) Lâu, dài. ◇Nguyễn Du 阮攸: 'Mãn sàng trệ vũ bất kham thính' 滿床滯雨不堪聽 (Tống nhân 送人) Tiếng mưa dầm dề đầy giường nghe không chịu nổi.",
                "(Tính) Hẹp hòi, cố chấp, câu nệ. ◇Lữ Khôn 呂坤: 'Cố lương tri bất trệ ư kiến văn, nhi diệc bất li ư kiến văn' 故良知不滯於見聞, 而亦不離於見聞 (Biệt nhĩ thiệm thư 別爾贍書).",
                "(Tính) Chậm chạp, trì độn. ◇Kim sử 金史: 'Khanh niên thiếu tráng, nhi tâm lực đa trệ' 卿年少壯, 而心力多滯 (Tông Duẫn truyện 宗尹傳).",
                "(Tính) Không thư thái, không dễ chịu. ◇Sơ khắc phách án kinh kì 初刻拍案驚奇: 'Cập khán công diện thượng khí sắc hữu trệ, đương hữu ưu ngu' 及看公面上氣色有滯, 當有憂虞 (Quyển tứ).",
                "(Tính) Không hợp, trái nghịch lẫn nhau. ◇Tuệ Kiểu 慧皎: 'Tự đại pháp đông bị, thủy ư Hán, Minh, thiệp lịch Ngụy, Tấn, kinh luận tiệm đa, nhi Chi, Trúc sở xuất, đa trệ văn cách nghĩa' 自大法東被, 始於漢明, 涉歷魏晉, 經論漸多, 而支竺所出, 多滯文格義 (Cao tăng truyện 高僧傳, Dịch kinh trung 譯經中, Cưu Ma La Thập 鳩摩羅什).",
                "(Danh) Chỗ ngờ, điều không dễ hiểu. ◇Ngụy thư 魏書: 'An Phong Vương Diên Minh, bác văn đa thức, mỗi hữu nghi trệ, hằng tựu Diễm Chi biện tích, tự dĩ vi bất cập dã' 安豐王延明, 博聞多識, 每有疑滯, 恒就琰之辨析, 自以為不及也 (Lí Diễm Chi truyện 李琰之傳).",
                "(Danh) Chỉ người bị phế bỏ, không được dùng. ◇Tả truyện 左傳: 'Đãi quan quả, khuông phạp khốn, cứu tai hoạn' 逮鰥寡, 振廢滯, 匡乏困, 救災患 (Thành Công thập bát niên 成公十八年) Đến với người góa bụa,  cứu giúp người khốn đốn, bị tai họa hoạn nạn."
            ],
            "Từ điển Thiều Chửu": [
                "Ðọng, như hàng bán không chạy gọi là trệ tiêu 滯銷.",
                "Trì trệ.",
                "Cái gì không được trơn tru đều gọi là trệ.",
                "Bỏ sót.",
                "Mắc vướng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngừng lại, đọng lại, (ngưng) trệ, ế: 停滯 Đình trệ; 淤滯 Đọng lại;",
                "(văn) Bỏ sót;",
                "(văn) Mắc, vướng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngưng lại, không chảy được — Ứ đọng, không tiến triển được. Td: Đình trệ — Chậm trễ."
            ],
            "compound_words": {
                "停滯": "đình trệ",
                "蹇滯": "kiển trệ",
                "凝滯": "ngưng trệ",
                "濡滯": "nhu trệ",
                "沈滯": "trầm trệ",
                "遲滯": "trì trệ",
                "淤滯": "ứ trệ",
                "淹滯": "yêm trệ"
            }
        }
    }
}