{
    "character": "渾",
    "details": {
        "Âm Hán Việt": [
            "hồn",
            "hỗn"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "thuỷ 水 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡軍"
        ],
        "Nét bút": [
            "丶丶一丶フ一丨フ一一一丨"
        ],
        "Thương Hiệt": [
            "EBJJ (水月十十)"
        ],
        "Unicode": [
            "U+6E3E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "gǔn ㄍㄨㄣˇ",
            "hún ㄏㄨㄣˊ",
            "hùn ㄏㄨㄣˋ"
        ],
        "Âm Nôm": [
            "hồn"
        ],
        "Âm Nhật (onyomi)": [
            "コン (kon)"
        ],
        "Âm Nhật (kunyomi)": [
            "すべ.て (sube.te)",
            "にご.る (nigo.ru)"
        ],
        "Âm Hàn": [
            "혼"
        ],
        "Âm Quảng Đông": [
            "wan4",
            "wan6"
        ]
    },
    "meanings": {
        "hồn": {
            "Từ điển phổ thông": [
                "đục (nước)",
                "ngớ ngẩn",
                "tự nhiên"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Đục, vẩn. ◇Nguyễn Du 阮攸: 'Tân lạo sơ sinh giang thủy hồn' 新潦初生江水渾 (Minh Giang chu phát 明江舟發) Lụt mới phát sinh, nước sông vẩn đục.",
                "(Tính) Hồ đồ, ngớ ngẩn. ◎Như: 'hồn đầu hồn não' 渾頭渾腦 đầu óc mơ hồ ngớ ngẩn, 'hồn hồn ngạc ngạc' 渾渾噩噩 ngớ nga ngớ ngẩn, chẳng biết sự lí gì cả.",
                "(Tính) Khắp, cả. ◎Như: 'hồn thân phát đẩu' 渾身發抖 cả mình run rẩy. ◇Tam quốc diễn nghĩa 三國演義: 'Quả nhiên na mã hồn thân thượng hạ, hỏa thán bàn xích, vô bán căn tạp mao' 果然那馬渾身上下, 火炭般赤，無半根雜毛 (Đệ tam hồi) Quả nhiên khắp thân con ngựa ('Xích Thố' 赤兔) ấy từ trên xuống dưới một màu đỏ như than hồng, tuyệt không có cái lông nào tạp.",
                "(Phó) Toàn thể, hoàn toàn. ◎Như: 'hồn bất tự' 渾不似 chẳng giống tí nào. ◇Đỗ Phủ 杜甫: 'Bạch đầu tao cánh đoản, Hồn dục bất thăng trâm' 白頭搔更短, 渾欲不勝簪 (Xuân vọng 春望) Đầu bạc càng gãi càng ngắn, Hoàn toàn như không cài trâm được nữa.",
                "(Phó) Vẫn, còn. ◇Trần Nhân Tông 陳仁宗: 'Phổ Minh phong cảnh hồn như tạc' 普明風景渾如昨 (Thiên Trường phủ 天長府) Phong cảnh (chùa) Phổ Minh vẫn như cũ.",
                "(Động) Hỗn tạp. ◇Hán Thư 漢書: 'Kim hiền bất tiếu hồn hào, bạch hắc bất phân, tà chánh tạp nhữu, trung sàm tịnh tiến' 今賢不肖渾殽, 白黑不分, 邪正雜糅, 忠讒並進 (Sở Nguyên Vương Lưu Giao truyện 楚元王劉交傳) Nay người hiền tài kẻ kém cỏi hỗn tạp, trắng đen không phân biệt, tà chính lẫn lộn, người trung trực kẻ gièm pha cùng tiến."
            ],
            "Từ điển Thiều Chửu": [
                "Ðục vẩn.",
                "Hồn hậu, có ý kín đáo không lộ.",
                "Nói về phần đại khái gọi là hồn quát 渾括.",
                "Vẻn vẹn, dùng làm trợ từ, như hồn bất tự 渾不似 chẳng giống tí nào.",
                "Cùng nghĩa với chữ hỗn 混.",
                "Ðều, cùng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đục, vẩn: 渾水坑 Vũng nước đục;",
                "(chửi) Dấm dớ, (đồ) ngu, ngu ngốc: 渾人 Kẻ dấm dớ, kẻ ngu ngốc, đồ ngu; 渾話 Lời dấm dớ, lời ngu;",
                "Đầy, đều, khắp cả.【渾身】hồn thân [húnshen] Khắp cả người, đầy cả mình, toàn thân, cả người: 渾身是汗 Mồ hôi đầm đìa khắp cả người; 渾身是泥 Bùn bê bết cả người;",
                "Hồn hậu;",
                "(văn) Thật là, cơ hồ, hầu như: 白頭搔更短，渾慾不勝簪 Gãi đầu tóc bạc ngắn thêm, hầu như không còn cài (đầu) được nữa (Đỗ Phủ: Xuân vọng);",
                "[Hún] (Họ) Hồn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nước vọt lên — Bằng nhau, ngang nhau, giống nhau — Đục. Nước có lẫn chất bẩn — Tất cả. Hoàn toàn — Chứa đựng ở trong — Một âm là Hỗn. Xem Hỗn."
            ],
            "compound_words": {
                "渾家": "hồn gia",
                "渾厚": "hồn hậu",
                "渾然": "hồn nhiên",
                "渾身": "hồn thân",
                "雄渾": "hùng hồn"
            }
        },
        "hỗn": {
            "Từ điển phổ thông": [
                "(xem: hỗn độn 渾敦)"
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Như 混."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Hỗn 混 — Một âm là Hồn. Xem Hồn."
            ],
            "compound_words": {
                "渾敦": "hỗn độn",
                "渾沌": "hỗn độn"
            }
        }
    }
}