{
    "character": "渡",
    "details": {
        "Âm Hán Việt": [
            "độ"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "thuỷ 水 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡度"
        ],
        "Nét bút": [
            "丶丶一丶一ノ一丨丨一フ丶"
        ],
        "Thương Hiệt": [
            "EITE (水戈廿水)"
        ],
        "Unicode": [
            "U+6E21"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dù ㄉㄨˋ"
        ],
        "Âm Nôm": [
            "đác",
            "đò",
            "độ"
        ],
        "Âm Nhật (onyomi)": [
            "ト (to)"
        ],
        "Âm Nhật (kunyomi)": [
            "わた.る (wata.ru)",
            "-わた.る (-wata.ru)",
            "わた.す (wata.su)"
        ],
        "Âm Hàn": [
            "도"
        ],
        "Âm Quảng Đông": [
            "dou6"
        ]
    },
    "meanings": {
        "độ": {
            "Từ điển phổ thông": [
                "vượt qua",
                "cứu giúp",
                "bến đò"
            ],
            "Từ điển trích dẫn": [
                "(Động) Từ bờ này sang bờ kia. ◎Như: 'độ hà' 渡河 qua sông. ◇Lí Hoa 李華: 'Vạn lí bôn tẩu, liên niên bộc lộ. Sa thảo thần mục, hà băng dạ độ' 萬里奔走, 連年暴露. 沙草晨牧, 河氷夜渡 (Điếu cổ chiến trường văn 弔古戰場文) (Lính thú) rong ruổi ngoài muôn dặm, phơi sương hết năm này qua năm khác. Sáng chăn ngựa trên bãi cỏ sa mạc, đêm lội qua băng giá trên sông.",
                "(Động) Đi qua, vượt qua. ◇Nguyễn Du 阮攸: 'Vạn lí đan xa độ Hán quan' 萬里單車渡漢關 (Nam Quan đạo trung 南關道中) Trên đường muôn dặm, chiếc xe lẻ loi vượt cửa ải nhà Hán.",
                "(Động) Giao phó, chuyển giao. ◎Như: 'nhượng độ' 讓渡 chuyển giao quyền trên tài sản của mình cho người khác, 'dẫn độ' 引渡 giao phó tội phạm (*) đang ở nước này sang nước khác có trách nhiệm truy tố hoặc xử phạt. § Ghi chú: (*) Ngoại trừ chính trị phạm, theo Quốc tế công pháp.",
                "(Danh) Bến đò, bến sông. ◇Vương Duy 王維: 'Hoang thành lâm cổ độ, Lạc nhật mãn thu san' 荒城臨古渡, 落日滿秋山 (Quy Tung san tác 歸嵩山作) Từ thành hoang nhìn xuống bến đò xưa, Trời chiều bao phủ khắp núi mùa thu."
            ],
            "Từ điển Thiều Chửu": [
                "Qua, từ bờ này sang bờ kia gọi là độ.",
                "Bến đò, chỗ bến đò để chở người qua sông gọi là độ khẩu 渡口.",
                "Cứu vớt cho người qua cơn khổ ách gọi là tế độ 濟渡.",
                "Giao phó."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sang, qua, vượt qua (sông): 橫渡 Sang ngang, sang sông; 飛渡太平洋 Bay qua Thái Bình Dương; 渡過困難時期 Vượt qua thời kì khó khăn;",
                "Bến đò: 美順渡口 Bến đò Mĩ Thuận;",
                "(văn) Tế độ, cứu vớt;",
                "(văn) Giao phó."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bến đò — Đi đò qua sông — Giúp đỡ. Cũng như chữ Độ 度."
            ],
            "compound_words": {
                "摆渡": "bài độ",
                "擺渡": "bài độ",
                "競渡": "cạnh độ",
                "古渡": "cổ độ",
                "引渡": "dẫn độ",
                "渡頭": "độ đầu",
                "渡夫": "độ phu",
                "渡脫": "độ thoát",
                "過渡": "quá độ"
            }
        }
    }
}