{
    "character": "漢",
    "details": {
        "Âm Hán Việt": [
            "hán"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "thuỷ 水 (+11 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶丶一一丨丨一丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "ETLO (水廿中人)"
        ],
        "Unicode": [
            "U+6F22"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hàn ㄏㄢˋ",
            "tān ㄊㄢ"
        ],
        "Âm Nôm": [
            "hán",
            "háng",
            "hớn"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Hàn": [
            "한"
        ],
        "Âm Quảng Đông": [
            "hon3"
        ]
    },
    "meanings": {
        "hán": {
            "Từ điển phổ thông": [
                "đời nhà Hán",
                "sông Hán",
                "sông Ngân Hà",
                "người Trung Quốc nói chung"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sông 'Hán'.",
                "(Danh) Sông Thiên Hà trên trời.",
                "(Danh) Nhà 'Hán'. 'Hán Cao Tổ' 漢高祖 'Lưu Bang' 劉邦 diệt nhà Tần lên làm vua gọi là nhà 'Tiền Hán' 前漢 (206 trước T.L. 8 sau T.L.) hay 'Tây Hán' 西漢. Khoảng 212 năm sau, vua 'Quang Vũ' 光武 'Lưu Tú' 劉秀 trung hưng, gọi là nhà 'Hậu Hán' 後漢 (25-220) hay 'Đông Hán' 東漢.",
                "(Danh) Trung Quốc. § Vì nhà 'Hán' đem binh tràn khắp đến lấn nước ngoài nên các nước ngoài gọi nước Tàu là nước 'Hán'.",
                "(Danh) Giống 'Hán', giống dân làm chủ nước Tàu từ đời vua Hoàng Đế trở đi.",
                "(Danh) Người Tàu tự xưng là 'Hán'.",
                "(Danh) Tục gọi đàn ông, con trai là 'hán tử' 漢子. ◇Tây du kí 西遊記: 'Ngã chuyết hán y thực bất toàn' 我拙漢衣食不全 (Đệ nhất hồi) Tôi là kẻ vụng về, cơm áo không đủ."
            ],
            "Từ điển Thiều Chửu": [
                "Sông Hán.",
                "Sông Thiên Hà (sông Thiên Hà trên trời).",
                "Nhà Hán. Hán Cao Tổ 漢高祖 Lưu Bang 劉邦 diệt nhà Tần lên làm vua gọi là nhà Tiền Hán 前漢 (206 trước T.L.-8 sau T.L.) hay Tây Hán 西漢, cách nhau chừng 212 năm, vua Quang Vũ 光武 Lưu Tú 劉秀 trung hưng gọi là nhà Hậu Hán 後漢 (25-220) hay Ðông Hán 東漢.",
                "Nước Tàu. Vì nhà Hán đem binh tràn khắp đến lấn nước ngoài nên các nước ngoài gọi nước Tàu là nước Hán. Ngay người Tàu cũng tự xưng là Hán. Tục gọi con trai là hán tử 漢子 là do ý đó.",
                "Giống Hán, giống dân làm chủ nước Tàu từ đời vua Hoàng Ðế trở xuống gọi là giống Hán."
            ],
            "Từ điển Trần Văn Chánh": [
                "Người đàn ông, ông, hán: 老漢 Ông cụ già; 庄稼漢 Người làm ruộng; 男子漢 Đàn ông; 好漢 Hảo hán, người đàn ông dũng cảm hay cứu giúp người; 英雄漢 Người đàn ông anh hùng, anh hùng hảo hán;",
                "Sông Hán;",
                "[Hàn] Đời Hán (Trung Quốc, 206 năm trước công nguyên–năm 220 sau công nguyên);",
                "[Hàn] (Dân tộc) Hán.【漢族】Hán tộc [Hàn zú] Dân tộc Hán, Hán tộc;",
                "[Hàn] Nước Hán, nước Trung Quốc, nước Tàu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên sông, tức Hán Thuỷ, thuộc tỉnh Thiểm Tây — Giải sao trên trời, tức Ngân hà, cũng gọi là Ngân hán, hoặc Thiên Hán — Tên triều đại cổ Trung Hoa, từ năm 206 tới năm thứ 7 trước TL là đời Tây Hán, cũng gọi là Tiền Hán, từ năm 25 sau TL đến tới năm 220 là đời Đông Hán, còn gọi là Hậu Hán — Tên chủng tộc lớn nhất và văn minh nhất Trung Hoa, tức Hán tộc — Chỉ người đàn ông. Chẳng hạn Hảo hán."
            ],
            "compound_words": {
                "阿羅漢": "a la hán",
                "碧漢": "bích hán",
                "大漢": "đại hán",
                "河漢": "hà hán",
                "漢學": "hán học",
                "漢人": "hán nhân",
                "漢族": "hán tộc",
                "漢子": "hán tử",
                "漢字": "hán tự",
                "漢文": "hán văn",
                "好漢": "hảo hán",
                "羅漢": "la hán",
                "銀漢": "ngân hán"
            }
        }
    }
}