{
    "character": "激",
    "details": {
        "Âm Hán Việt": [
            "khích",
            "kích"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "thuỷ 水 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺡敫"
        ],
        "Nét bút": [
            "丶丶一ノ丨フ一一丶一フノノ一ノ丶"
        ],
        "Thương Hiệt": [
            "EHSK (水竹尸大)"
        ],
        "Unicode": [
            "U+6FC0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jī ㄐㄧ",
            "jiāo ㄐㄧㄠ",
            "jiào ㄐㄧㄠˋ"
        ],
        "Âm Nôm": [
            "khích",
            "kích"
        ],
        "Âm Nhật (onyomi)": [
            "ゲキ (geki)"
        ],
        "Âm Nhật (kunyomi)": [
            "はげ.しい (hage.shii)"
        ],
        "Âm Hàn": [
            "격"
        ],
        "Âm Quảng Đông": [
            "gik1"
        ]
    },
    "meanings": {
        "khích": {
            "Từ điển phổ thông": [
                "nước bắn lên",
                "mau, xiết",
                "khích lệ, kích",
                "dấy lên"
            ],
            "compound_words": {
                "激盪": "khích đãng",
                "激荡": "khích đãng",
                "激厉": "khích lệ",
                "激厲": "khích lệ",
                "挑激": "khiêu khích",
                "勸激": "khuyến khích",
                "奮激": "phấn khích",
                "憤激": "phẫn khích",
                "過激": "quá khích"
            }
        },
        "kích": {
            "Từ điển phổ thông": [
                "nước bắn lên",
                "mau, xiết",
                "khích lệ, kích",
                "dấy lên"
            ],
            "Từ điển trích dẫn": [
                "(Động) (Thế nước bị cản trở) tung lên, vọt lên, bắn ra. ◎Như: 'kích khởi lãng hoa' 激起浪花 tung tóe bọt sóng.",
                "(Động) Làm cho phát khởi hoặc biến hóa. ◎Như: 'kích lệ' 激厲, 'kích dương' 激揚 khiến cho phấn phát chí khí.",
                "(Động) Bị mưa, lạnh đột ngột xói, thấm vào người. ◇Hồng Lâu Mộng 紅樓夢: 'Tha giá cá thân tử, như hà cấm đắc sậu vũ nhất kích' 他這個身子, 如何禁得驟雨一激 (Đệ tam thập hồi) Thân hình nó thế kia, sao mà chịu nổi cơn mưa bất chợt xói xả vào người?",
                "(Tính) Thẳng thắn, cấp thiết. ◎Như: 'kích thiết' 激切 thẳng thắn, cấp thiết.",
                "(Phó) Mãnh liệt, dữ dội, gay go. ◎Như: 'kích tăng' 激增 tăng vọt, 'kích chiến' 激戰 chiến đấu ác liệt.",
                "(Danh) Họ 'Kích'."
            ],
            "Từ điển Thiều Chửu": [
                "Xói, cản nước đang chảy mạnh cho nó vọt lên gọi là kích, như kích lệ 激厲, kích dương 激揚 đều chỉ vệ sự khéo dùng người khiến cho người ta phấn phát chí khí lên cả.",
                "Nhanh nhẹn (tả cái thế mạnh và mau chóng).",
                "Bàn bạc thẳng quá gọi là kích thiết 激切.",
                "Cảm động, phấn phát lên gọi là cảm kích 感激.",
                "Cứ tự ý mình làm ra khác lạ không theo như người gọi là kích."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Thế nước bị cản) bắn tung lên, vọt lên: 水沖到山腳，激起三尺多高 Nước đập vào chân núi, bắn lên cao hơn ba thước;",
                "Bị mưa hay nước lạnh làm cho bệnh: 他被雨水激着了 Anh ấy đi mưa về bị cảm rồi;",
                "Nói khích, nói kháy, châm chọc: 用話激他 Nói khích (nói kháy) anh ấy;",
                "Xúc động, cảm động, bị khích động: 感激 Cảm kích;",
                "Mạnh và mau, xiết, kịch liệt, mạnh mẽ, gay go: 激戰 Chiến đấu ác liệt; 激浪 Sóng lớn, sóng cả;",
                "(đph) Ngâm (nước lạnh), rửa: 把西瓜放在冰水裡激一激 Ngâm quả dưa hấu vào nước đá;",
                "(văn) Tự ý làm theo ý mình."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chặn dòng nước cho nước nổi sóng hoặc vọt lên — Mau lẹ. Gấp gáp — Xúc động trong lòng — Cũng dùng như chữ Kích 擊."
            ],
            "compound_words": {
                "感激": "cảm kích",
                "挑激": "khiêu kích",
                "激烈": "kích liệt",
                "奮激": "phấn kích",
                "刺激": "thích kích",
                "刾激": "thích kích"
            }
        }
    }
}