{
    "character": "烹",
    "details": {
        "Âm Hán Việt": [
            "phanh"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "hoả 火 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱亨灬"
        ],
        "Nét bút": [
            "丶一丨フ一フ丨丶丶丶丶"
        ],
        "Thương Hiệt": [
            "YRNF (卜口弓火)"
        ],
        "Unicode": [
            "U+70F9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "pēng ㄆㄥ"
        ],
        "Âm Nôm": [
            "banh",
            "phanh"
        ],
        "Âm Nhật (onyomi)": [
            "ホウ (hō)"
        ],
        "Âm Nhật (kunyomi)": [
            "に.る (ni.ru)"
        ],
        "Âm Hàn": [
            "팽"
        ],
        "Âm Quảng Đông": [
            "paang1"
        ]
    },
    "meanings": {
        "phanh": {
            "Từ điển phổ thông": [
                "đun, nấu chín"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nấu. ◇Nguyễn Trãi 阮廌: 'Hà thời kết ốc vân phong hạ, Cấp giản phanh trà chẩm thạch miên' 何時結屋雲峰下, 汲澗烹茶枕石眠 (Loạn hậu đáo Côn Sơn cảm tác 亂後到崑山感作) Bao giờ làm được nhà dưới núi mây che, Múc nước suối nấu trà, gối đá mà ngủ.",
                "(Động) Rim. § Phương pháp nấu ăn, trước hết lấy dầu mỡ nóng xào sơ qua, sau đó thêm dầu, nước tương... quấy trộn thật nhanh rồi đem ra ngay. ◎Như: 'phanh đối hà' 烹對蝦 rim tôm he.",
                "(Động) Giết, tiêu diệt. ◇Hoài Nam Tử 淮南子: 'Giảo thố đắc nhi liệp khuyển phanh, cao điểu tận nhi cường nỗ tàng' 狡兔得而獵犬烹, 高鳥盡而強弩藏 (Thuyết lâm huấn 說林訓) Bắt được con thỏ khôn lanh rồi thì giết chó săn, bắn hết chim bay cao rồi thì cất (hủy bỏ) nỏ cứng.",
                "(Động) Rèn đúc. ◇Lí Bạch 李白: 'Kí phanh thả thước' 既烹且爍 (Vũ xương tể hàn quân khứ tư tụng bi 武昌宰韓君去思頌碑) Rèn đúc rồi hãy nung chảy.",
                "(Động) Nạt nộ.",
                "(Động) Hình phạt tàn khốc thời xưa, lấy vạc nấu người. ◇Chiến quốc sách 戰國策: 'Thần thỉnh tam ngôn nhi dĩ hĩ, ích nhất ngôn, thần thỉnh phanh' 臣請三言而已矣, 益一言, 臣請烹 (Tề sách nhất 齊策一) Tôi xin nói ba tiếng thôi, (nếu nói) dư một tiếng, thì xin cứ đem nấu tôi đi.",
                "(Danh) Chỉ cơm rau, món ăn. ◇Lục Du 陸游: 'Dụ khôi cô thủ quân vô tiếu, Lão Tử khán lai thị đại phanh' 芋魁菰首君無笑, 老子看來是大烹 (Cố lí 故里) Khoai củ nấm rau, xin bạn đừng cười, Lão Tử trông thấy thì là món ăn thịnh soạn đấy."
            ],
            "Từ điển Thiều Chửu": [
                "① Nấu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nấu, rim, đun: 烹蝦 Tôm rim; 烹煮 Nấu nướng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đun lên — Nấu cho chín."
            ],
            "compound_words": {
                "烹庖": "phanh bào",
                "烹割": "phanh cát",
                "烹滅": "phanh diệt",
                "烹調": "phanh điều",
                "烹飪": "phanh nhậm",
                "烹煎": "phanh tiễn"
            }
        }
    }
}