{
    "character": "炤",
    "details": {
        "Âm Hán Việt": [
            "chiêu",
            "chiếu",
            "chiểu"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "hoả 火 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰火召"
        ],
        "Nét bút": [
            "丶ノノ丶フノ丨フ一"
        ],
        "Thương Hiệt": [
            "FSHR (火尸竹口)"
        ],
        "Unicode": [
            "U+70A4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "zhāo ㄓㄠ",
            "zhào ㄓㄠˋ"
        ],
        "Âm Nôm": [
            "bảnh",
            "chiếu"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)",
            "シャク (shaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "て.る (te.ru)"
        ],
        "Âm Hàn": [
            "소"
        ],
        "Âm Quảng Đông": [
            "ziu3"
        ]
    },
    "meanings": {
        "chiêu": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Sáng tỏ. Như chữ Chiêu 昭 — Một âm khác là Chiếu."
            ]
        },
        "chiếu": {
            "Từ điển phổ thông": [
                "chiếu, soi, rọi"
            ],
            "Từ điển trích dẫn": [
                "1. Như chữ 照."
            ],
            "Từ điển Trần Văn Chánh": [
                "Soi sáng, chiếu rọi (như 照)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cháy sáng — Một âm là Chiêu."
            ]
        },
        "chiểu": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Chiếu sáng, rọi sáng, cháy sáng. Cũng đọc là Chiếu. Dùng như chữ Chiếu, Chiếu — Tên người, tức Nguyễn Đình Chiểu ( 1822-1888 ), quê ở thôn Tân Thới, huyện Bình Dương, tỉnh Gia Định. Cha là Nguyễn Đình Huy, quê ở Thừa Thiên, nhân vào làm chức Thơ Lại tại Văn Hàn Tỉ trong dinh tổng trấn Gia Định thành, lấy thêm người thiếp mà sinh ra ông. Ông đậu tú tài năm 1843, niên hiệu Thiệu Thị thứ ba. Năm 1848 ông ra kinh đô thi Hội, giữa đường nghe tin mẹ mất, khóc quá thành mù mắt, về nhà dạy học, đời gọi là Đồ Chiểu. Năm 1858, Pháp lấy Gia Định, ông chạy về quê vợ ở Cần Giuộc. Năm 1861, Cần Giuộc mất, ông chạy về Ba Tri ( Kiến Hoà ). Người Pháp nhiều lần tặng tiền bạc vải vóc nhưng ông đều từ chối. Ông liên lạc với những anh hùng chống Pháp như Trương Công Định. Tác phẩm có Dương Từ Hà Mâu, Ngư Tiều vấn đáp, cuốn truyện Nôm  Lục Vân Tiên , bài Thảo Thử hịch, Văn tế sĩ dân lục tỉnh và nhiều văn thơ yêu nước."
            ]
        }
    }
}