{
    "character": "焉",
    "details": {
        "Âm Hán Việt": [
            "diên",
            "yên"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "hoả 火 (+7 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一丨一丨一一フ丶丶丶丶"
        ],
        "Thương Hiệt": [
            "MYLF (一卜中火)"
        ],
        "Unicode": [
            "U+7109"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yān ㄧㄢ",
            "yí ㄧˊ"
        ],
        "Âm Nôm": [
            "vờn",
            "yên"
        ],
        "Âm Nhật (onyomi)": [
            "エン (en)"
        ],
        "Âm Nhật (kunyomi)": [
            "いずく.んぞ (izuku.n zo)",
            "ここに (kokoni)",
            "これ (kore)"
        ],
        "Âm Hàn": [
            "언"
        ],
        "Âm Quảng Đông": [
            "jin1",
            "jin4"
        ]
    },
    "meanings": {
        "diên": {
            "Từ điển Thiều Chửu": [
                "Chim yên.",
                "Sao, dùng làm lời trợ từ, như nhân yên sưu tai 人焉廋哉 (Luận ngữ 論語) người sao dấu được thay!",
                "Yên kí 焉耆 tên một nước ngày xưa.",
                "Một âm là diên. Dùng làm trợ từ, cùng nghĩa với chữ nhiên 然, như dương dương diên 烊烊焉 nhơn nhơn vậy.",
                "Vậy, dùng làm tiếng nói dứt lời, như tựu hữu đạo nhi chính diên 就有道而正焉 tới kẻ có đạo mà chất chính vậy. Ta quen đọc là chữ yên cả."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng dùng để chỉ hoặc thay thế cho sự vật gì — Vì vậy. Cho nên — Tiếng trợ từ — Một âm khác là Yên. Xem vần Yên."
            ]
        },
        "yên": {
            "Từ điển phổ thông": [
                "chim yên",
                "sao, thế nào (trợ từ)"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Chỉ thị đại danh từ: đó, ở đó, vào đó. ◎Như: 'tâm bất tại yên' 心不在焉 tâm hồn ở những đâu đâu. ◇Luận Ngữ 論語: 'Chúng ố chi, tất sát yên; chúng hiếu chi, tất sát yên' 眾惡之, 必察焉; 眾好之, 必察焉 (Vệ Linh Công 衛靈公) Chúng ghét người đó, ắt phải xem xét ở đó (có thật đáng ghét không); chúng ưa người đó, ắt phải xem xét ở đó (có thật đáng ưa không).",
                "(Đại) Nghi vấn đại danh từ: ở đâu, nơi nào? ◇Liệt Tử 列子: 'Thả yên trí thổ thạch?' 且焉置土石 (Thang vấn 湯問) Hơn nữa, đất đá để vào đâu?",
                "(Phó) Sao mà, há. ◎Như: 'tái ông thất mã, yên tri phi phúc' 塞翁失馬, 焉知非福 ông già ở đồn ải mất ngựa, há chẳng phải là điều may. ◇Luận Ngữ 論語: 'Vị năng sự nhân, yên năng sự quỷ?' 未能事人, 焉能事鬼 (Tiên tiến 先進) Chưa biết đạo thờ người, sao biết được đạo thờ quỷ thần?",
                "(Liên) Mới, thì mới (biểu thị hậu quả). § Tương đương với 'nãi' 乃, 'tựu' 就. ◇Mặc Tử 墨子: 'Tất tri loạn chi sở tự khởi, yên năng trị chi' 必知亂之所自起, 焉能治之(Kiêm ái thượng 兼愛上) Phải biết rõ chỗ sinh ra loạn, thì mới có thể trị được.",
                "(Trợ) Từ ngữ khí. Đặt cuối câu: (1) Biểu thị khẳng định. § Tương đương với 'dã' 也, 'hĩ' 矣. ◇Luận Ngữ 論語: 'Khoan tắc đắc chúng, tín tắc nhân nhậm yên' 寬則得眾, 信則人任焉 (Dương Hóa 陽貨) Độ lượng thì được lòng mọi người, thành tín thì được người ta tín nhiệm. (2) Biểu thị nghi vấn. § Tương đương với 'da' 耶, 'ni' 呢. ◇Mạnh Tử 孟子: 'Vương nhược ẩn kì vô tội nhi tựu tử địa, tắc ngưu dương hà trạch yên?' 王若隱其無罪而就死地, 則牛羊何擇焉 (Lương Huệ Vương chương cú thượng 梁惠王章句上) Nếu vua thương xót con vật vô tội mà phải chết, thì sao lại chọn giữa bò và cừu? (3) Biểu thị cảm thán. ◇Sử Kí 史記: 'Sử kì trung vô khả dục giả, tuy vô thạch quách, hựu hà thích yên!' 使其中無可欲者, 雖無石槨, 又何戚焉 (Trương Thích Chi truyện 張釋之傳) Nếu ở trong không có gì người ta có thể tham muốn, thì dù không có quách bằng đá, cũng không có gì phải lo!",
                "(Trợ) Đặt sau hình dung từ hay phó từ: biểu thị trạng thái. ◇Luận Ngữ 論語: 'Ngưỡng chi di cao, toàn chi di kiên, chiêm chi tại tiền, hốt yên tại hậu' 仰之彌高, 鑽之彌堅, 瞻之在前, 忽焉在後 (Tử Hãn 子罕) Đạo (của Khổng Tử) càng ngửng lên trông càng thấy cao, càng đục càng thấy cứng, mới thấy ở trước mặt, bỗng hiện ở sau lưng."
            ],
            "Từ điển Thiều Chửu": [
                "Chim yên.",
                "Sao, dùng làm lời trợ từ, như nhân yên sưu tai 人焉廋哉 (Luận ngữ 論語) người sao dấu được thay!",
                "Yên kí 焉耆 tên một nước ngày xưa.",
                "Một âm là diên. Dùng làm trợ từ, cùng nghĩa với chữ nhiên 然, như dương dương diên 烊烊焉 nhơn nhơn vậy.",
                "Vậy, dùng làm tiếng nói dứt lời, như tựu hữu đạo nhi chính diên 就有道而正焉 tới kẻ có đạo mà chất chính vậy. Ta quen đọc là chữ yên cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ở nơi đó, ở đó, ở đấy (= 於 + 之): 心不在焉 Bụng dạ để đâu đâu; 昇龍城昔號龍編地，上古有人居焉 Thành Thăng Long ngày xưa gọi là đất Long Biên, từ thời thượng cổ đã có người ở nơi đó (Lĩnh Nam chích quái)",
                "Ở đâu, nơi nào: 且焉置土石？ Hơn nữa (nếu có dọn được núi thì) đất đá để vào đâu? (Liệt tử); 天下之父歸之，其子焉往？ Những người cha trong thiên hạ đều theo về với ông ấy (chỉ Chu Văn vương), thì con cái của họ còn đi đâu? (Mạnh tử);",
                "Mới: 必知亂之所自起，焉能治之 Phải biết rõ nguồn gốc xảy ra loạn lạc thì mới có thể trị được (Mặc tử: Kiêm ái thượng);",
                "Sao, làm sao: 不入虎穴，焉得虎子 Không vào hang cọp thì sao bắt được cọp?; 吳人焉敢攻吾邑？ Người nước Ngô làm sao dám đánh ấp ta? (Lã thị Xuân thu); 焉足道邪！ Sao đáng để nói! (Sử kí);",
                "Gì, nào: 面目美好者，焉故必知哉？ Kẻ có mặt mày đẹp, vì sao tất phải là người trí? (Mặc tử: Thượng hiền hạ) (焉故=何故; 知=智); 焉所從事？ Công việc họ làm là gì? (Mặc tử: Thiên chí trung); 慾仁而得仁，又焉貪？ Muốn điều nhân mà có được điều nhân thì còn tham gì nữa? (Luận ngữ); 世與我而相違，復駕言兮焉求？ Đời đã cùng ta lìa bỏ nhau, còn dùng lời suông hề cầu chi nữa? (Đào Uyên Minh: Quy khứ lai từ);",
                "Hơn thế nữa, hơn đó (= 於 + 之): 恥莫甚焉 Nhục không gì hơn thế nữa, không gì nhục bằng;",
                "Ai (dùng như 誰, bộ 言): 寡人即不起此病，吾將焉致乎魯國？ Nếu quả nhân vì bệnh này mà chết, thì ta sẽ giao chính quyền nước Lỗ cho ai? (Công Dương truyện);",
                "Nó, điều đó (chỉ người hay vật đã nêu ra ở trước, dùng như 之, bộ 丿): 太祖由是笑而惡焉 Thái tổ do vậy mà cười và chán ghét ông ta (Tam quốc chí);",
                "Trợ từ dùng ở cuối câu để biểu thị ý xác định, nghi vấn, suy đoán hoặc cảm thán: 我二十五年矣，又如是而嫁，則就木焉 Tôi đã hai mươi lăm tuổi rồi, mà lại đợi đến hai mươi lăm năm nữa mới cải giá, thì đã vào hòm rồi (Tả truyện); 王若隱其無罪而就死地，則牛羊何擇焉？ Nếu vua thương xót con vật vô tội mà phải đến chỗ chết, thì sao lại lựa chọn giữa (giết) trâu và (giết) dê? (Mạnh tử); 玉之言蓋有諷焉 Lời của Tống Ngọc dường như có ý nói khéo để can gián (Loan thành tập); 巍巍乎有天下而不與焉！ Cao cả thay, có thiên hạ mà không dự vào! (Luận ngữ);",
                "Trợ từ biểu thị sự đình đốn để nêu ra ở đoạn sau: 南山有鳥焉，名曰蒙鳩 Ở núi Nam có loài chim, gọi là mông cưu (Tuân tử); 以五帝之聖焉而死，三王之仁焉而死，死者，人之所必不免也 Thánh như Ngũ đế mà vẫn chết, nhân như Tam vương mà vẫn chết, thì cái chết là điều người ta ắt không thể tránh khỏi được (Sử kí);",
                "Trợ từ dùng làm tiêu chí để đưa tân ngữ ra trước động từ: 我周之東遷，晉鄭焉依 Nhà Chu ta dời sang đông, dựa vào nước Tấn và nước Trịnh (Tả truyện: Ẩn công lục niên);  Làm ngữ vĩ cho hình dung từ hoặc phó từ: 潸焉出涕 Đầm đìa rơi lệ (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài chim, lông màu vàng — Sao lại. Há lại — Trợ từ dùng ở cuối câu, có nghĩa như: Vậy — Một âm là Diên. Xem Diên."
            ],
            "compound_words": {
                "不入虎穴焉得虎子": "bất nhập hổ huyệt yên đắc hổ tử",
                "割雞焉用牛刀": "cát kê yên dụng ngưu đao",
                "於焉": "ư yên",
                "焉烏": "yên ô"
            }
        }
    }
}