{
    "character": "熏",
    "details": {
        "Âm Hán Việt": [
            "huân"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "hoả 火 (+10 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "ノ一丨フ丶ノ一丨一一丶丶丶丶"
        ],
        "Thương Hiệt": [
            "HGF (竹土火)"
        ],
        "Unicode": [
            "U+718F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xūn ㄒㄩㄣ",
            "xùn ㄒㄩㄣˋ"
        ],
        "Âm Nôm": [
            "huân",
            "hun"
        ],
        "Âm Nhật (onyomi)": [
            "クン (kun)"
        ],
        "Âm Nhật (kunyomi)": [
            "くす.べる (kusu.beru)",
            "ふす.べる (fusu.beru)",
            "いぶ.す (ibu.su)",
            "いぶ.る (ibu.ru)",
            "くす.ぶる (kusu.buru)",
            "くゆ.らす (kuyu.rasu)"
        ],
        "Âm Hàn": [
            "훈"
        ],
        "Âm Quảng Đông": [
            "fan1"
        ]
    },
    "meanings": {
        "huân": {
            "Từ điển phổ thông": [
                "hun lửa"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bốc lên (khói, lửa). ◎Như: 'yên hỏa huân thiên' 煙火熏天 khói lửa bốc lên trời. § Cũng viết là 'huân' 燻.",
                "(Động) Hun, đốt, xông. ◇Lí Thương Ẩn 李商隱: 'Lạp chiếu bán lung kim phỉ thúy, Xạ huân vi độ tú phù dong' 蠟照半籠金翡翠, 麝熏微度繡芙蓉 (Vô đề kì nhất 無題其一) Nến chiếu lung linh kim phỉ thúy, Hương xạ xông thoang thoảng gấm phù dung. § Cũng viết là 'huân' 燻.",
                "(Động) Ngấm, thấm. ◇Bào Chiếu 鮑照: 'Chướng khí trú huân thể' 瘴氣晝熏體 (Khổ nhiệt hành 苦熱行) Hơi độc lúc ban ngày ngấm vào thân thể.",
                "(Động) Bôi, xoa, ướp hương, chất thơm vào mình. ◎Như: 'huân mộc kính thư' 熏沐敬書 tắm gội bôi xoa cho thơm tho và kính cẩn mà viết.",
                "(Động) Nướng hun, sấy (dùng cành thông, than củi, lá trà ... hun lửa nấu nướng thức ăn). ◎Như: 'huân ngư' 熏魚 cá hun khói. § Cũng viết là 'huân' 燻.",
                "(Động) Bị nghẹt thở (vì nhiễm hơi độc). ◎Như: 'tiểu tâm bất yếu bị môi khí huân trước liễu' 小心不要被煤氣熏著了 coi chừng đừng để bị hơi than đá làm nghẹt thở.",
                "(Tính) Sa đọa, bê bối (tiếng tăm). ◎Như: 'giá cá nhân đô huân liễu, thùy dã bất nguyện dữ tha cộng sự' 這個人都熏了, 誰也不願與他共事 người này bê bối lắm, không ai muốn làm việc chung với ông ta cả.",
                "(Tính) Ấm áp. ◎Như: 'huân phong' 熏風 gió ấm.",
                "(Phó) Vui hòa. ◎Như: 'huân huân' 熏熏 vui hòa, tươi tỉnh."
            ],
            "Từ điển Thiều Chửu": [
                "Hun (khói lửa bốc lên).",
                "Huân huân 熏熏 vui hoà, tươi tỉnh.",
                "Bôi xoa chất thơm vào mình. Như các hoành phi ở các đền miếu thường đề chữ huân mộc kính thư 熏沐敬書 nghĩa là tắm gội cho thơm tho kính cẩn mà viết.",
                "Ðốt."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hun khói, xông khói, sấy: 煙把墻熏黑了 Khói hun đen cả tường; 熏魚 Cá sấy khô (bằng hơi lửa và khói);",
                "(văn) Đốt;",
                "(Mùi) xông lên: 臭氣熏人 Mùi thối xông lên;",
                "Ướp, bôi, xoa (hương, chất thơm...): 用花熏茶 Dùng hoa ướp chè;",
                "Ấm áp;",
                "【熏熏】huân huân [xun xun] (văn) Vui hoà, tươi tỉnh. Xem 熏 [xùn]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dáng lửa khói bốc lên — Xông khói, hơ lửa — Lấy chất thơm mà xông thân thể — Ánh sáng buổi chiều tối — Tên người, tức Lê Hữu Huân, còn có tên là Lê Hữu Trác, danh sĩ thời Lê mạt, hiệu là Lãn Ông hoặc Hải Thượng Lãn Ông, tục gọi là Chiêu Bảy ( con trai thứ bảy của quan Thượng thư Lê Hữu Kiều ), người xã Liêu Sách, huyện Đường Hào, tỉnh HưngYên bắc phần Việt Nam. Ông nổi tiếng là danh nho và danh y, tác phẩm văn chương có Thượng Kinh Kỉ Sự, tác phẩm y học có Lãn Ông Thi Tập, còn gọi là Hải Thượng Y Tông Tâm Lĩnh Toàn Trai."
            ],
            "compound_words": {
                "熏陶": "huân đào",
                "親熏": "thân huân"
            }
        }
    }
}