{
    "character": "爽",
    "details": {
        "Âm Hán Việt": [
            "sảng"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "hào 爻 (+7 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一ノ丶ノ丶ノ丶ノ丶ノ丶"
        ],
        "Thương Hiệt": [
            "KKKK (大大大大)"
        ],
        "Unicode": [
            "U+723D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shuāng ㄕㄨㄤ",
            "shuǎng ㄕㄨㄤˇ"
        ],
        "Âm Nôm": [
            "sảng",
            "sửng",
            "sượng"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)"
        ],
        "Âm Nhật (kunyomi)": [
            "あき.らか (aki.raka)",
            "さわ.やか (sawa.yaka)",
            "たがう (tagau)"
        ],
        "Âm Hàn": [
            "상"
        ],
        "Âm Quảng Đông": [
            "song2"
        ]
    },
    "meanings": {
        "sảng": {
            "Từ điển phổ thông": [
                "chỗ cao ráo sáng sủa"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sáng. ◎Như: 'muội sảng' 昧爽 trời sắp sáng.",
                "(Tính) Khoan khoái, dễ chịu. ◇Liêu trai chí dị 聊齋志異: 'Nga giác phế cách khoan thư, đầu lô thanh sảng' 俄覺肺膈寬舒, 頭顱清爽 (Cát Cân 葛巾) Giây lát cảm thấy trong người khoan khoái, đầu óc nhẹ nhàng.",
                "(Tính) Rõ ràng, sáng suốt. ◎Như: 'sảng minh' 爽明 rõ ràng, sáng sủa, 'sảng dị' 爽異 thông minh xuất chúng, 'sảng ngộ' 爽悟 thông tuệ.",
                "(Tính) Khoáng đạt, hào phóng. ◎Như: 'khai sảng' 開爽 khoáng đạt.",
                "(Tính) 'Sảng nhiên' 爽然 ngẩn ngơ, bâng khuâng, thẫn thờ.",
                "(Tính) Hư hỏng, bại hoại, tổn hại. ◇Đạo Đức Kinh 道德經: 'Ngũ âm lệnh nhân nhĩ lung, ngũ vị lệnh nhân khẩu sảng' 五音令人耳聾, 五味令人口爽 (Chương 12) Ngũ âm làm cho người ta điếc tai, ngũ vị làm cho người tê lưỡi.",
                "(Động) Lỡ, mất, sai lệch. ◎Như: 'sảng ước' 爽約 lỡ hẹn, lỗi hẹn. ◇Liêu trai chí dị 聊齋志異: 'Liêm nội trịch nhất chỉ xuất, tức đạo nhân ý trung sự, vô hào phát sảng' 簾內擲一紙出, 即道人意中事, 無毫髮爽 (Xúc chức 促織) Từ trong màn ném ra một mảnh giấy, nói rõ việc của người hỏi, không sai một mảy may.",
                "(Trợ) Đặt đầu câu. ◇Thượng Thư 尚書: 'Sảng duy dân, địch cát khang' 爽惟民, 迪吉康 (Khang cáo 康誥) Chỉ cần cho dân được cát lợi an khang."
            ],
            "Từ điển Thiều Chửu": [
                "Sáng, trời sắp sáng gọi là muội sảng 昧爽.",
                "Khoát đạt không câu nệ gọi là khai sảng 開爽.",
                "Thanh sảng (tỉnh tớm).",
                "Chóng vánh, nhanh nhẹn, như sảng khoái 爽快, sảng lợi 爽利, v.v.",
                "Lỡ, như sảng ước 爽約 lỡ hẹn, lỗi hẹn.",
                "Sảng nhiên 爽然 ngẩn ra, tưng hửng. Tả cái dáng thất ý.",
                "Sai, lầm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trong, sáng: 爽目 Mắt sáng;",
                "Dễ chịu, sảng khoái, nhẹ nhàng: 身體不 Người hơi khó chịu; 涼爽 Mát mẻ, dễ chịu;",
                "Rõ ràng, dứt khoát: 直爽 Ngay thẳng, dứt khoát; 這人很爽快 Người ấy ngay thẳng lắm;",
                "Sai trái, trái ngược, lỗi, lỡ: 毫厘不爽 Không sai một li một tí nào; 爽約 Lỡ hẹn, lỗi hẹn; 女也不爽，士貳其行 Gái không lầm lỗi, trai đã hai lòng (Thi Kinh);",
                "(văn) 【爽然】sảng nhiên [shuăngrán] (văn) Ngẩn ngơ, ngẩn ra;",
                "(văn) Trợ từ đầu câu: 爽惟民惟吉康 Chỉ cần trăm họ được cát lợi an khang (Thượng thư: Khang cáo)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sáng sủa. Trong sáng — Thanh cao nhẹ nhàng — Vui vẻ thích thú một cách thanh cao — Trời rạng sáng, bắt đầu sáng — Lầm lẫn, không đúng — Dùng như chữ Sảng 愴."
            ],
            "compound_words": {
                "競爽": "cạnh sảng",
                "豪爽": "hào sảng",
                "爽塏": "sảng khải",
                "爽氣": "sảng khí",
                "爽快": "sảng khoái",
                "爽利": "sảng lợi",
                "爽言": "sảng ngôn",
                "爽然": "sảng nhiên",
                "爽若日星": "sảng nhược nhật tinh",
                "爽法": "sảng pháp",
                "爽約": "sảng ước",
                "槮爽": "sâm sảng"
            }
        }
    }
}