{
    "character": "爾",
    "details": {
        "Âm Hán Việt": [
            "nhĩ",
            "nễ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "hào 爻 (+10 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一ノ丶丨フ丨ノ丶ノ丶ノ丶ノ丶"
        ],
        "Thương Hiệt": [
            "MFBK (一火月大)"
        ],
        "Unicode": [
            "U+723E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "ěr ㄦˇ",
            "nǐ ㄋㄧˇ"
        ],
        "Âm Nôm": [
            "nhãi",
            "nhĩ"
        ],
        "Âm Nhật (onyomi)": [
            "ジ (ji)",
            "ニ (ni)"
        ],
        "Âm Nhật (kunyomi)": [
            "なんじ (nan ji)",
            "しかり (shikari)",
            "その (sono)",
            "のみ (nomi)",
            "おれ (ore)",
            "しか (shika)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji5"
        ]
    },
    "meanings": {
        "nhĩ": {
            "Từ điển phổ thông": [
                "vậy (tiếng dứt câu)"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Nhân xưng đại danh từ ngôi thứ hai: mày, anh, ngươi, mi. § Tương đương với 'nhữ' 汝, 'nhĩ' 你. ◎Như: 'nhĩ ngu ngã trá' 爾虞我詐 ngươi lừa đảo ta bịp bợm (tráo trở với nhau để thủ lợi).",
                "(Đại) Ấy, đó, cái đó. ◇Lễ Kí 禮記: 'Phu tử hà thiện nhĩ dã?' 夫子何善爾也 (Đàn cung thượng 檀弓上) Phu tử vì sao khen ngợi việc ấy?",
                "(Đại) Thế, như thế. ◎Như: 'liêu phục nhĩ nhĩ' 聊復爾爾 hãy lại như thế như thế. ◇Tương Sĩ Thuyên 蔣士銓: 'Hà khổ nãi nhĩ' 何苦乃爾 (Minh ki dạ khóa đồ kí 鳴機夜課圖記) Sao mà khổ như thế.",
                "(Tính) Từ chỉ định: này, đó, ấy. ◇Lưu Nghĩa Khánh 劉義慶: 'Nhĩ dạ phong điềm nguyệt lãng' 爾夜風恬月朗 (Thế thuyết tân ngữ 世說新語, Thưởng dự 賞譽) Đêm đó gió êm trăng sáng.",
                "(Phó) Như thế, như vậy. ◎Như: 'bất quá nhĩ nhĩ' 不過爾爾 chẳng qua như thế, đại khái như vậy thôi. ◇Cao Bá Quát 高伯适: 'Phàm sự đại đô nhĩ' 凡事大都爾 (Quá Dục Thúy sơn 過浴翠山) Mọi việc thường đều như vậy.",
                "(Trợ) Đặt cuối câu, biểu thị khẳng định. § Cũng như 'hĩ' 矣. ◇Công Dương truyện 公羊傳: 'Tận thử bất thắng, tương khứ nhi quy nhĩ' 盡此不勝, 將去而歸爾 (Tuyên Công thập ngũ niên 宣公十五年) Hết lần này mà không thắng, thì đi về thôi.",
                "(Trợ) Biểu thị nghi vấn. § Cũng như 'hồ' 乎. ◇Công Dương truyện 公羊傳: 'Hà tật nhĩ?' (Ẩn Công 隱公) Bệnh gì thế?",
                "(Trợ) Tiếng đệm. ◇Luận Ngữ 論語: 'Tử chi Vũ Thành, văn huyền ca chi thanh, phu tử hoản nhĩ nhi tiếu' 子之武城, 聞弦歌之聲, 夫子莞爾而笑 (Dương hóa 陽貨) Khổng Tử tới Vũ Thành, nghe tiếng đàn hát, ông mỉm cười.",
                "(Động) Gần, đến gần."
            ],
            "Từ điển Thiều Chửu": [
                "Mày, ngươi.",
                "Vậy, tiếng dứt câu.",
                "Nhĩ nhĩ 爾爾 như thế, như vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Mày, ngươi: 爾等 Bọn mày. 【爾汝】 nhĩ nhữ [ârrư] (văn) a. Biểu thị sự thân ái: 禰衡與孔融爲爾汝交 Nễ Hành và Khổng Dung chơi thân với nhau (Văn sĩ truyện); b. Biểu thị ý khinh thường: 人能充無受爾汝之實，無所往而不爲義也 Nếu người ta không chịu bị khinh thường, thì không đi đâu mà không làm điều nghĩa (Mạnh tử);",
                "Ấy, đó, cái đó, điều đó: 爾時 Hồi (lúc, khi) ấy; 爾處 Chỗ ấy, nơi ấy; 夫子何善爾也？ Phu tử vì sao khen ngợi việc đó? (Lễ kí). 【爾後】nhĩ hậu [ârhòu] (văn) Từ nay về sau, về sau, sau đó;",
                "Thế, như thế: 不過爾爾 Chỉ thế mà thôi; 雖爾衰落，嫣然有態 Tuy khô héo như thế, vẫn giữ được nét rực rỡ (Vương Thế Trinh: Thi bình); 君爾妾亦然 Chàng như thế mà thiếp cũng như thế (Ngọc đài tân vịnh);",
                "Trợ từ cuối câu biểu thị ý khẳng định: 定楚國，如反手爾 Dẹp yên nước Sở, như trở bàn tay vậy (Tuân tử);",
                "Trợ từ cuối câu biểu thị ý nghi vấn hoặc phản vấn: 何疾爾？ Bệnh gì thế? (Công Dương truyện);",
                "Vâng, ừ, phải (dùng độc lập trong câu, biểu thị sự đồng ý);",
                "Làm ngữ vĩ cho hình dung từ hoặc phó từ (tương đương như 然, nghĩa",
                ", bộ 火): 子路率爾而對 Tử Lộ bộp chộp trả lời (Luận ngữ)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Có vân đẹp — Mày. Đại danh tự ngôi thứ hai, dùng với ý không kính trọng — Này. Cái này — Như vậy — Mà thôi — Tất nhiên — Nghi vấn trợ từ ngữ ( tiếng dùng để hỏi ) — Một âm là Nễ. Xem Nễ."
            ],
            "compound_words": {
                "阿爾巴尼亞": "a nhĩ ba ni á",
                "阿爾及利亞": "a nhĩ cập lợi á",
                "厄瓜多爾": "ách qua đa nhĩ",
                "愛爾蘭": "ái nhĩ lan",
                "恩格爾": "ân cách nhĩ",
                "巴爾": "ba nhĩ",
                "巴爾幹": "ba nhĩ can",
                "布萊爾": "bố lai nhĩ",
                "布魯塞爾": "bố lỗ tắc nhĩ",
                "噶爾丹": "cát nhĩ đan",
                "大不列顛與北愛爾蘭聯": "đại bất liệt điên dữ bắc ái nhĩ lan",
                "喀布爾": "khách bố nhĩ",
                "乃爾": "nãi nhĩ",
                "偶爾": "ngẫu nhĩ",
                "爾田": "nhĩ điền",
                "爾虞我詐": "nhĩ ngu ngã trá",
                "爾曹": "nhĩ tào",
                "尼泊爾": "ni bạc nhĩ",
                "察哈爾": "sát cáp nhĩ",
                "宴爾": "yến nhĩ"
            }
        },
        "nễ": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Tràn đầy. Đầy đủ — Một âm là Nhĩ. Xem Nhĩ."
            ]
        }
    }
}