{
    "character": "狀",
    "details": {
        "Âm Hán Việt": [
            "trạng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "khuyển 犬 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰爿犬"
        ],
        "Nét bút": [
            "フ丨一ノ一ノ丶丶"
        ],
        "Thương Hiệt": [
            "VMIK (女一戈大)"
        ],
        "Unicode": [
            "U+72C0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhuàng ㄓㄨㄤˋ"
        ],
        "Âm Nôm": [
            "trạng"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)"
        ],
        "Âm Hàn": [
            "상",
            "장"
        ],
        "Âm Quảng Đông": [
            "zong6"
        ]
    },
    "meanings": {
        "trạng": {
            "Từ điển phổ thông": [
                "hình dáng",
                "trạng (người đỗ đầu kỳ thi)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Hình dạng, dáng. ◎Như: 'kì hình quái trạng' 奇形怪狀 hình dạng quái gở.",
                "(Danh) Vẻ mặt, dong mạo. ◇Liệt nữ truyện 列女傳: 'Kì trạng mĩ hảo vô thất' 其狀美好無匹 (Trần nữ Hạ Cơ 陳女夏姬).",
                "(Danh) Tình hình, tình huống. ◎Như: 'bệnh trạng' 病狀 tình hình của bệnh, 'tội trạng' 罪狀 tình hình tội.",
                "(Danh) Công trạng, công tích. ◇Hán Thư 漢書: 'Nghị tự thương vi phó vô trạng, thường khốc khấp' 誼自傷為傅無狀, 常哭泣 (Giả Nghị truyện 賈誼傳).",
                "(Danh) Lễ mạo, sự tôn trọng. ◇Sử Kí 史記: 'Chư hầu lại tốt dị thì cố dao sử truân thú quá Tần Trung, Tần Trung lại tốt ngộ chi đa vô trạng' 諸侯吏卒異時故繇使屯戍過秦中, 秦中吏卒遇之多無狀 (Hạng Vũ bổn kỉ 項羽本紀) Đám sĩ tốt của chư hầu trước kia đi thú lao dịch qua đất Tần Trung, nay quân sĩ ở Tần Trung phần nhiều đều ngược đãi họ (đối đãi không đủ lễ mạo).",
                "(Danh) Bài văn giải bày sự thực để kêu với thần thánh, vua quan. ◇Thủy hử truyện 水滸傳: 'Bán nguyệt chi tiền, dĩ hữu bệnh trạng tại quan, hoạn bệnh vị thuyên' 半月之前, 已有病狀在官, 患病未痊 (Đệ nhị hồi) Nửa tháng trước, đã có đơn trình quan là bị bệnh, (hiện nay) bệnh tật chưa khỏi.",
                "(Danh) Văn chương tự thuật.",
                "(Danh) Chỉ văn kiện khen thưởng, ủy nhiệm, v.v.",
                "(Danh) Tiếng đặt cuối thư, sớ, hành trạng... (ngày xưa). ◎Như: '... cẩn trạng' ...謹狀.",
                "(Danh) Chỉ thư từ.",
                "(Danh) Đơn kiện. ◎Như: 'tố trạng' 訴狀 đơn tố cáo. ◇Lỗ Tấn 魯迅: 'Tạo phản thị sát đầu đích tội danh a, ngã tổng yếu cáo nhất trạng' 造反是殺頭的罪名呵, 我總要告一狀 (A Q chánh truyện 阿Q正傳) Làm phản là tội chém đầu đó a, tao sẽ đưa một tờ đơn tố cáo.",
                "(Động) Kể lại, trần thuật. ◇Nguyên Chẩn 元稹: 'Sa môn Thích Huệ Kiểu tự trạng kì sự' 沙門釋惠皎自狀其事 (Vĩnh Phúc tự thạch bích 永福寺石壁, Pháp Hoa kinh 法華經, Kí 記).",
                "(Động) Miêu tả, hình dung. ◎Như: 'văn tự bất túc trạng kì sự' 文字不足狀其事 không bút nào tả xiết việc này.",
                "(Tính) Giống, tựa như. ◇Ti Không Thự 司空曙: 'Thanh thảo trạng hàn vu, Hoàng hoa tự thu cúc' 青草狀寒蕪, 黃花似秋菊 (Tảo xuân du vọng 早春游望)."
            ],
            "Từ điển Thiều Chửu": [
                "Hình trạng (dáng). Tình hình, nhṅư công trạng 功狀, tội trạng 罪狀 (tình hình tội), v.v.",
                "Hình dong ra, như trạng từ 狀詞 lời nói hình dong tỏ rõ một sự gì.",
                "Bài trạng, bài văn giải bày sự thực để kêu với thần thánh vua quan gọi là trạng. Cái đơn kiện cũng gọi là trạng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hình, hình dáng, hình dạng: 奇形怪狀 Hình dạng quái gở;",
                "Tình hình, tình trạng: 病狀 Bệnh tình; 狀況 Tình trạng;",
                "Tả, kể: 文字不足狀其事 Không bút nào tả xiết việc này;",
                "Bằng, giấy, thư: 獎狀 Bằng khen, giấy khen; 委任狀 Giấy uỷ nhiệm; 信用狀 Thư tín dụng;",
                "(cũ) Bài trạng (để giãi bày sự thực về một việc gì với thần thánh vua quan);",
                "(cũ) Đơn kiện: 訴狀 Đơn tố cáo."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái vẻ, cái hình dáng hiện ra bên ngoài. Td: Hình trạng — Kể ra. Td: Cáo trạng — Tờ giấy viết ra điều muốn xin, muốn nói — Trùm lên. Xem Trạng nguyên."
            ],
            "compound_words": {
                "報狀": "báo trạng",
                "病狀": "bệnh trạng",
                "景狀": "cảnh trạng",
                "告狀": "cáo trạng",
                "症狀": "chứng trạng",
                "掌狀": "chưởng trạng",
                "供狀": "cung trạng",
                "刻狀": "hặc trạng",
                "現狀": "hiện trạng",
                "型狀": "hình trạng",
                "形狀": "hình trạng",
                "令狀": "lệnh trạng",
                "儀狀": "nghi trạng",
                "元狀": "nguyên trạng",
                "原狀": "nguyên trạng",
                "阮狀元奉使集": "nguyễn trạng nguyên phụng sứ tập",
                "事狀": "sự trạng",
                "慘狀": "thảm trạng",
                "情狀": "tình trạng",
                "訴狀": "tố trạng",
                "罪狀": "tội trạng",
                "狀況": "trạng huống",
                "狀貌": "trạng mạo",
                "狀元": "trạng nguyên",
                "狀師": "trạng sư",
                "狀態": "trạng thái",
                "狀程": "trạng trình",
                "狀字": "trạng tự"
            }
        }
    }
}