{
    "character": "獲",
    "details": {
        "Âm Hán Việt": [
            "hoạch"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "khuyển 犬 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⺨蒦"
        ],
        "Nét bút": [
            "ノフノ一丨丨ノ丨丶一一一丨一フ丶"
        ],
        "Thương Hiệt": [
            "KHTOE (大竹廿人水)"
        ],
        "Unicode": [
            "U+7372"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "huò ㄏㄨㄛˋ"
        ],
        "Âm Nôm": [
            "hoạch",
            "oách"
        ],
        "Âm Nhật (onyomi)": [
            "カク (kaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "え.る (e.ru)"
        ],
        "Âm Hàn": [
            "획"
        ],
        "Âm Quảng Đông": [
            "waai4",
            "wok6"
        ]
    },
    "meanings": {
        "hoạch": {
            "Từ điển phổ thông": [
                "bắt được, có được",
                "gặt hái",
                "đầy tớ, nô tỳ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Được, bắt được. ◇Tô Thức 蘇軾: 'Thước khởi ư tiền, sử kị trục nhi xạ chi, bất hoạch' 鵲起於前, 使騎逐而射之, 不獲 (Phương Sơn Tử truyện 方山子傳) Chim khách vụt bay trước mặt, sai người cưỡi ngựa đuổi bắn, không được.",
                "(Động) Thu được, giành được. ◎Như: 'hoạch ấn' 獲印 thu được ấn quan (giành được chức quan), 'hoạch thành' 獲成 đạt được thành công.",
                "(Động) Gặt hái (mùa màng). ◎Như: 'thu hoạch đông tàng' 秋獲冬藏 mùa thu gặt hái, mùa đông tồn trữ.",
                "(Động) Gặp phải, tao thụ. ◎Như: 'hoạch vưu' 獲尤 gặp phải oán hận. ◇Pháp Hoa Kinh 法華經: 'Hoạch tội như thị' 獲罪如是 (Thí dụ phẩm đệ tam 譬喻品第三) Bị tội như vậy.",
                "(Danh) Đày tớ, nô tì (ngày xưa). ◎Như: 'tang hoạch' 臧獲 tôi tớ. ◇Tư Mã Thiên 司馬遷: 'Thả phù tang hoạch tì thiếp, do năng dẫn quyết, huống bộc chi bất đắc dĩ hồ!' 且夫臧獲婢妾, 由能引決, 況僕之不得已乎 (Báo Nhiệm Thiếu Khanh thư 報任少卿書) Bọn tôi tớ tì thiếp còn biết giữ tiết, tự quyết được, huống hồ kẻ hèn này lại không hiểu cái lẽ có khi bất đắc dĩ phải chết sao!"
            ],
            "Từ điển Thiều Chửu": [
                "Ðược, bắt được.",
                "Tang hoạch 臟獲 đầy tớ gái, con đòi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thu (được), bắt được, giành được, được: 俘獲很多俘虜 Bắt được rất nhiều tù binh; 獲得很大成績 Giành được thành tích rất lớn; 小則獲邑，大則獲城 Nhỏ thì được ấp, lớn thì được thành (Tô Tuân: Lục quốc luận);",
                "(Thu) hoạch: 今年的農田收獲很好 Ruộng đồng năm nay thu hoạch rất tốt;",
                "(cũ) Đầy tớ, con đòi, nô tì (thời xưa): 臟獲 Đầy tớ gái, con đòi;",
                "Có thể, có dịp: 不獲前來 Không thể tiến lại; 不獲面辭 Không có dịp để gặp mặt từ chối."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Săn bắt được — Chỗ chính giữa của cái đích để nhắm bắn — Thâu được. Có được — Đứa tớ gái."
            ],
            "compound_words": {
                "捕獲": "bộ hoạch",
                "獲益": "hoạch ích",
                "抄獲": "sao hoạch",
                "收獲": "thu hoạch",
                "榮獲": "vinh hoạch"
            }
        }
    }
}