{
    "character": "獨",
    "details": {
        "Âm Hán Việt": [
            "độc"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "khuyển 犬 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺨蜀"
        ],
        "Nét bút": [
            "ノフノ丨フ丨丨一ノフ丨フ一丨一丶"
        ],
        "Thương Hiệt": [
            "KHWLI (大竹田中戈)"
        ],
        "Unicode": [
            "U+7368"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dú ㄉㄨˊ"
        ],
        "Âm Nôm": [
            "dọc",
            "độc"
        ],
        "Âm Nhật (onyomi)": [
            "ドク (doku)",
            "トク (toku)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひと.り (hito.ri)"
        ],
        "Âm Hàn": [
            "독"
        ],
        "Âm Quảng Đông": [
            "duk6"
        ]
    },
    "meanings": {
        "độc": {
            "Từ điển phổ thông": [
                "một mình",
                "con độc (một giống vượn)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Lẻ loi, cô đơn. ◇Tư Mã Thiên 司馬遷: 'Kim bộc bất hạnh tảo thất phụ mẫu, vô huynh đệ chi thân, độc thân cô lập' 今僕不幸早失父母, 無兄弟之親, 獨身孤立 (Báo Nhậm Thiếu Khanh thư 報任少卿書).",
                "(Tính) Riêng mình, riêng biệt. ◇Cố Viêm Vũ 顧炎武: 'Thụ mệnh tùng bách độc, Bất cải thanh thanh tư' 受命松柏獨, 不改青青姿 (Tặng Lâm xử sĩ cổ độ 贈林處士古度).",
                "(Phó) Chỉ, duy. ◇Chu Lập Ba 周立波: 'Biệt nhân lai đắc, độc nhĩ lai bất đắc' 別人來得; 獨你來不得 (Bộc xuân tú 卜春秀).",
                "(Phó) Một mình. ◎Như: 'độc tấu' 獨奏.",
                "(Phó) Chuyên đoán, chỉ làm theo ý riêng. ◎Như: 'độc tài' 獨裁 một người hoặc một nhóm ít người nắm hết quyền định đoạt. § Cũng như 'chuyên chế' 專制, trái với 'dân chủ' 民主. ◇Trang Tử 莊子: 'Vệ quân, kì niên tráng, kì hành độc. Khinh dụng kì quốc, nhi bất kiến kì quá; khinh dụng dân tử' 衛君, 其年壯, 其行獨. 輕用其國, 而不見其過; 輕用民死 (Nhân gian thế 人間世) Vua nước Vệ, đương tuổi tráng niên, hành vi độc đoán, coi thường việc nước, không thấy lỗi của mình, coi nhẹ mạng dân.",
                "(Phó) Há, chẳng lẽ. § Cũng như 'khởi' 豈, 'nan đạo' 難道. ◇Phùng Mộng Long 馮夢龍: 'Nhữ vi huyện lệnh, độc bất văn thiên tử hiếu xuất liệp hồ?' 汝為縣令, 獨不聞天子好出獵乎? (Trí nang bổ 智囊補, Ngữ trí 語智, Trung mưu lệnh 中牟令).",
                "(Phó) Vẫn còn. § Cũng như 'hoàn' 還, 'y nhiên' 依然. ◇Giang Tổng 江總: 'Bắc phong thượng tê mã, Nam quan độc bất quy' 北風尚嘶馬, 南冠獨不歸 (Ngộ Trường An sứ kí Bùi thượng thư 遇長安使寄裴尚書).",
                "(Phó) Sắp, sắp sửa. § Cũng như 'tương' 將. Thường dùng trong câu nghi vấn. ◇Trang Tử 莊子: 'Tiên sanh độc hà dĩ thuyết ngô quân hồ'? 先生獨何以說吾君乎? (Từ vô quỷ 徐無鬼).",
                "(Danh) Con 'độc', giống con vượn mà to.",
                "(Danh) Người già không có con cháu. ◇Sử Kí 史記: 'Tuất quan quả, tồn cô độc' 恤鰥寡, 存孤獨 (Tư Mã Tương Như truyện 司馬相如傳) Giúp đỡ người góa bụa, chăm xóc kẻ già không có con cháu.",
                "(Danh) Người không có vợ.",
                "(Danh) Họ 'Độc'."
            ],
            "Từ điển Thiều Chửu": [
                "Con Ðộc, giống con vượn mà to.",
                "Một, già không có con cháu gọi là độc. Phàm cái gì lẻ loi có một đều gọi là độc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Một , độc: 獨子 Con một; 獨木橋 Cầu độc mộc, cầu khỉ;",
                "Độc, một mình: 獨奏 Độc tấu; 獨酌 Uống rượu một mình; 而吾以捕蛇獨存 Mà tôi nhờ nghề bắt rắn mà một mình được sống sót (Liễu Tôn Nguyên: Bổ xà giả thuyết);",
                "Cô độc, lẻ loi, người cô độc, người lẻ loi: 鰥寡孤獨 Những người góa bụa không con và sống cô độc; 老而無子曰獨 Già mà không con gọi là cô độc (Mạnh tử);",
                "Chỉ có một mình, chỉ riêng: 今獨臣有船 Nay chỉ một mình thần có thuyền (Sử kí); 大家都到齊了，獨有他還沒有來 Mọi người đều đến đông đủ cả rồi, chỉ còn mình anh ấy chưa đến. 【獨獨】độc độc [dúdú] Chỉ: 你一向很有決斷，怎麼獨獨在這個問題上遲疑起來了 Anh xưa nay rất quyết đoán, mà sao chỉ riêng vấn đề này lại đâm ra do dự?;【獨唯】 độc duy [dúwéi] (văn) Chỉ có: 齊城之不下者，獨唯聊，莒，即墨，其餘皆屬燕 Những thành của Tề còn chưa bị đánh hạ, chỉ có các thành Liêu, Cử và Tức Mặc, ngoài ra đều bị Yên chiếm hết (Sử kí: Yên Triệu công thế gia). Cg. 唯獨 [wéidú]; 【獨自】 độc tự [dúzì] Tự mình, một mình;",
                "Con độc (giống con vượn nhưng to hơn);",
                "(văn) Há, riêng ... lại ư? (phó từ, biểu thị sự phản vấn, dùng như 豈, bộ 豆): 王獨不見夫蜻蜓乎？ Nhà vua há không trông thấy con chuồn chuồn kia sao? (Chiến quốc sách); 子獨不聞涸澤之蛇乎？ Ông há không nghe nói con rắn ở trong đầm cạn ư? (Hàn Phi tử); 相如雖駑，獨畏廉將軍哉？ Tương Như tuy hèn thật, há lại sợ Liêm tướng quân ư? (Sử kí);",
                "(văn) Vẫn, vẫn còn, còn, mà còn: 聖人獨見疑，而況于賢者乎？ Bậc thánh nhân còn bị nghi ngờ, huống gì người hiền? (Thuyết uyển: Tạp ngôn);",
                "[Dú] (Họ) Độc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một mình — Riêng biệt ra, không lẫn lộn với cái khác — Tên một loài vượn cực lớn."
            ],
            "compound_words": {
                "不獨": "bất độc",
                "孤獨": "cô độc",
                "唯我獨尊": "duy ngã độc tôn",
                "獨音": "độc âm",
                "獨飲": "độc ẩm",
                "獨步": "độc bộ",
                "獨佔": "độc chiếm",
                "獨酌": "độc chước",
                "獨脚": "độc cước",
                "獨丁": "độc đinh",
                "獨斷": "độc đoán",
                "獨行": "độc hành",
                "獨立": "độc lập",
                "獨木舟": "độc mộc châu",
                "獨一": "độc nhất",
                "獨夫": "độc phu",
                "獨權": "độc quyền",
                "獨裁": "độc tài",
                "獨奏": "độc tấu",
                "獨身": "độc thân",
                "獨坐": "độc toạ",
                "獨尊": "độc tôn",
                "單獨": "đơn độc",
                "閒獨": "nhàn độc",
                "惸獨": "quỳnh độc",
                "小獨樂賦": "tiểu độc lạc phú"
            }
        }
    }
}