{
    "character": "猜",
    "details": {
        "Âm Hán Việt": [
            "sai",
            "thai"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "khuyển 犬 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺨青"
        ],
        "Nét bút": [
            "ノフノ一一丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "KHQMB (大竹手一月)"
        ],
        "Unicode": [
            "U+731C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "cāi ㄘㄞ"
        ],
        "Âm Nôm": [
            "sai",
            "xai"
        ],
        "Âm Nhật (onyomi)": [
            "サイ (sai)"
        ],
        "Âm Nhật (kunyomi)": [
            "そね.む (sone.mu)"
        ],
        "Âm Hàn": [
            "시"
        ],
        "Âm Quảng Đông": [
            "caai1"
        ]
    },
    "meanings": {
        "sai": {
            "Từ điển phổ thông": [
                "ngờ vực",
                "phỏng đoán"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nghi ngờ, hoài nghi. ◎Như: 'sai kị' 猜忌 nghi kị.",
                "(Động) Chán ghét, ghét bỏ. ◇Liêu trai chí dị 聊齋志異: 'Thính lân chung hưởng đoạn, trước y hạ sàng, viết: Như bất kiến sai, dạ đương phục chí' 聽鄰鐘響斷, 著衣下床, 曰: 如不見猜, 夜當復至 (Chương A Đoan 章阿端) Nghe chuông xóm bên dứt tiếng, nàng mặc quần áo bước xuống giường nói: Nếu chàng không chán ghét, thì đêm thiếp sẽ lại tới.",
                "(Động) Sợ hãi, kinh sợ. ◇Lí Bạch 李白: 'Dưỡng kì cầm thiên kế, hô giai tựu chưởng thủ thực, liễu vô kinh sai' 養奇禽千計, 呼皆就掌取食, 了無驚猜 (Thượng An Châu Bùi Trường Sử thư 上安州裴長史書) Nuôi chim lạ hàng nghìn, gọi lại đều đậu trên lòng bàn tay ăn, không hề sợ hãi.",
                "(Động) Đoán, phỏng đoán. ◎Như: 'nhĩ sai thác liễu' 你猜錯了 anh đoán sai rồi. ◇Hồng Lâu Mộng 紅樓夢: 'Tiên thuyết liễu, ngã môn sai sai' 先說了, 我們猜猜 (Đệ ngũ thập hồi) Chị hãy nói trước (câu đố) để chúng tôi đoán.",
                "(Động) Coi, coi như. ◇Tây sương kí 西廂記: 'Tha thị cá nữ hài nhi gia, nhĩ tác tương tính nhi ôn tồn, thoại nhi ma lộng, ý nhi khiêm hiệp, hưu sai tố bại liễu tàn hoa' 他是個女孩兒家, 你索將性兒溫存, 話兒摩弄, 意兒謙洽, 休猜做敗柳殘花 (Đệ tam bổn 第三本, Đệ tam chiết) Cô em là con cái nhà, cậu phải tìm lời âu yếm, xin đừng suồng sã, hãy tỏ ra nhã nhặn dịu dàng, chớ coi như liễu ngõ hoa tường.",
                "(Tính) Hung tợn, hung mãnh. ◇Lưu Hiếu Uy 劉孝威: 'Sai ưng chí chuẩn vô do trục' 猜鷹鷙隼無由逐 (Ô sanh bát cửu tử 烏生八九子) Chim ưng chim cắt hung tợn chưa ruồng đuổi được.",
                "(Thán) Ôi, ui, úi, ái chà (biểu thị cảm thán). § Tương đương với 'a' 啊, 'ai' 哎."
            ],
            "Từ điển Thiều Chửu": [
                "Ngờ, phạm vào cái chỗ hiềm nghi khiến cho người ta sinh ngờ gọi là sai.",
                "Ðoán phỏng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nghi ngờ — Giận ghét — Sợ hãi — Đoán ra điều chưa biết."
            ],
            "compound_words": {
                "猜忍": "sai nhẫn",
                "猜測": "sai trắc"
            }
        },
        "thai": {
            "Từ điển Trần Văn Chánh": [
                "Đoán, phỏng đoán: 你猜他來不來？ Anh đoán xem anh ấy có đến hay không? 你猜錯了 Anh đoán sai rồi;",
                "Nghi ngờ: 你不要猜忌 Anh đừng có nghi ngờ."
            ]
        }
    }
}