{
    "character": "班",
    "details": {
        "Âm Hán Việt": [
            "ban"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "ngọc 玉 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿲王⿰丶丿王"
        ],
        "Nét bút": [
            "一一丨一丶ノ一一丨一"
        ],
        "Thương Hiệt": [
            "MGILG (一土戈中土)"
        ],
        "Unicode": [
            "U+73ED"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "bān ㄅㄢ"
        ],
        "Âm Nôm": [
            "ban",
            "băn"
        ],
        "Âm Nhật (onyomi)": [
            "ハン (han)"
        ],
        "Âm Hàn": [
            "반"
        ],
        "Âm Quảng Đông": [
            "baan1"
        ]
    },
    "meanings": {
        "ban": {
            "Từ điển phổ thông": [
                "lớp học",
                "ca làm việc, buổi làm việc",
                "toán, tốp, đoàn",
                "gánh hát, ban nhạc"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngày xưa, chia ngọc làm hai phần, cho hai bên giữ làm tín vật. ◇Thư Kinh 書經: 'Ban thụy vu quần hậu' 班瑞于群后 (Thuấn điển 舜典) Chia ấn ngọc (dùng làm tín vật) cho các vua chư hầu.",
                "(Động) Bày, trải ra. ◎Như: 'ban kinh' 班荊 trải chiếu kinh ra đất để ngồi. Sở Thanh Tử 楚聲子 gặp Ngũ Cử 伍舉 trên đường, lấy cành cây kinh ra ngồi nói chuyện gọi là 'ban kinh đạo cố' 班荊道故 trải cành kinh nói chuyện cũ.",
                "(Động) Ban phát, chia cho. ◇Hậu Hán Thư 後漢書: '(Viện) nãi tán tận (hóa thực tài sản) dĩ ban côn đệ, cố cựu, thân y dương cừu, bì khố' (援)乃散盡(貨殖財產)以班昆弟, 故舊, 身衣羊裘, 皮褲 (Mã Viện truyện 馬援傳) (Mã Viện) bèn đem chia hết (hóa thực tài sản) phát cho anh em, bạn thân cũ, áo da cừu, quần da.",
                "(Động) Phân biệt. ◎Như: 'ban mã chi thanh' 班馬之聲 tiếng ngựa (lìa bầy) phân biệt nhau.",
                "(Động) Ban bố. ◇Hậu Hán Thư 後漢書: 'Cưỡng khởi ban xuân' 強起班春 (Thôi Nhân liệt truyện 崔駰列傳) Miễn cưỡng ban bố lệnh mùa xuân.",
                "(Động) Trở về. ◎Như: 'ban sư' 班師 đem quân về.",
                "(Động) Ở khắp. ◇Quốc ngữ 國語: 'Quân ban nội ngoại' 軍班内外 (Tấn ngữ) Quân đội ở khắp trong ngoài.",
                "(Động) Ngang nhau, bằng nhau. ◇Mạnh Tử 孟子: 'Bá Di, Y Doãn ư Khổng Tử, nhược thị ban hồ' 伯夷, 伊尹於孔子, 若是班乎 (Công Tôn Sửu thượng 公孫丑上) Bá Di, Y Doãn và Khổng Tử chẳng phải là ngang bằng nhau ư?",
                "(Động) Dùng dằng, luẩn quẩn không tiến lên được. ◇Dịch Kinh 易經: 'Thừa mã ban như' 乘馬班如 (Truân quái 屯卦) Như cưỡi ngựa dùng dằng luẩn quẩn không tiến lên được.",
                "(Danh) Ngôi, thứ, hàng. § Chỗ công chúng tụ hội, chia ra từng 'ban' để phân biệt trên dưới. ◎Như: 'đồng ban' 同班 cùng hàng với nhau.",
                "(Danh) Lớp học, nhóm công tác, đoàn thể nhỏ trong nghề nghiệp, đơn vị nhỏ trong quân đội. ◎Như: 'chuyên tu ban' 專修班 lớp chuyên tu, 'hí ban' 戲班 đoàn diễn kịch, 'cảnh vệ ban' 警衛班 tiểu đội cảnh vệ.",
                "(Danh) Lượng từ: nhóm, tốp, chuyến, lớp. ◎Như: 'mỗi chu hữu tam ban phi cơ phi vãng Âu châu' 每週有三班飛機飛往歐洲 mỗi tuần có ba chuyến máy bay sang Âu châu, 'thập ngũ ban học sanh' 十五班學生 mười lăm lớp học sinh, 'tam ban công tác' 三班工作 ba nhóm công tác.",
                "(Danh) Họ 'Ban'.",
                "(Tính) Hoạt động theo định kì. ◎Như: 'ban xa' 班車 xe chạy theo định kì.",
                "(Tính) Lang lổ. § Thông 'ban' 斑. ◇Nguyễn Du 阮攸: 'Ngu Đế nam tuần cánh bất hoàn, Nhị phi sái lệ trúc thành ban' 虞帝南巡更不還, 二妃洒淚竹成班 (Thương Ngô tức sự 蒼梧即事) Vua Ngu Đế đi tuần ở phương nam không về, Hai bà phi khóc rơi nước mắt làm trúc đốm hoa."
            ],
            "Từ điển Thiều Chửu": [
                "Ban phát, chia cho.",
                "Bầy, giải, như ban kinh 班荊 giải chiếu kinh ra đất để ngồi.",
                "Ngôi, thứ, hàng. Chỗ công chúng tụ hội, chia ra từng ban để phân biệt trên dưới gọi là ban. Cùng hàng với nhau gọi là đồng ban 同班.",
                "Trở về, như ban sư 班師 đem quân về.",
                "Khắp.",
                "Ban mã 班馬 tiếng ngựa biệt nhau.",
                "Vướng vít không tiến lên được.",
                "Lang lổ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lớp (học): 甲班 Lớp A; 專修班 Lớp chuyên tu;",
                "Hàng ngũ: 排班 Xếp hàng;",
                "Tiểu đội: 警衛班 Tiểu đội cảnh vệ;",
                "Kíp, ca, ban: 日夜三班 Mỗi ngày làm ba kíp (ca); 交班 Đổi kíp;",
                "Chuyến, (chạy hoặc bay) theo chuyến: 我搭下一班飛機 Tôi sẽ đi chuyến máy bay sau; 五分鐘就有一班 Năm phút có một chuyến; 班車 Tàu chuyến;",
                "Toán, tốp, lượt, đợt, đám, nhóm, tổ: 這班年輕人眞有力氣 Đám thanh niên ấy khỏe thật;",
                "(văn) Vị thứ, ngôi thứ: 徐勉爲吏部上書，定爲十八班 Từ Miễn làm thượng thư bộ lại, định ra làm mười tám ngôi thứ (Tùy thư);",
                "(quân) Điều, huy động: 班兵 Huy động quân đội;",
                "(cũ) Gánh (hát): 戲班子 Gánh hát;",
                "(văn) Ban phát, chia cho;",
                "(văn) Bày ra, trải ra: 班荊道故 Bày cành kinh nói chuyện cũ;",
                "(văn) Ban bố: 強起班春 Miễn cưỡng ban bố lệnh mùa xuân;",
                "(văn) Trở về: 班師 Đem quân trở về;",
                "(văn) Sắp đặt, xếp đặt: 周室班爵祿也，如之何？ Khi nhà Chu xếp đặt các tước lộc, thì làm thế nào? (Mạnh tử: Vạn Chương hạ);",
                "(văn) Khắp: 車班内外 Xe khắp trong ngoài (Quốc ngữ: Tấn ngữ);",
                "(văn) Ngang bằng, ngang hàng: 伯夷，伊尹於孔子，若是班乎？ Bá Di, Y Doãn và Khổng Tử chẳng phải là ngang bằng nhau ư? (Mạnh tử: Công Tôn Sửu thượng);",
                "(văn) Chần chừ không tiến lên được;",
                "(văn) Lang lổ (như 斑, bộ 文);",
                "[Ban] (Họ) Ban."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chia ra. Chia cho — Hàng lối — thứ bậc. Ngang nhau — Trở về. Quay về — Họ người — Dùng như chữ Ban 斑. Xem Ban bạch, Ban bác."
            ],
            "compound_words": {
                "班駮": "ban bác",
                "班班": "ban ban",
                "班行": "ban hàng",
                "班列": "ban liệt",
                "班馬": "ban mã",
                "班門弄斧": "ban môn lộng phủ",
                "班超": "ban siêu",
                "班史": "ban sử",
                "班輸": "ban thâu",
                "班婕妤": "ban tiệp dư",
                "德班": "đức ban",
                "下班": "hạ ban",
                "西班牙": "tây ban nha",
                "塔利班": "tháp lợi ban",
                "上班": "thượng ban",
                "仙班": "tiên ban"
            }
        }
    }
}