{
    "character": "瓜",
    "details": {
        "Âm Hán Việt": [
            "qua"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "qua 瓜 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノノフ丶丶"
        ],
        "Thương Hiệt": [
            "HVIO (竹女戈人)"
        ],
        "Unicode": [
            "U+74DC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "guā ㄍㄨㄚ"
        ],
        "Âm Nôm": [
            "dưa",
            "qua"
        ],
        "Âm Nhật (onyomi)": [
            "カ (ka)",
            "ケ (ke)"
        ],
        "Âm Nhật (kunyomi)": [
            "うり (uri)"
        ],
        "Âm Hàn": [
            "과"
        ],
        "Âm Quảng Đông": [
            "gwaa1"
        ]
    },
    "meanings": {
        "qua": {
            "Từ điển phổ thông": [
                "cây dưa"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) Dưa, mướp, bầu, bí, các thứ dưa có quả. ◎Như: “đông qua” 冬瓜 bí đao, “khổ qua” 苦瓜 mướp đắng. ◇Hồng Lâu Mộng 紅樓夢: “Giá nhật ngọ gian, Tiết Di Ma mẫu nữ lưỡng cá dữ Lâm Đại Ngọc đẳng chánh tại Vương phu nhân phòng lí đại gia cật tây qua” 這日午間, 薛姨媽母女兩個與林黛玉等正在王夫人房裏大家吃西瓜 (Đệ tam thập lục hồi) Buổi trưa hôm ấy, Tiết Di Ma mẹ và con gái (Bảo Thoa) hai người cùng Lâm Đại Ngọc, mọi người đương ngồi cả ở buồng Vương phu nhân ăn dưa hấu."
            ],
            "Từ điển Thiều Chửu": [
                "Dưa, các thứ dưa có quả đều gọi là qua.",
                "Qua kì 瓜期 đổi thay chức việc, hẹn người này đến thay người kia gọi là qua kì.",
                "Con gái đến mười sáu tuổi gọi là phá qua 破瓜, vì chữ qua 瓜 giống hình hai chữ bát 八, tức mười sáu.",
                "Qua lí 瓜李 nói sự hiềm nghi, xỏ giầy ở ruộng dưa người ta ngờ là hái dưa, đội lại mũ ở dưới cây mận, người ta ngờ là hái mận, dẫu ngay người ta cũng ngờ rằng gian: qua điền bất nạp lí, lí hạ bất chỉnh quan 瓜田不納履，李下不整冠.",
                "Qua cát 瓜葛 kẻ thân thích. Hai họ không có liên thuộc gì với nhau mà vì các ngành dây dưa với nhau mới nên thân thích gọi là qua cát."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dưa, bầu, mướp, bí: 冬瓜 Bí đao; 西瓜 Dưa hấu; 絲瓜 Mướp; 苦瓜 Mướp đắng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây dưa — Quả dưa. Td: Tây qua (dưa hấu). Tục ngữ Trung Hoa và Việt Nam có câu: » Chủng qua đắc qua, chủng đậu đắc đậu « ( trồng dưa được dưa, trồng đậu được đậu, ý nói làm việc xấu xa hay tốt thì sẽ nhận lĩnh hậu quả xấu xa hay tốt ) — Tên một bộ chữ Trung Hoa, tức bộ Qua."
            ],
            "compound_words": {
                "厄瓜多爾": "ách qua đa nhĩ",
                "匏瓜": "bào qua",
                "北瓜": "bắc qua",
                "及瓜": "cập qua",
                "種瓜得瓜": "chủng qua đắc qua",
                "種瓜得瓜種豆得豆": "chủng qua đắc qua chủng đậu đắc đậu",
                "冬瓜": "đông qua",
                "寒瓜": "hàn qua",
                "苦瓜": "khổ qua",
                "木瓜": "mộc qua",
                "南瓜": "nam qua",
                "破瓜": "phá qua",
                "瓜葛": "qua cát",
                "瓜田李下": "qua điền lí hạ",
                "瓜瓞": "qua điệt",
                "瓜期": "qua kì",
                "瓜李": "qua lí",
                "瓜蔓": "qua man",
                "瓜分": "qua phân",
                "瓜剖": "qua phẫu",
                "西瓜": "tây qua"
            }
        }
    }
}