{
    "character": "瓊",
    "details": {
        "Âm Hán Việt": [
            "quỳnh"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "ngọc 玉 (+14 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⺩敻"
        ],
        "Nét bút": [
            "一一丨一ノフ丨フノ丶丨フ一一一ノフ丶"
        ],
        "Thương Hiệt": [
            "MGNBE (一土弓月水)"
        ],
        "Unicode": [
            "U+74CA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "qióng ㄑㄩㄥˊ",
            "xuán ㄒㄩㄢˊ"
        ],
        "Âm Nôm": [
            "quành",
            "quầng",
            "quềnh",
            "quýnh"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "たま (tama)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "king4"
        ]
    },
    "meanings": {
        "quỳnh": {
            "Từ điển phổ thông": [
                "ngọc quỳnh",
                "hoa quỳnh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một thứ ngọc đẹp.",
                "(Danh) Trò chơi thời xưa, giống như con xúc xắc.",
                "(Danh) 'Quỳnh hoa' 瓊花 hoa quỳnh. § Cũng gọi là 'đàm hoa' 曇花. Còn có tên là 'nguyệt hạ mĩ nhân' 月下美人.",
                "(Danh) Tên gọi khác của đảo 'Hải Nam' 海南 (Trung quốc).",
                "(Tính) Tốt đẹp, ngon, quý, tinh mĩ. ◎Như: 'quỳnh tương' 瓊漿 rượu ngon."
            ],
            "Từ điển Thiều Chửu": [
                "Ngọc quỳnh.",
                "Minh quỳnh 明瓊 một thứ trò chơi ngày xưa.",
                "Tên gọi khác của đảo Hải Nam (海南島), Trung quốc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngọc quỳnh (một thứ ngọc đẹp). (Ngr) Vật đẹp, vật ngon: 瓊漿 Rượu ngon, quỳnh tương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên thứ ngọc quý và đẹp, tức ngọc Quỳnh.  Đoạn trường tân thanh  có câu: » Hài văn lần bước dặm xanh, một vùng như thể cây quỳnh cành dao « — Con súc sắc làm bằng ngọc, dụng cụ đánh bạc của nhà quyền quý thời xưa, sau làm bằng xương — Đẹp tốt. Quý giá — Tên người tức Phạm Quỳnh, sinh 1890, mất 1945, hiệu là Thượng Chi, một hiệu khác là Hồng Nhân, người làng Thượng Hồng, Bình phủ, tỉnh Hải dương, tốt nghiệp trường Thông ngôn Hà nội, từ năm 1913 viết cho tờ Đông dương Tạp chí, năm 1917 sáng lập tờ Nam phong tạp chí ông cũng là sáng lập viên của Hội Khai trí Tiến Đức ( 1919 ) và làm giáo sư Hán văn tại trường cao đẳng Hà Nội ( 1924-1932 ). Về chính trị, ông là Hội viên Hội đồng Tư vấn Bắc Kì ( 1926 ). Tổng thư Kí rồi Phó Hội trưởng Hội đồng Kinh Tế Tài chính ( 1929 ), Tổng Thư kí Hội Cứu tế Xã hội ( 1931 ), Ngự tiền Văn phòng ( 1932 ), và Thượng thư bộ Học ( 1933 ). Năm 1945, ông bị quân khủng bố sát hại. Ông là đọc giả thông kim bác cổ, bao quát học thuật Đông Tây, trước tác và dịch thuật rất nhiều, gồm đủ các lãnh vực văn học, triết học, kinh tế, xã hội, chính trị, tiểu thuyết… Những bài trước tác nổi tiếng được chép trong Thượng Chi văn tập."
            ],
            "compound_words": {
                "瓊杯": "quỳnh bôi",
                "瓊瑶": "quỳnh dao",
                "瓊筵": "quỳnh diên",
                "瓊花": "quỳnh hoa",
                "瓊樓": "quỳnh lâu",
                "瓊樓玉宇": "quỳnh lâu ngọc vũ",
                "瓊瑠節婦傳": "quỳnh lưu tiết phụ truyện",
                "瓊姿": "quỳnh tư",
                "瓊醬": "quỳnh tương",
                "瓊苑九歌": "quỳnh uyển cửu ca"
            }
        }
    }
}