{
    "character": "疊",
    "details": {
        "Âm Hán Việt": [
            "điệp"
        ],
        "Tổng nét": [
            "22"
        ],
        "Bộ": [
            "điền 田 (+17 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿳畾冖且"
        ],
        "Nét bút": [
            "丨フ一丨一丨フ一丨一丨フ一丨一丶フ丨フ一一一"
        ],
        "Thương Hiệt": [
            "WWWM (田田田一)"
        ],
        "Unicode": [
            "U+758A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dié ㄉㄧㄝˊ"
        ],
        "Âm Nôm": [
            "đệp",
            "điệp",
            "xếp"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)",
            "チョウ (chō)"
        ],
        "Âm Nhật (kunyomi)": [
            "たた.む (tata.mu)",
            "たたみ (tatami)",
            "かさ.なる (kasa.naru)",
            "かさ.ねる (kasa.neru)"
        ],
        "Âm Hàn": [
            "첩"
        ],
        "Âm Quảng Đông": [
            "daap6",
            "dip6"
        ]
    },
    "meanings": {
        "điệp": {
            "Từ điển phổ thông": [
                "chồng chất"
            ],
            "Từ điển trích dẫn": [
                "(Động) Chồng chất. ◎Như: 'điệp thạch vi san' 疊石為山 chồng đá thành núi.",
                "(Động) Xếp, gấp. ◎Như: 'điệp bị' 疊被 xếp chăn. ◇Hồng Lâu Mộng 紅樓夢: ' Phượng Thư tại lâu thượng khán trứ nhân thu tống lễ đích tân vi bình, chỉ hữu Bình Nhi tại phòng lí dữ Phượng Thư điệp y phục' 鳳姐在樓上看著人收送禮的新圍屏, 只有平兒在房裏與鳳姐疊衣服 (Đệ thất thập nhất hồi) Phượng Thư đương ở trên lầu, trông nom người ta thu nhận những bình phong mang đến biếu, chỉ có Bình Nhi ở trong buồng gấp quần áo cho Phượng Thư.",
                "(Động) Vang dội, rúng động. ◇Tả Tư 左思: 'Chinh cổ điệp san' 鉦鼓疊山 (Ngô đô phú 吳都賦) Chiêng trống vang dội núi.",
                "(Động) Đập nhẹ, gõ. ◇Tạ Thiếu: 'Điệp cổ tống hoa chu' 疊鼓送華輈 (Cổ xuy khúc 鼓吹曲) Gõ trống đưa xe hoa.",
                "(Danh) Lượng từ: (1) Thếp, chồng (giấy, văn kiện). ◎Như: 'nhất điệp chỉ' 一疊紙 hai thếp giấy, 'lưỡng điệp văn kiện' 兩疊文件 hai chồng văn kiện. (2) Tầng, lớp (núi, đèo). ◇Hứa Hồn 許渾: 'Thủy khúc nham thiên điệp' 水曲巖千疊 (Tuế mộ 歲暮) Nước quanh co núi nghìn tầng. (3) Đời (thời kì lịch sử). ◇Tả Tư 左思: 'Tuy lũy diệp bách điệp, nhi phú cường tương kế' 雖累葉百疊, 而富彊相繼 (Ngô đô phú 吳都賦) Tuy chồng chất trăm đời, mà giàu mạnh kế tục nhau. (4) Hồi, tiết, chương, khúc (ca nhạc, tuồng, kịch). ◎Như: 'Dương Quan tam điệp' 陽關三疊 Vở Dương Quan ba hồi.",
                "(Tính) Nhiều tầng, nhiều lớp, chập chồng. ◎Như: 'điệp lãng' 疊浪 sóng chập chồng, 'trùng nham điệp chướng' 重巖疊嶂 núi non chập chồng.",
                "(Phó) Trùng lập, tới tấp nhiều lần. ◇Nhạc Phi 岳飛: 'Dịch kị giao trì, vũ hịch điệp chí' 驛騎交馳, 羽檄疊至 (Phụng chiếu di ngụy tề hịch 奉詔移偽齊檄) Ngựa trạm rong ruổi qua lại, hịch lệnh tới tấp đến."
            ],
            "Từ điển Thiều Chửu": [
                "Trùng điệp, chồng chất. Một trùng gọi là điệp 疊, nghìn trùng gọi là thiên điệp 千疊.",
                "Sợ.",
                "Thu thập, thu xếp, như đả điệp 打疊, tập điệp 摺疊, v.v. đều nghĩa là thu nhặt cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chồng chất, chồng lên nhau, trùng nhau: 重疊 Trùng nhau; 疊石爲山Chồng đá thành núi;",
                "Xếp, gấp (quần áo, giấy tờ): 疊被 Xếp chăn; 疊衣服 Xếp quần áo; 把信疊好 Gấp lá thư;",
                "(văn) Sợ: 震疊雷霆 Làm cho người ta sợ như sấm sét (Đỗ Mục: Vị Trung thư môn hạ thỉnh truy gia tôn hiệu biểu)."
            ],
            "compound_words": {
                "帛疊": "bạch điệp",
                "疊床架屋": "điệp sàng giá ốc",
                "層疊": "tằng điệp",
                "重疊": "trùng điệp"
            }
        }
    }
}