{
    "character": "略",
    "details": {
        "Âm Hán Việt": [
            "lược"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "điền 田 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰田各"
        ],
        "Nét bút": [
            "丨フ一丨一ノフ丶丨フ一"
        ],
        "Thương Hiệt": [
            "WHER (田竹水口)"
        ],
        "Unicode": [
            "U+7565"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lüè"
        ],
        "Âm Nôm": [
            "lược",
            "trước"
        ],
        "Âm Nhật (onyomi)": [
            "リャク (ryaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "ほぼ (hobo)",
            "おか.す (oka.su)",
            "おさ.める (osa.meru)",
            "はかりごと (hakarigoto)",
            "はか.る (haka.ru)",
            "はぶ.く (habu.ku)",
            "りゃく.す (ryaku.su)",
            "りゃく.する (ryaku.suru)"
        ],
        "Âm Hàn": [
            "략",
            "약"
        ],
        "Âm Quảng Đông": [
            "loek6"
        ]
    },
    "meanings": {
        "lược": {
            "Từ điển phổ thông": [
                "qua loa, sơ sài",
                "mưu lược"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mưu sách, kế hoạch. ◎Như: 'thao lược' 韜略 kế hoạch, binh pháp, 'phương lược' 方略 cách thứ, kế hoạch (xưa chỉ sách chép về võ công).",
                "(Danh) Đại cương, trọng điểm, nét chính. ◎Như: 'yếu lược' 要略 tóm tắt những điểm chính.",
                "(Danh) Cương giới, địa vực. ◇Tả truyện 左傳: 'Đông tận Quắc lược' 東盡虢略 (Hi Công thập ngũ niên 僖公十五年) Phía đông đến tận cương giới nước Quắc.",
                "(Danh) Đạo. ◇Tả truyện 左傳: 'Ngô tử dục phục Văn Vũ chi lược' 吾子欲復文武之略 (Định Công tứ niên 定公四年) Ngài muốn khôi phục đạo của vua Văn vua Vũ.",
                "(Danh) Con đường. § Dùng như chữ 'lộ' 路.",
                "(Danh) Họ 'Lược'.",
                "(Động) Cai trị, quản lí. ◎Như: 'kinh lược' 經略 kinh doanh sửa trị. ◇Tả truyện 左傳: 'Thiên tử kinh lược' 天子經略 (Chiêu Công thất niên 昭公七年) Thiên tử cai trị.",
                "(Động) Tuần hành, tuần tra. ◇Tả truyện 左傳: 'Ngô tương lược địa yên' 吾將略地焉 (Ẩn Công ngũ niên 隱公五年) Ta sắp đi tuần hành biên giới đấy.",
                "(Động) Lấy, không hao tổn binh tướng mà lấy được đất người gọi là 'lược'.",
                "(Động) Cướp, chiếm. § Thông 'lược' 掠. ◇Hoài Nam Tử 淮南子: 'Công thành lược địa' 攻城略地 (Binh lược 兵略) Đánh thành chiếm đất.",
                "(Động) Bỏ bớt, giảm bớt. ◎Như: 'tiết lược' 節略 nhặt qua từng đoạn, 'tỉnh lược' 省略 giản hóa.",
                "(Phó) Qua loa, đại khái. ◇Tư Mã Thiên 司馬遷: 'Thư bất năng tất ý, lược trần cố lậu' 書不能悉意, 略陳固陋 (Báo Nhậm Thiếu Khanh thư 報任少卿書) Thư không thể nói hết ý, chỉ trình bày qua lời lẽ quê mùa.",
                "(Phó) Hơi, một chút. ◎Như: 'lược đồng' 略同 hơi giống, 'lược tự' 略似 hao hao tựa.",
                "(Tính) Giản yếu. ◎Như: 'lược biểu' 略表 bảng tóm tắt, 'lược đồ' 略圖 bản đồ sơ lược.",
                "(Tính) Sắc bén, tốt."
            ],
            "Từ điển Thiều Chửu": [
                "Mưu lược, phần nhiều chỉ về việc binh. Như thao lược 操略 có tài tháo vát. Người nào đảm đang có tài cũng gọi là thao lược. Phương lược 方略 sách chép về võ công.",
                "Cõi, như kinh lược 經略 kinh doanh sửa trị một cõi nào. Từ nhà Ðường trở về sau, muốn khai thác phương đất nào đều đặt một chức Kinh lược. Từ nhà Minh về sau thì quyền quan Kinh lược lại trọng lắm, hơn cả các chức Tổng đốc.",
                "Lấy, không hao tổn binh tướng mà lấy được đất người gọi là lược.",
                "Cướp, cùng một nghĩa với chữ lược 掠.",
                "Giản lược quá, chỉ cứ về phần đại đoạn gọi là lược, như tiết lược 節略 nhặt qua từng đoạn.",
                "Dùng làm trợ từ, như lược đồng 略同 hơi giống, lược tự 略似 hao hao tựa.",
                "Ðạo.",
                "Ðường.",
                "Sắc, tốt."
            ],
            "Từ điển Trần Văn Chánh": [
                "Giản đơn, sơ lược, qua loa: 略圖 Bản đồ sơ lược; 略知一二 Biết qua loa, biết võ vẽ;",
                "Tóm tắt, ngắn gọn, điểm trọng yếu: 史略 Sử lược; 事略 Tóm tắt cuộc đời của một người;",
                "Lược gọn, bỏ bớt đi: 從略 Lược gọn; 中 間的話都略去了 Những lời ở giữa đều bỏ bớt đi rồi;",
                "Sơ suất: 忽略 Sơ sót;",
                "Kế hoạch, mưu lược, phương lược, sách lược: 方略 Phương kế, phương lược; 戰略 Chiến lược;",
                "Xâm chiếm cướp: 侵略 Xâm lược; 略地 Chiếm đất;",
                "(văn) Lấy (đất của người khác...);",
                "(văn) Hơi hơi: 所見略同 Ý kiến hơi giống nhau; 略似 Hao hao giống. 【略略】lược lược [lđèlđè] Hơi hơi, sơ sơ, sơ qua: 湖面上略略起了點波紋 Nước mặt hồ hơi hơi gợn sóng; 略略說了幾句 Nói sơ qua mấy câu;【略微】lược vi [lđè wei] Một tí, một ít, hơi hơi, sơ sơ: 略微流了點血 Hơi rịn tí máu; 【略爲】lược vi [lđèwéi] Như 略微 [lđèwei];",
                "(văn) Cương giới, địa vực;",
                "(văn) Pháp độ: 王略 Pháp độ của thiên tử;",
                "(văn) Đạo (chỉ một chủ trương, đường lối chính trị hay một hệ thống tư tưởng nhất định): 吾子慾復文武之略 Ngài muốn khôi phục đạo (đường lối) của vua Văn vua Võ (Tả truyện: Định công tứ niên);",
                "(văn) Con đường (như 路, bộ 足);",
                "(văn) Tuần hành, tuần tra;",
                "(văn) Sắc bén: 有略其耜 Cây cày sắc bén (Thi Kinh);",
                "(văn) Nói chung, đại khái, gần như, hầu như."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sự tính toán sắp đặt. Td: Mưu lược — Đầu óc sáng suốt, tính toán giỏi. Td: Trí lược — Sơ sài, qua loa. Td: Đại lược ( tổng quát những nét chính ) — Cướp đoạt. Như chữ Lược 掠."
            ],
            "compound_words": {
                "英略": "anh lược",
                "霸略": "bá lược",
                "豹略": "báo lược",
                "兵略": "binh lược",
                "兵書要略": "binh thư yếu lược",
                "战略": "chiến lược",
                "戰略": "chiến lược",
                "勇略": "dũng lược",
                "大略": "đại lược",
                "膽略": "đảm lược",
                "同慶輿地志略": "đồng khánh dư địa chí lược",
                "簡略": "giản lược",
                "海陽志略": "hải dương chí lược",
                "忽略": "hốt lược",
                "概略": "khái lược",
                "經略": "kinh lược",
                "領略": "lĩnh lược",
                "六韜三略": "lục thao tam lược",
                "略考": "lược khảo",
                "略鞱": "lược thao",
                "方略": "phương lược",
                "軍略": "quân lược",
                "權略": "quyền lược",
                "策略": "sách lược",
                "疏略": "sơ lược",
                "率略": "suất lược",
                "事略": "sự lược",
                "史略": "sử lược",
                "才略": "tài lược",
                "三略": "tam lược",
                "西行紀略": "tây hành kỉ lược",
                "操略": "thao lược",
                "韜略": "thao lược",
                "約略": "ước lược",
                "侵略": "xâm lược",
                "要略": "yếu lược"
            }
        }
    }
}