{
    "character": "畢",
    "details": {
        "Âm Hán Việt": [
            "tất"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "điền 田 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Nét bút": [
            "丨フ一一一丨丨一一丨"
        ],
        "Thương Hiệt": [
            "WTJ (田廿十)"
        ],
        "Unicode": [
            "U+7562"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "bì ㄅㄧˋ"
        ],
        "Âm Nôm": [
            "tất"
        ],
        "Âm Nhật (onyomi)": [
            "ヒツ (hitsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "おわ.る (owa.ru)",
            "あみ (ami)",
            "おわ.り (owa.ri)",
            "ことごとく (kotogotoku)"
        ],
        "Âm Hàn": [
            "필"
        ],
        "Âm Quảng Đông": [
            "bat1"
        ]
    },
    "meanings": {
        "tất": {
            "Từ điển phổ thông": [
                "xong, hết"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bao gồm, thống quát. ◇Dịch Kinh 易經: 'Dẫn nhi thân chi, xúc loại nhi trưởng chi, thiên hạ chi năng sự tất hĩ' 引而伸之, 觸類而長之, 天下之能事畢矣 (Hệ từ thượng 繫辭上) Cứ như vậy mà mở rộng ra, tiếp xúc với từng loại mà khai triển ra thì gồm tóm được mọi việc trong thiên hạ.",
                "(Động) Làm xong, hoàn thành. ◎Như: 'tất nghiệp' 畢業 học xong. ◇Hồng Lâu Mộng 紅樓夢: 'Tu du trà tất, tảo dĩ thiết hạ bôi bàn, na mĩ tửu giai hào' 須臾茶畢, 早已設下杯盤, 那美酒佳肴 (Đệ nhất hồi) Chốc lát uống trà xong, đã bày ra mâm chén, rượu ngon, thức nhắm tốt.",
                "(Động) Dùng lưới để bắt chim, thỏ, v.v. ◇Thi Kinh 詩經: 'Uyên ương vu phi, Tất chi la chi' 鴛鴦于飛, 畢之羅之 (Tiểu nhã 小雅, Uyên ương 鴛鴦) Chim uyên ương bay, Lấy lưới bắt đi.",
                "(Phó) Đủ cả, hoàn toàn, toàn bộ. ◎Như: 'quần hiền tất chí' 群賢畢至 mọi người hiền đều họp đủ cả, 'nguyên hình tất lộ' 原形畢露 lộ trọn chân tướng.",
                "(Phó) Dùng hết, kiệt tận. ◇Trương Cư Chánh 張居正: 'Cao Hoàng Đế tất trí kiệt lự, dĩ định nhất đại chi chế' 高皇帝畢智竭慮, 以定一代之制 (Tân Mùi hội thí trình sách nhị 辛未會試程策二).",
                "(Tính) Kín.",
                "(Tính) Nhanh nhẹn. ◇Hoài Nam Tử 淮南子: 'Tâm di khí hòa, thể tiện khinh tất' 心怡氣和, 體便輕畢 (Lãm minh 覽冥) Lòng vui khí hòa, thân thể nhẹ nhàng nhanh nhẹn.",
                "(Danh) Lưới hình ba góc để bắt chim, thỏ.",
                "(Danh) Sao 'Tất', một sao trong nhị thập bát tú.",
                "(Danh) Thầy cầu mưa ('vũ sư' 雨師).",
                "(Danh) Thẻ gỗ dùng để viết chữ thời xưa. ◎Như: 'thủ tất' 手畢 tờ tay viết.",
                "(Danh) Cái gỗ để xâu muông sinh khi tế lễ ngày xưa. ◇Nghi lễ 儀禮: 'Tông nhân chấp tất tiên nhập' 宗人執畢先入 (Đặc sinh quỹ thực lễ 特牲饋食禮).",
                "(Danh) Cái để che đầu gối (triều phục ngày xưa).",
                "(Danh) Họ 'Tất'."
            ],
            "Từ điển Thiều Chửu": [
                "Xong, hết. Học hết hạn học gọi là tất nghiệp 畢業.",
                "Ðủ hết, như quần hiền tất tập 群賢畢集 mọi người hiền đều họp đủ hết.",
                "Cái lưới hình ba góc để bắt chim.",
                "Sao Tất, một sao trong nhị thập bát tú.",
                "Cái tờ, cái thư. Như thủ tất 手畢 cái tờ tay viết.",
                "Cái gỗ để xâu muông sinh đem lên tế.",
                "Kín.",
                "Nhanh nhẹn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hết, xong, dứt: 話猶未畢 Nói chưa dứt lời; 諸事已畢 Mọi việc đã xong xuôi. 【畢竟】tất cánh [bìjìng] Xét đến cùng, chung quy, cuối cùng: 他的話畢竟不錯 Xét đến cùng anh ấy nói cũng đúng đấy; 人生能幾何，畢竟歸無形 Đời người ta sống được bao lâu, cuối cùng cũng về cõi vô hình (Vương Hữu Thừa tập: Thán Ân Dao);",
                "Hoàn toàn, hết: 眞相畢露 Lộ hết chân tướng; 畢集 Tập họp đủ cả;",
                "(văn) Lưới ba góc để bắt chim;",
                "(văn) Tờ, thư, giấy: 手畢 Giấy viết tay;",
                "(văn) Cái gỗ để xâu muông sinh đem lên tế;",
                "(văn) Kín;",
                "(văn) Nhanh nhẹn;",
                "[Bì] Sao Tất (một ngôi sao trong nhị thập bát tú)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một vì sao trong Nhị thập bát tú — Làm ra, viết ra. Td: Thủ tất ( chính tay mình viết ) — Hết. Xong. Td: Hoàn tất — Đều, cùng."
            ],
            "compound_words": {
                "完畢": "hoàn tất",
                "畢竟": "tất cánh",
                "畢力": "tất lực",
                "畢命": "tất mệnh",
                "畢业": "tất nghiệp",
                "畢業": "tất nghiệp",
                "畢年": "tất niên",
                "畢生": "tất sinh",
                "畢陳": "tất trần"
            }
        }
    }
}