{
    "character": "甲",
    "details": {
        "Âm Hán Việt": [
            "giáp"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "điền 田 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨フ一一丨"
        ],
        "Thương Hiệt": [
            "WL (田中)"
        ],
        "Unicode": [
            "U+7532"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiǎ ㄐㄧㄚˇ"
        ],
        "Âm Nôm": [
            "giáp",
            "giẹp",
            "kép",
            "nháp",
            "ráp"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)",
            "カン (kan)",
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "きのえ (kinoe)"
        ],
        "Âm Hàn": [
            "갑"
        ],
        "Âm Quảng Đông": [
            "gaap3"
        ]
    },
    "meanings": {
        "giáp": {
            "Từ điển phổ thông": [
                "vỏ cứng của động vật",
                "áo giáp mặc khi chiến trận",
                "Giáp (ngôi thứ nhất hàng Can)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Can 'Giáp', can đầu trong mười can (thiên can 天干).",
                "(Danh) Đời khoa cử, thi tiến sĩ lấy 'nhất giáp' 一甲, 'nhị giáp' 二甲, 'tam giáp' 三甲 để chia hơn kém. Cho nên bảng tiến sĩ gọi là 'giáp bảng' 甲榜. Nhất giáp gọi là 'đỉnh giáp' 鼎甲, chỉ có ba bực: (1) 'Trạng nguyên' 狀元, (2) 'Bảng nhãn' 榜眼, (3) 'Thám hoa' 探花.",
                "(Danh) Áo giáp, áo dày quân lính mặc để hộ thân. ◇Tam quốc diễn nghĩa 三國演義: 'Từ hoàn giáp thượng mã' 慈擐甲上馬 (Đệ thập nhất hồi) (Thái Sử) Từ mặc áo giáp lên ngựa.",
                "(Danh) Lớp vỏ ngoài vững chắc để che chở. ◎Như: 'thiết giáp xa' 鐵甲車 xe bọc sắt.",
                "(Danh) Quân lính, binh sĩ. ◇Tam quốc diễn nghĩa 三國演義: 'Cung môn tận bế, phục giáp tề xuất, tương Hà Tiến khảm vi lưỡng đoạn' 宮門盡閉, 伏甲齊出, 將何進砍為兩段 (Đệ tam hồi) Cửa cung đóng hết, quân lính mai phục ồ ra, chém Hà Tiến đứt làm hai đoạn.",
                "(Danh) Cơ tầng tổ chức ngày xưa để bảo vệ xóm làng. Mười nhà là một 'giáp'. ◎Như: 'bảo giáp' 保甲 kê tra các nhà các nhân xuất để phòng bị quân gian phi ẩn núp.",
                "(Danh) Móng. ◎Như: 'chỉ giáp' 指甲 móng tay, 'cước chỉ giáp' 腳趾甲 móng chân.",
                "(Danh) Mai. ◎Như: 'quy giáp' 龜甲 mai rùa.",
                "(Danh) Con ba ba. § Cũng gọi là 'giáp ngư' 甲魚 hay 'miết' 鱉.",
                "(Danh) Đơn vị đo diện tích đất đai.",
                "(Đại) Dùng làm chữ nói thay ngôi. Phàm không biết rõ là ai, là gì thì mượn chữ ấy làm cái tên mà gọi thay. ◎Như: anh Giáp, anh Ất, phần Giáp, phần Ất. ◇Nhan Chi Thôi 顏之推: 'Tì trục hô vân: mỗ giáp dục gian ngã!' 婢逐呼云: 某甲欲奸我 (Hoàn hồn chí 還魂志) Con đòi đuổi theo hô lên: Tên kia định gian dâm với tôi!",
                "(Tính) Thuộc hàng đầu, vào hạng nhất. ◎Như: 'giáp đẳng' 甲等 hạng nhất, 'giáp cấp' 甲級 bậc nhất.",
                "(Động) Đứng hạng nhất, vượt trên hết. § Ghi chú: Ngày xưa lấy mười can kể lần lượt, cho nên cái gì hơn hết cả đều gọi là 'giáp'. ◎Như: 'phú giáp nhất hương' 富甲一鄉 giầu nhất một làng."
            ],
            "Từ điển Thiều Chửu": [
                "Can Giáp, một can đầu trong mười can. Ngày xưa lấy mười can kể lần lượt, cho nên cái gì hơn hết cả đều gọi là giáp, như phú giáp nhất hương 富甲一鄉 giầu nhất một làng.",
                "Dùng làm chữ nói thay ngôi (đại từ). Như anh giáp, anh ất, phần giáp, phần ất. Phàm không biết rõ là ai thì mượn chữ ấy làm cái tên mà gọi thay cho có chỗ mà so sánh.",
                "Ðời khoa cử, thi tiến sĩ lấy nhất giáp 一甲, nhị giáp 二甲, tam giáp 三甲 để chia hơn kém. Cho nên bảng tiến sĩ gọi là giáp bảng 甲榜. Nhất giáp chỉ có ba bực: (1) Trạng nguyên 狀元, (2) Bảng nhãn 榜眼, Thám hoa 探花 gọi là đỉnh giáp 鼎甲.",
                "Áo giáp (áo dày).",
                "Mai, như quy giáp 龜甲 mai rùa.",
                "Bảo giáp 保甲 kê tra các nhà các nhân xuất để cho cùng dò xét nhau mà phòng bị các quân gian phi ẩn núp. Mười nhà gọi là một giáp."
            ],
            "Từ điển Trần Văn Chánh": [
                "Can Giáp (can thứ nhất trong 10 thiên can, tương đương với ngôi thứ nhất hoặc 'A');",
                "Nhất, chiếm hàng đầu, đứng đầu: 河仙山水甲天下 Phong cảnh Hà Tiên đẹp nhất thiên hạ;",
                "Mai, vỏ: 龜甲 Mai rùa;",
                "Móng: 指甲 Móng tay;",
                "Áo giáp;",
                "Bọc sắt: 鐵甲車 Xe bọc sắt;",
                "(văn) Quân lính, quân đội (mặc áo giáp): 水軍精甲萬人 Một vạn quân lính thuỷ (Tư trị thông giám: Hán kỉ, Hiến đế Kiến An thập tam niên);",
                "(văn) Vũ khí: 得甲庫取器械 Tìm được kho vũ khí, lấy được một số khí giới (Tư trị thông giám: Đường kỉ, Hiến Tông Nguyên Hoà thập nhị niên);",
                "Chòm xóm, liên gia, giáp (thời xưa 10 nhà là một giáp): 保甲制度 Chế độ liên gia;",
                "(văn) Bả vai (dùng như 胛, bộ 肉);",
                "(văn) Thân gần (dùng như 狎, bộ 犬): 能不我甲 Lại chẳng muốn thân gần ta (Thi Kinh: Vệ phong, Hoàn lan);",
                "[Jiă] (Họ) Giáp."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái vẩy, cái vỏ của loài vật. Chẳng hạn Quy giáp ( mu rùa ) — Cái vỏ ngoài của thực vật khi mới sinh — Loại áo của binh sĩ mặc khi ra trận — Vị thứ nhất trong Thập can — Chỉ thứ nhất, hạng nhất."
            ],
            "compound_words": {
                "兵甲": "binh giáp",
                "指甲": "chỉ giáp",
                "甲苯": "giáp bản",
                "甲榜": "giáp bảng",
                "甲兵": "giáp binh",
                "甲第": "giáp đệ",
                "甲士": "giáp sĩ",
                "甲子": "giáp tí",
                "甲殼": "giáp xác",
                "黃甲": "hoàng giáp",
                "科甲": "khoa giáp",
                "魁甲": "khôi giáp",
                "金甲": "kim giáp",
                "二甲": "nhị giáp",
                "孚甲": "phu giáp",
                "戈甲": "qua giáp",
                "三甲": "tam giáp",
                "皁甲": "tạo giáp",
                "洗甲": "tẩy giáp",
                "犀甲": "tê giáp",
                "鐵甲": "thiết giáp",
                "穿山甲": "xuyên sơn giáp"
            }
        }
    }
}