{
    "character": "申",
    "details": {
        "Âm Hán Việt": [
            "thân"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "điền 田 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨フ一一丨"
        ],
        "Thương Hiệt": [
            "LWL (中田中)"
        ],
        "Unicode": [
            "U+7533"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shēn ㄕㄣ"
        ],
        "Âm Nôm": [
            "thân"
        ],
        "Âm Nhật (onyomi)": [
            "シン (shin)"
        ],
        "Âm Nhật (kunyomi)": [
            "もう.す (mō.su)",
            "もう.し- (mō.shi-)",
            "さる (saru)"
        ],
        "Âm Hàn": [
            "신"
        ],
        "Âm Quảng Đông": [
            "san1"
        ]
    },
    "meanings": {
        "thân": {
            "Từ điển phổ thông": [
                "nói, trình bày",
                "Thân (ngôi thứ 9 hàng Chi)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Trình bày, bày tỏ, thuật lại. ◎Như: 'thân lí' 申理 bày tỏ lí do để kêu oan. ◇Khuất Nguyên 屈原: 'Đạo trác viễn nhi nhật vong hề, nguyện tự thân nhi bất đắc' 道卓遠而日忘兮, 願自申而不得 (Cửu chương 九章, Trừu tư 抽思) Đạo cao xa mà ngày một mất đi hề, mong tự bày tỏ song không được.",
                "(Động) Duỗi. § Thông 'thân' 伸. ◇Diêm thiết luận 鹽鐵論: 'Nãi an đắc cổ khẩu thiệt, thân nhan mi, dự tiền luận nghị thị phi quốc gia chi sự dã' 乃安得鼓口舌, 申顏眉, 預前論議是非國家之事也 (Lợi nghị 利議) Mà còn được khua miệng lưỡi, duỗi mặt mày, tham dự vào việc quốc gia luận bàn phải trái.",
                "(Danh) Chi 'Thân', một chi trong mười hai địa chi.",
                "(Danh) Giờ 'Thân', từ ba giờ đến năm giờ chiều.",
                "(Danh) Tên nước, chư hầu đời Chu, nay thuộc phía bắc tỉnh Hà Nam, Trung Quốc.",
                "(Danh) Họ 'Thân'.",
                "(Phó) Lại. ◎Như: 'thân thuyết' 申說 nói lại lần nữa."
            ],
            "Từ điển Thiều Chửu": [
                "Chi thân, một chi trong mười hai chi. Từ 3 giờ chiều đến năm giờ chiều gọi là giờ thân.",
                "Lại, như thân thuyết 申說 nói lại.",
                "Ðến, như phụng thân phỉ kính 奉申菲敬 kính dâng lễ mọn.",
                "Duỗi, cùng nghĩa với chữ thân 伸.",
                "Hàng đầu các văn thư nhà quan gọi là thân.",
                "Bạc kém phân phải chịu tiền pha thêm cho đúng số bạc gọi là thân thuỷ 申水.",
                "Tên đất.",
                "Bầy tỏ, như thân lí 申理 người bị oan ức bày tỏ lí do để kêu oan."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chi Thân (chi thứ 9 trong 12 địa chi);",
                "Giờ Thân (3 đến 5 giờ chiều);",
                "Trình bày, nói rõ ra: 重申 Nhắc lại một lần nữa, nhấn mạnh; 申明理由 Trình bày rõ lí do;",
                "(văn) Duỗi ra (dùng như 伸, bộ 亻);",
                "(văn) Lại lần nữa: 申告 Nói lại cho biết lần nữa; 申說 Nói lại lần nữa;",
                "(văn) Từ dùng của cấp dưới khi nói với cấp trên (thời xưa): 申報 Báo cáo;",
                "(văn) Khuyên răn, khuyên bảo: 即三令五申之 Liền ra lệnh và khuyên răn họ nhiều lần (Sử kí: Tôn Tử Ngô Khởi liệt truyện);",
                "(văn) Xác định rõ, rõ ràng: 罪無申證 Tội không có chứng cứ rõ ràng (Hậu Hán thư: Đặng Chất liệt truyện);",
                "[Shen] Nước Thân (một nước chư hầu đời Chu, nay thuộc phía bắc tỉnh Hà Nam, Trung Quốc);",
                "[Shen] Thành phố Thượng Hải (gọi tắt);",
                "[Shen] (Họ) Thân."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vị thứ 9 trong Thập nhị chi — Làm cho sáng tỏ. Như chữ Thân 伸."
            ],
            "compound_words": {
                "求申": "cầu thân",
                "三令五申": "tam lệnh ngũ thân",
                "申辦": "thân biện",
                "申奏": "thân tấu",
                "申時": "thân thời"
            }
        }
    }
}