{
    "character": "疇",
    "details": {
        "Âm Hán Việt": [
            "trù"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "điền 田 (+14 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰田壽"
        ],
        "Nét bút": [
            "丨フ一丨一一丨一フ一丨一一丨フ一一丨丶"
        ],
        "Thương Hiệt": [
            "WGNI (田土弓戈)"
        ],
        "Unicode": [
            "U+7587"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chóu ㄔㄡˊ"
        ],
        "Âm Nôm": [
            "trù"
        ],
        "Âm Nhật (onyomi)": [
            "チュウ (chū)"
        ],
        "Âm Nhật (kunyomi)": [
            "うね (une)",
            "たぐい (tagui)",
            "ひと.しい (hito.shii)"
        ],
        "Âm Hàn": [
            "주"
        ],
        "Âm Quảng Đông": [
            "cau4"
        ]
    },
    "meanings": {
        "trù": {
            "Từ điển phổ thông": [
                "ruộng lúa",
                "loài, loại"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ruộng đất. ◎Như: 'điền trù' 田疇 ruộng đất, 'hoang trù' 荒疇 ruộng hoang.",
                "(Danh) Luống, khu ruộng. ◇Tả Tư 左思: 'Kì viên tắc hữu củ nhược thù du, qua trù dụ khu, cam giá tân khương' 其園則有蒟蒻茱萸, 瓜疇芋區, 甘蔗辛薑 (Thục đô phú 蜀都賦) Vườn đó thì có chia ra các luống trồng củ nhược, thù du, dưa, khoai và khu trồng mía, gừng.",
                "(Danh) Loài, chủng loại. ◎Như: Ông Cơ Tử 箕子 bảo vua Vũ 禹 những phép lớn của trời đất chia làm chín loài, gọi là 'hồng phạm cửu trù' 洪範九疇, lại gọi là 'cơ trù' 箕疇. ◇Chiến quốc sách 戰國策: 'Phù vật các hữu trù, kim Khôn hiền giả chi trù dã' 夫物各有疇, 今髡賢者之疇也 (Tề sách tam 齊策三) Vật nào cũng có chủng loại, nay Khôn tôi thuộc vào bậc hiền giả.",
                "(Danh) Họ 'Trù'.",
                "(Danh) Ngày xưa, trước kia. ◎Như: 'trù tích' 疇昔 ngày trước. ◇Nguyễn Du 阮攸: 'Nhan sắc thị trù tích' 顏色是疇昔 (Kí mộng 記夢) Nhan sắc vẫn như xưa.",
                "(Đại) Ai. ◇Thượng Thư 尚書: 'Đế viết: Trù nhược dư công?' 帝曰: 疇若予工 舜典 (Thuấn điển) Vua nói: Ai xứng đáng trông coi công việc của ta?"
            ],
            "Từ điển Thiều Chửu": [
                "Ruộng cấy lúa.",
                "Nói sự đã qua gọi là trù tích 疇昔 tức như ta nói ngày nào vậy.",
                "Ðời đời giữ cái nghiệp nhà truyền lại gọi là trù. Ngày xưa giao các việc xem thiên văn và tính toán cho các quan thái sử đời đời giữ chức, cho nên gọi các nhà học tính là trù nhân 疇人.",
                "Loài, ông Cơ Tử bảo vua Vũ Vương những phép lớn của trời đất có chia làm chín loài, gọi là hồng phạm cửu trù 洪範九疇, lại gọi là cơ trù 箕疇.",
                "Cõi ruộng, chỗ luống này cách luống kia.",
                "Ai.",
                "Xưa.",
                "Ðôi, hai người là thất 匹, bốn người là trù 疇."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ruộng: 平疇千里 Đồng ruộng ngàn dặm;",
                "Loại, cùng loại: 范 疇 Phạm trù;",
                "(văn) Xưa, trước kia.【疇昔】trù tích [chóuxi] (văn) Hồi trước, ngày trước, trước kia;",
                "(văn) Ai: 帝曰：疇若予功？ Vua nói: Ai xứng đáng trông coi những công việc của ta? (Thượng thư);",
                "(văn) Đôi (đôi hai người là thất 匹, đôi bốn người là trù)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ruộng tốt — Ranh ruộng. Ranh giới — Ai."
            ],
            "compound_words": {
                "範疇": "phạm trù"
            }
        }
    }
}