{
    "character": "畏",
    "details": {
        "Âm Hán Việt": [
            "uý"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "điền 田 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿳田一𧘇"
        ],
        "Nét bút": [
            "丨フ一丨一一フノ丶"
        ],
        "Thương Hiệt": [
            "WMV (田一女)"
        ],
        "Unicode": [
            "U+754F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "wēi ㄨㄟ",
            "wěi ㄨㄟˇ",
            "wèi ㄨㄟˋ"
        ],
        "Âm Nôm": [
            "hoay",
            "uý"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "おそ.れる (oso.reru)",
            "かしこま.る (kashikoma.ru)",
            "かしこ (kashiko)",
            "かしこ.し (kashiko.shi)"
        ],
        "Âm Hàn": [
            "외"
        ],
        "Âm Quảng Đông": [
            "wai3"
        ]
    },
    "meanings": {
        "uý": {
            "Từ điển phổ thông": [
                "sợ sệt"
            ],
            "Từ điển trích dẫn": [
                "(Động) Sợ. ◇Sử Kí 史記: 'Công tử úy tử tà? Hà khấp dã?' 公子畏死邪? 何泣也? (Ngụy Công Tử liệt truyện 魏公子列傳) Công tử sợ chết hay sao? Tại sao lại khóc? ◇Phạm Trọng Yêm 范仲淹: 'Ưu sàm úy ki' 憂讒畏譏 (Nhạc Dương Lâu kí 岳陽樓記) Lo sợ những lời gièm chê.",
                "(Động) Kính phục, nể phục. ◎Như: 'hậu sanh khả úy' 後生可畏 thế hệ sinh sau đáng nể phục. ◇Tông Thần 宗臣: 'Tâm úy tướng công' 心畏相公 (Báo Lưu Nhất Trượng thư 報劉一丈書) Lòng kính phục tướng công.",
                "(Động) Dọa nạt. ◇Hán Thư 漢書: 'Tiền sát Chiêu Bình, phản lai úy ngã' 前殺昭平, 反來畏我 (Cảnh thập tam vương truyện 景十三王傳) Trước đó giết Chiêu Bình, rồi trở lại dọa nạt tôi.",
                "(Động) Oán ghét, oán hận. ◇Sử Kí 史記: 'Thị hậu Ngụy vương úy Công tử chi hiền năng' 是後魏王畏公子之賢能 (Ngụy Công Tử liệt truyện 魏公子列傳) Sau việc đó, vua Ngụy oán ghét tài đức của Công Tử.",
                "(Động) Chết (bị giết bằng binh khí).",
                "(Danh) Tội.",
                "(Tính) Nguy hiểm, đáng ghê sợ. ◇Ngô Quốc Luân 吳國倫: 'Úy lộ bất kham luận' 畏路不堪論 (Đắc Nguyên Thừa thư 得元乘書) Đường gian nguy không kể xiết."
            ],
            "Từ điển Thiều Chửu": [
                "Sợ, sự gì chưa xảy ra cũng tưởng tượng cũng đáng sợ gọi là cụ 懼, sự đã xảy đến phải nhận là đáng sợ gọi là uý 畏.",
                "Tâm phục.",
                "Trong lòng có mối lo phải răn giữ gọi là uý.",
                "Phạm tội chết trong ngục (đọc là ủy)."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sợ, lo ngại, kinh sợ: 不畏強暴 Không sợ cường bạo;",
                "Tôn trọng, kính trọng, kính phục;",
                "(văn) Làm cho sợ, doạ nạt, bắt nạt: 前殺昭平，反來畏我 Trước đó giết Chiêu Bình, rồi trở lại bắt nạt tôi (Hán thư);",
                "(văn) Người sợ tội tự sát trong ngục;",
                "(văn) Chỗ cong của cây cung (như 隈, bộ 阜);",
                "(văn) Uy nghiêm, oai nghiêm (dùng như 威, bộ 女): 其行罰也，畏乎如雷霆 Khi thi hành hình phạt, uy nghiêm như sấm như sét (Hàn Phi tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợ hãi — Kính phục — Chết ở trong tù gọi là uỷ."
            ],
            "compound_words": {
                "寅畏": "dần uý",
                "癡而不畏虎": "si nhi bất uý hổ",
                "畏懼": "uý cụ",
                "畏友": "uý hữu",
                "畏忌": "uý kị",
                "畏敬": "uý kính"
            }
        }
    }
}