{
    "character": "用",
    "details": {
        "Âm Hán Việt": [
            "dụng"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "dụng 用 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノフ一一丨"
        ],
        "Thương Hiệt": [
            "BQ (月手)"
        ],
        "Unicode": [
            "U+7528"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yòng ㄧㄨㄥˋ"
        ],
        "Âm Nôm": [
            "dộng",
            "dùng",
            "đụng",
            "giùm",
            "giùng",
            "rùng",
            "vùng"
        ],
        "Âm Nhật (onyomi)": [
            "ヨウ (yō)"
        ],
        "Âm Nhật (kunyomi)": [
            "もち.いる (mochi.iru)"
        ],
        "Âm Hàn": [
            "용"
        ],
        "Âm Quảng Đông": [
            "jung6"
        ]
    },
    "meanings": {
        "dụng": {
            "Từ điển phổ thông": [
                "dùng, sử dụng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Công hiệu, hiệu quả. ◎Như: 'công dụng' 功用 công hiệu, hiệu năng, 'tác dụng' 作用 hiệu quả, ảnh hưởng. ◇Luận Ngữ 論語: 'Lễ chi dụng, hòa vi quý' 禮之用, 和為貴 (Học nhi 學而) Công dụng của lễ nghi, \"hòa\" là quý.",
                "(Danh) Tiền tài, của cải. ◎Như: 'quốc dụng' 國用 tài chánh của nhà nước.",
                "(Danh) Đồ dùng. ◎Như: 'khí dụng' 器用 vật dụng, 'nông dụng' 農用 đồ dùng của nhà nông.",
                "(Danh) Họ 'Dụng'.",
                "(Động) Dùng, sai khiến. ◎Như: 'nhâm dụng' 任用 dùng, giao nhiệm vụ. ◇Luận Ngữ 論語: 'Như hữu dụng ngã giả, ngô kì vi Đông Chu hồ' 如有用我者, 吾其為東周乎 (Dương Hóa 陽貨) Nếu dùng ta, thì ta sẽ chấn hưng đạo nhà Đông Chu.",
                "(Động) Làm, thi hành. ◎Như: 'vận dụng' 運用 cố làm cho được, 'ứng dụng' 應用 đem dùng thực sự.",
                "(Động) Ăn, uống. ◎Như: 'dụng xan' 用餐 dùng cơm, 'dụng trà' 用茶 dùng trà.",
                "(Phó) Cần. ◎Như: 'bất dụng cấp' 不用急 không cần phải vội. ◇Lí Bạch 李白: 'Sanh bất dụng phong vạn hộ hầu, Đãn nguyện nhất thức Hàn Kinh Châu' 生不用封萬戶侯, 但願一識韓荊州 (Dữ Hàn Kinh Châu thư 與韓荊州書) Không cần được phong vạn hộ hầu, Chỉ mong được biết Hàn Kinh Châu.",
                "(Liên) Đem, lấy. Cũng như 'dĩ' 以. ◎Như: 'dụng thủ mông trụ nhãn tình' 用手蒙住眼睛 lấy tay bịt mắt.",
                "(Giới) Vì, do, nhờ. Tương đương với: 'nhân' 因, 'nhân vi' 因為. ◎Như: 'dụng tâm' 用心, 'dụng lực' 用力. ◇Sử Kí 史記: 'Dụng tài tự vệ, bất kiến xâm phạm' 用財自衛, 不見侵犯 (Hóa thực liệt truyện 貨殖列傳) Nhờ tài sản mà bảo vệ mình, không bị xâm phạm."
            ],
            "Từ điển Thiều Chửu": [
                "Công dùng, đối lại với chữ thể 體. Về phần bản năng của sự vật gọi là thể 體, đem thi hành ra sự nghiệp gọi là dụng 用. Như công dụng 功用 công dụng, tác dụng 作用 làm dùng.",
                "Dùng, sai khiến. Như dụng nhân hành chánh 用人行政 dùng người làm chánh.",
                "Của dùng, tài chánh của nhà nước gọi là quốc dụng 國用.",
                "Ðồ dùng.",
                "Nhờ vào cái gì để động tác làm lụng gọi là dụng, như dụng tâm 用心, dụng lực 用力, động dụng 動用, v.v.",
                "Dùng làm trợ từ, nghĩa là lấy, là bèn, là chưng ấy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dùng, dụng: 用具 Dụng cụ, đồ dùng; 用機器生產 Dùng máy móc để sản xuất. 【用來】dụng lai [yònglái] Dùng để: 這個盆子用來種水仙最合適 Cái chậu này dùng để trồng thuỷ tiên rất hợp; 【用以】dụng dĩ [yòngyê] Dùng để:《其他》這個詞，可用以指人，也可用以指物 Hai chữ 其他 có thể dùng để chỉ người, cũng có thể dùng để chỉ vật;",
                "Dùng, ăn, uống: 請用茶 Mời uống trà; 用飯 Dùng (ăn) cơm;",
                "(văn) Dùng (người), bổ dụng, bổ nhiệm;",
                "(văn) Của cải: 強本而節用 Làm cho gốc mạnh và tiết kiệm của cải (Tuân tử); 一曰主用足 Điều thứ nhất là của cải của nhà vua đầy đủ (Triều Thác: Luận quý mễ sớ);",
                "Chi tiêu, tiêu, chi phí: 零用錢 Tiền tiêu vặt;",
                "(Công) dụng, ích: 效用很大 Công dụng rất lớn; 無用 Vô dụng, vô ích;",
                "Cần: 不用多說 Không cần nói nhiều;",
                "(văn) Vì, do, nhờ: 用此 Vì vậy, do đó; 安用 Vì sao; 田中不得有樹，用妨五穀 Trong ruộng không được trồng cây, vì làm cho ngũ cốc không mọc được (Hán thư: Thực hoá chí thượng); 廣用善騎射殺首虜多，爲漢中郎 Lí Quảng nhờ cỡi ngựa giỏi bắn giết được nhiều quân giặc, được làm quan ở Hán Trung (Sử kí); 不忮不求，何用不臧？ Nếu không đố kị không tham cầu thì vì sao mà không tốt? (Thi Kinh: Bội phong, Hùng trĩ); 用財自衛，不見侵犯 Nhờ tài sản mà bảo vệ được thân mình, không bị xâm phạm (Sử kí: Hoá thực liệt truyện);",
                "(văn) Đem, lấy (dùng như 以, bộ 人): 用其姊妻之 Đem chị mình gả cho ông ta (Sử kí);",
                "(gt) (văn) Cho (dùng như 於 hoặc 于 để chỉ đối tượng của động tác, hành vi): 發蒙，利用刑人 Xem xét vấn đề chính xác, có lợi cho người xử phạt (Chu Dịch: Quẻ Mông);",
                "(gt) (văn) Do (để nêu ra người chủ động một động tác hoặc hành vi): 凡二十五家中陶冶木 石等匠俱用伍長及伍卒爲之 Các thợ đúc, thợ mộc, thợ đá của mỗi 25 nhà đều do ngũ trưởng (người đứng đầu 5 người trong quân đội thời xưa) và quân lính đảm nhiệm (Hồng Tú Toàn: Thiên triều điền mẫu chế độ);",
                "(gt) (văn) Vào lúc (chỉ thời gian): 古法採草葯多用 二月，八月 Phép xưa hái cây thuốc phần nhiều vào tháng hai, tháng tám (Mộng khê bút đàm);",
                "(lt) (văn) Vì vậy, nên (biểu thị kết quả): …用使巨細不均… Vì thế khiến cho lớn nhỏ không đều .... (Sử thông: Ngoại thiên)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đem ra mà dùng — Đem ra mà làm — Sai khiến — Dùng để — Đồ dùng — Sự tiêu dùng — Tên một trong các bộ chữ Trung Hoa — Tên người, tức Trương Quốc Dụng ( 1797-1864 ), tự Dĩ Hành, người xã Phong Phú huyện Thạch Hà, tỉnh Hà Tỉnh, đậu tiến sĩ năm Minh Mệnh thứ 10 ( 1829 ), trải thờ hai triều Minh Mệnh, Tự Đức. Làm quan tới chức Hình Bộ Thượng Thư. Sau được cử làm Hiệp Thống, đánh giặc Tạ Văn Phụng ở Quảng Yên, chết trận. Tác phẩm có cuốn Thoái thực kí văn."
            ],
            "compound_words": {
                "包用": "bao dụng",
                "不用": "bất dụng",
                "不中用": "bất trúng dụng",
                "柄用": "bính dụng",
                "補用": "bổ dụng",
                "佩用": "bội dụng",
                "割雞焉用牛刀": "cát kê yên dụng ngưu đao",
                "求用": "cầu dụng",
                "執兩用中": "chấp lưỡng dụng trung",
                "支用": "chi dụng",
                "专用": "chuyên dụng",
                "專用": "chuyên dụng",
                "僱用": "cố dụng",
                "公用": "công dụng",
                "功用": "công dụng",
                "供用": "cung dụng",
                "引用": "dẫn dụng",
                "民用": "dân dụng",
                "妙用": "diệu dụng",
                "用兵": "dụng binh",
                "用功": "dụng công",
                "用具": "dụng cụ",
                "用度": "dụng độ",
                "用賢": "dụng mệnh",
                "用人": "dụng nhân",
                "用品": "dụng phẩm",
                "用事": "dụng sự",
                "用心": "dụng tâm",
                "用子": "dụng tử",
                "用武": "dụng vũ",
                "大用": "đại dụng",
                "得用": "đắc dụng",
                "家用": "gia dụng",
                "交互作用": "giao hỗ tác dụng",
                "效用": "hiệu dụng",
                "享用": "hưởng dụng",
                "有用": "hữu dụng",
                "益用": "ích dụng",
                "濫用": "lạm dụng",
                "利用": "lợi dụng",
                "挪用": "na dụng",
                "任用": "nhiệm dụng",
                "日用": "nhật dụng",
                "日用常談": "nhật dụng thường đàm",
                "需用": "nhu dụng",
                "費用": "phí dụng",
                "非对称式数据用户线": "phi đối xứng thức số cứ dụng hộ tuyến",
                "非對稱式數據用戶線": "phi đối xứng thức số cứ dụng hộ tuyến",
                "服用": "phục dụng",
                "軍用": "quân dụng",
                "國用": "quốc dụng",
                "聘用": "sính dụng",
                "所用": "sở dụng",
                "使用": "sử dụng",
                "作用": "tác dụng",
                "暫用": "tạm dụng",
                "採用": "thái dụng",
                "采用": "thái dụng",
                "實用": "thật dụng",
                "適用": "thích dụng",
                "切用": "thiết dụng",
                "通用": "thông dụng",
                "收用": "thu dụng",
                "常用": "thường dụng",
                "節用": "tiết dụng",
                "消用": "tiêu dụng",
                "信用": "tín dụng",
                "重用": "trọng dụng",
                "中用": "trúng dụng",
                "徵用": "trưng dụng",
                "足用": "túc dụng",
                "自用": "tự dụng",
                "应用": "ứng dụng",
                "應用": "ứng dụng",
                "運用": "vận dụng",
                "物用": "vật dụng",
                "遠用": "viễn dụng",
                "妄用": "vọng dụng",
                "無用": "vô dụng"
            }
        }
    }
}