{
    "character": "直",
    "details": {
        "Âm Hán Việt": [
            "trị",
            "trực"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "mục 目 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "一丨丨フ一一一一"
        ],
        "Thương Hiệt": [
            "JBMM (十月一一)"
        ],
        "Unicode": [
            "U+76F4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhí ㄓˊ"
        ],
        "Âm Nôm": [
            "chực",
            "sực",
            "trực"
        ],
        "Âm Nhật (onyomi)": [
            "チョク (choku)",
            "ジキ (jiki)",
            "ジカ (jika)"
        ],
        "Âm Nhật (kunyomi)": [
            "ただ.ちに (tada.chini)",
            "なお.す (nao.su)",
            "-なお.す (-nao.su)",
            "なお.る (nao.ru)",
            "なお.き (nao.ki)",
            "す.ぐ (su.gu)"
        ],
        "Âm Hàn": [
            "직"
        ],
        "Âm Quảng Đông": [
            "zik6"
        ]
    },
    "meanings": {
        "trị": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái giá cao thấp của một vật — Xem Trực."
            ]
        },
        "trực": {
            "Từ điển phổ thông": [
                "thẳng"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Thẳng. ◎Như: 'trực tuyến' 直線 đường thẳng.",
                "(Tính) Thẳng thắn. ◎Như: 'trực tính tử' 直性子 người thẳng tính.",
                "(Tính) Không tư riêng, không thiên lệch. ◎Như: 'chính trực' 正直 ngay thẳng.",
                "(Tính) Thẳng đờ, mỏi đờ. ◎Như: 'lưỡng nhãn phát trực' 兩眼發直 hai mắt đờ đẫn, 'song thối cương trực' 雙腿僵直 hai đùi cứng đờ.",
                "(Động) Uốn thẳng, làm cho thẳng. ◎Như: 'trực khởi yêu lai' 直起腰來 ưỡn thẳng lưng lên.",
                "(Động) Hầu (để trực tiếp sai bảo). ◇Kim sử 金史: 'Nhật nhị nhân trực, bị cố vấn' 日二人直, 備顧問 (Ai Tông bổn kỉ thượng 哀宗本紀上) Mỗi ngày có hai người hầu trực, để sẵn sàng khi cần hỏi đến.",
                "(Động) Giá trị. § Thông 'trị' 值. ◇Tô Thức 蘇軾: 'Xuân tiêu nhất khắc trực thiên kim' 春宵一刻直千金 (Xuân dạ thi 春夜詩) Đêm xuân một khắc đáng giá nghìn vàng.",
                "(Phó) Thẳng tới. ◎Như: 'trực tiếp' 直接 liên hệ thẳng, không qua trung gian.",
                "(Phó) Chỉ, bất quá. ◇Mạnh Tử 孟子: 'Trực bất bách bộ nhĩ' 直不百步耳 (Lương Huệ Vương thượng 梁惠王上) Chẳng qua trăm bước vậy.",
                "(Phó) Ngay, chính nên. ◇Đỗ Thu Nương 杜秋娘: 'Hoa khai kham chiết trực tu chiết' 花開堪折直須折 (Kim lũ y 金縷衣) Hoa nở đáng bẻ thì nên bẻ ngay.",
                "(Phó) Một mạch, cứ, mãi. ◎Như: 'nhất trực tẩu' 一直走 đi một mạch, 'trực khốc' 直哭 khóc mãi.",
                "(Phó) Thực là. ◇Trang Tử 莊子: 'Thị trực dụng quản khuy thiên' 是直用管窺天 (Thu thủy 秋水) Thực là lấy ống dòm trời.",
                "(Phó) Cố ý. ◇Sử Kí 史記: 'Trực trụy kì lí di hạ' 直墜其履圯下 (Lưu Hầu thế gia留侯世家) Cố ý làm rơi giày dưới cầu.",
                "(Liên) Dù, mặc dù. ◇Đỗ Mục 杜牧: 'Nhân sanh trực tác bách tuế ông, diệc thị vạn cổ nhất thuấn trung' 人生直作百歲翁, 亦是萬古一瞬中 (Trì Châu tống Mạnh Trì tiền bối 池州送孟遲先輩) Đời người dù có làm ông già trăm tuổi, thì cũng là một cái nháy mắt trong vạn cổ mà thôi.",
                "(Danh) Lẽ thẳng, lí lẽ đúng đắn. ◎Như: 'đắc trực' 得直 được lẽ ngay, được tỏ nỗi oan.",
                "(Danh) Họ 'Trực'."
            ],
            "Từ điển Thiều Chửu": [
                "Thẳng.",
                "Chính trực không có riêng tây gì.",
                "Ðược lẽ thẳng, được tỏ nỗi oan ra gọi là đắc trực 得直.",
                "Thẳng tới, như trực tiếp 直接 thẳng tiếp.",
                "Những, bất quá, dùng làm trợ từ, như trực bất bách bộ nhĩ 直不百步耳 (Mạnh Tử 孟子) những chẳng qua trăm bước vậy.",
                "Ngay, chính nên, như hoa khai kham chiết trực tu chiết 花開堪折直須折 hoa nở nên bẻ bẻ ngay.",
                "Hầu.",
                "Cùng nghĩa với chữ trị 値 giá trị."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thẳng, trực tiếp: 這支棍很直 Chiếc gậy này rất thẳng; 直牴 Đến thẳng;",
                "Uốn thẳng, ưỡn thẳng: 直起腰來 Ưỡn thẳng lưng lên;",
                "Ngay thẳng, chính trực, trực: 正直 Chính trực, ngay thẳng;",
                "Một mạch, mãi: 一直走 Đi một mạch; 一直說了半天 Nói một mạch hàng giờ, nói mãi; 直哭 Khóc mãi;",
                "Cứng đờ, mỏi đờ: 手凍直了 Tay cóng đờ; 眼睛發直 Mắt mỏi đờ;",
                "Dọc: 直行書寫 Viết theo hàng dọc; 直裡有三公尺 Chiều dọc 3 mét;",
                "Thật (là): 他的脾氣直像小孩子一樣 Tính nết thằng ấy thật chả khác gì trẻ con;",
                "(văn) Cố ý, đặc biệt, có ý: 直墮其履圯下 (Ông già) cố ý làm rơi giày dưới cầu (Sử kí); 嬰最不肖，故直使楚矣 Án Anh này rất bất tiếu, nên mới chuyên đi sứ sang nước Sở (Án tử Xuân thu);",
                "(văn) Chỉ: 直不百步耳 Chỉ không đầy trăm bước (Mạnh tử); 吾直戲耳 Tôi chỉ đùa mà thôi (Hán thư);",
                "(văn) Trực thuộc: 直省 Các tỉnh trực thuộc;",
                "(văn) Đối mặt, gặp phải;",
                "(văn) Trực ban, trực nhật;",
                "(văn) Giá trị, tiền công (dùng như 値, bộ 亻): 昂其直，居爲奇貨 Nâng giá nó lên, tích trữ để bán giá cao (Liêu trai chí dị: Xúc chức);",
                "(văn) Lời lẽ chính xác, lí lẽ chính xác: 告之以直而不改 Đem lí lẽ đúng nói với y, nhưng y không chịu sửa đổi (Liễu Tôn Nguyên: Phong kiến luận);",
                "(văn) Dù, mặc dù: 人生直作百歲翁，亦是萬古一瞬中 Đời người dù có làm ông già trăm tuổi, thì cũng là một cái nháy mắt trong vạn cổ mà thôi (Đỗ Mục: Tiết Châu tống Mạnh Trì Tiên bối);",
                "(văn) Ngay, chính nên: 花門堪折直須折 Hoa nở bẻ được thì nên bẻ ngay (Đỗ Thu Nương: Kim lũ y);",
                "[Zhí] (Họ) Trực."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thẳng ( không cong, gẫy ). Td: Cương trực — Không thiên lệch. Td: Trung trực — Thẳng tới, không qua trung gian nào. Td: Trực tiếp — Chờ đợi. Td: Túc trực — Tên người, tức Nguyễn Trực, 1417-1473, tự là Công Đĩnh, hiệu là Sư Liệu, người xã Bối khê huyện Thanh oai tỉnh Hà đông, đậu Trạng nguyên năm 1442, niên hiệu Đại bảo thứ 3 đời Lê Thánh Tông, làm quan tới chức Hàn lâm viện Thừa chỉ kiêm Quốc tử giám Tế tửu, từng đi sứ Trung Hoa. Tác phẩm Hán văn có Sư liệu tập và Bối khê tập."
            ],
            "compound_words": {
                "邦直": "bang trực",
                "儤直": "bạo trực",
                "正直": "chính trực",
                "刚直": "cương trực",
                "剛直": "cương trực",
                "亢直": "kháng trực",
                "曲直": "khúc trực",
                "廉直": "liêm trực",
                "甪直": "lộ trực",
                "弄直": "lộng trực",
                "梗直": "ngạnh trực",
                "一直": "nhất trực",
                "樸直": "phác trực",
                "垂直": "thuỳ trực",
                "常直": "thường trực",
                "忠直": "trung trực",
                "直播": "trực bá",
                "直筆": "trực bút",
                "直吿": "trực cáo",
                "直突": "trực đột",
                "直覺": "trực giác",
                "直角": "trực giác",
                "直系": "trực hệ",
                "直言": "trực ngôn",
                "直升機": "trực thăng cơ",
                "直升飞机": "trực thăng phi cơ",
                "直昇飛機": "trực thăng phi cơ",
                "直接": "trực tiếp",
                "直節": "trực tiết",
                "直性": "trực tính",
                "直線": "trực tuyến",
                "直缐": "trực tuyến",
                "宿直": "túc trực",
                "應直": "ứng trực"
            }
        }
    }
}