{
    "character": "盤",
    "details": {
        "Âm Hán Việt": [
            "bàn"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "mẫn 皿 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱般皿"
        ],
        "Nét bút": [
            "ノノフ丶一丶ノフフ丶丨フ丨丨一"
        ],
        "Thương Hiệt": [
            "HEBT (竹水月廿)"
        ],
        "Unicode": [
            "U+76E4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "pán ㄆㄢˊ",
            "xuán ㄒㄩㄢˊ"
        ],
        "Âm Nôm": [
            "bàn",
            "mâm"
        ],
        "Âm Nhật (onyomi)": [
            "バン (ban)"
        ],
        "Âm Hàn": [
            "반"
        ],
        "Âm Quảng Đông": [
            "pun4"
        ]
    },
    "meanings": {
        "bàn": {
            "Từ điển phổ thông": [
                "cái mâm",
                "cái chậu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chậu tắm rửa, làm bằng đồng ngày xưa.",
                "(Danh) Mâm, khay. ◇Thủy hử truyện 水滸傳: 'Thác xuất nhất bàn, lưỡng cá đoạn tử, nhất bách lạng hoa ngân, tạ sư' 托出一盤, 兩個段子, 一百兩花銀, 謝師 (Đệ nhị hồi) Bưng ra một mâm (gồm) hai tấm đoạn, một trăm lạng hoa ngân (để) tặng thầy.",
                "(Danh) Vật hình dạng giống như cái mâm, cái khay. ◎Như: 'kì bàn' 棋盤 bàn cờ, 'toán bàn' 算盤 bàn tính.",
                "(Danh) Giá cả. ◎Như: 'khai bàn' 開盤 giá lúc mở cửa (thị trường chứng khoán), 'thu bàn' 收盤 giá lúc đóng cửa (thị trường chứng khoán).",
                "(Danh) Lượng từ: (1) Mâm. ◎Như: 'tam bàn thủy quả' 三盤水果 ba mâm trái cây. (2) Ván, cuộc. ◎Như: 'hạ lưỡng bàn kì' 下兩盤棋 đánh hai ván cờ. (3) Vòng. ◎Như: 'nhất bàn văn hương' 一盤蚊香 một vòng hương đuổi muỗi. (4) Khu lục địa.",
                "(Danh) Nền móng, cơ sở. ◎Như: 'địa bàn' 地盤 vùng đất (chịu ảnh hưởng).",
                "(Danh) Họ 'Bàn'.",
                "(Danh) Tảng đá lớn. § Thông 'bàn' 磐.",
                "(Động) Vòng quanh, quấn quanh, cuộn. ◎Như: 'mãng xà bàn thụ' 蟒蛇盤樹 trăn cuộn khúc quanh cây, 'bả thằng tử bàn khởi lai' 把繩子盤起來 cuộn dây thừng lại.",
                "(Động) Vận chuyển, xoay chuyển. ◎Như: 'do thương khố vãng ngoại bàn đông tây' 由倉庫往外盤東西 khuân đồ đạc từ trong kho ra.",
                "(Động) Xếp chân vòng tròn. ◎Như: 'bàn thối' 盤腿 ngồi xếp bằng tròn.",
                "(Động) Kiểm kê, soát. ◎Như: 'bàn hóa' 盤貨 kiểm kê hàng hóa.",
                "(Động) Định giá cả.",
                "(Động) Tra xét, xét hỏi. ◎Như: 'bàn vấn' 盤問 gạn hỏi, 'bàn cật' 盤詰 xét hỏi, hỏi vặn. ◇Thủy hử truyện 水滸傳: 'Đãn hữu quá vãng khách thương, nhất nhất bàn vấn, tài phóng xuất quan' 但有過往客商, 一一盤問, 纔放出關 (Đệ thập nhất hồi) Nếu có khách thương qua lại, đều phải xét hỏi, rồi mới cho ra cửa ải.",
                "(Động) § Xem 'bàn toàn' 盤旋.",
                "(Động) Vui chơi. ◇Thượng Thư 尚書: 'Bàn du vô độ' 盤遊無度 (Ngũ tử chi ca 五子之歌) Vui chơi vô độ.",
                "(Tính) Quanh co, uốn khúc. ◎Như: 'bàn hoàn' 盤桓 quanh co, không tiến lên được.",
                "(Tính) Bồi hồi, lưu liên không rời nhau được. ◇Đào Uyên Minh 陶淵明: 'Cảnh ế ế dĩ tương nhập, phủ cô tùng nhi bàn hoàn' 景翳翳以將入, 撫孤松而盤桓 (Quy khứ lai từ 歸去來辭) Ánh mặt trời mờ mờ sắp lặn, vỗ cây tùng lẻ loi lòng bồi hồi."
            ],
            "Từ điển Thiều Chửu": [
                "Cái mâm.",
                "Cái chậu tắm rửa.",
                "Bàn hoàn 盤桓 quanh co, không tiến lên được.",
                "Bồi hồi, bè bạn lưu liên (留連) không rời nhau được cũng gọi là bàn hoàn 盤桓. Ðào Uyên Minh 陶淵明: Cảnh ế ế dĩ tương nhập, phủ cô tùng nhi bàn hoàn 景翳翳以將入，撫孤松而盤桓 cảnh mờ mờ sắp vào trong bóng đêm, vỗ cây tùng lẻ loi, lòng bồi hồi.",
                "Bàn toàn 盤旋 quay liệng, quay liệng vài vòng rồi chạy và bay bổng lên gọi là bàn toàn.",
                "Toàn cuộc, như thông bàn trù hoạch 通盤籌畫 toan tính suốt cả toàn cuộc.",
                "Ðiểm tra các của cải.",
                "Ðịnh giá hàng hoá.",
                "Tra xét nguyên do, như bàn cật 盤詰 xét hỏi, hỏi vặn.",
                "Vui, như bàn du vô độ 盤遊無度 (Thư Kinh 書經) vui chơi vô độ.",
                "Cùng một nghĩa với chữ bàn 磐: tảng đá lớn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đĩa (dĩa): 一 盤菜 Một đĩa thức ăn; 掃描盤 Đĩa phân hình;",
                "Bàn, mâm, khay: 棋盤 Bàn cờ; 算盤 Bàn tính (toán); 檳榔盤 Khay trầu; 鍵盤 Bàn phím;",
                "Vòng tròn, cuộn tròn, lượn quanh: 把繩子盤起來 Cuộn dây thừng lại; 盤山公路 Đường ô tô vòng quanh núi; 盤龍 Rồng cuộn;",
                "Soát, kiểm kê: 盤貨 Kiểm kê hàng hoá;",
                "Xét hỏi, tra hỏi, tra xét: 盤問被牽連的人 Xét hỏi người bị can;",
                "Đắp, xây: 盤爐灶 Xây bếp;",
                "Khuân: 由倉庫往外盤東西 Khuân đồ đạc từ trong kho ra;",
                "Tha: 螞蟻盤窩 Kiến tha tổ;",
                "(cũ) Để lại, nhường lại, bán lại: 盤店 Bán lại cửa hiệu;",
                "(cũ) Giá cả: 開盤兒 Giá đặt ra, đặt giá; 收 盤兒 Giá cuối cùng, tỉ giá lúc đóng cửa (ở thị trường chứng khoán); 平盤兒 Giá bình thường;",
                "(loại) Ván, cuộc, cái, cỗ: 下了一盤棋 Đánh một ván cờ; 一盤機器 Một cỗ máy;",
                "(văn) Vui: 盤遊無度 Vui chơi vô độ;",
                "(văn) Tảng đá lớn (như 磐, bộ 石)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đồ đạc để chất dồ đạc lên. Tức cái bàn vui sướng. Xem Bàn du 盤遊 — Quanh co, gẫy khúc. Như chữ Bàn 蟠. — Cái mâm — Giá cả mua bán — Hỏi kĩ."
            ],
            "compound_words": {
                "壓歲盤": "áp tuế bàn",
                "盤詁": "bàn cật",
                "盤古": "bàn cổ",
                "盤據": "bàn cứ",
                "盤遊": "bàn du",
                "盤陀": "bàn đà",
                "盤桓": "bàn hoàn",
                "盤互": "bàn hỗ",
                "盤紆": "bàn hu",
                "盤結": "bàn kết",
                "盤曲": "bàn khúc",
                "盤馬彎弓": "bàn mã loan cung",
                "盤銘": "bàn minh",
                "盤費": "bàn phí",
                "盤珊": "bàn san",
                "盤旋": "bàn toàn",
                "盤查": "bàn tra",
                "盤纏": "bàn triền",
                "盤鬱": "bàn uất",
                "盤問": "bàn vấn",
                "盤于": "bàn vu",
                "杯盤": "bôi bàn",
                "地盤": "địa bàn",
                "羅盤": "la bàn",
                "玉盤": "ngọc bàn",
                "肧盤": "phôi bàn",
                "光盤": "quang bàn",
                "胎盤": "thai bàn",
                "算盤": "toán bàn",
                "圓盤": "viên bàn"
            }
        }
    }
}