{
    "character": "盪",
    "details": {
        "Âm Hán Việt": [
            "đãng"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "mẫn 皿 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱湯皿"
        ],
        "Nét bút": [
            "丶丶一丨フ一一一ノフノノ丨フ丨丨一"
        ],
        "Thương Hiệt": [
            "EHBT (水竹月廿)"
        ],
        "Unicode": [
            "U+76EA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dàng ㄉㄤˋ",
            "tàng ㄊㄤˋ"
        ],
        "Âm Nôm": [
            "đãng"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "とろ.かす (toro.kasu)",
            "あら.う (ara.u)",
            "うご.く (ugo.ku)"
        ],
        "Âm Hàn": [
            "탕"
        ],
        "Âm Quảng Đông": [
            "dong6"
        ]
    },
    "meanings": {
        "đãng": {
            "Từ điển phổ thông": [
                "đu đưa, đánh đu",
                "chèo thuyền",
                "rửa, súc",
                "làm hết sạch"
            ],
            "Từ điển trích dẫn": [
                "(Động) Rửa, tẩy rửa. ◇Tề dân yếu thuật 齊民要術: 'Dĩ nhiệt thang sổ đẩu trước úng trung, địch đãng sơ tẩy chi' 以熱湯數斗著甕中, 滌盪疏洗之 (Đồ úng 塗甕).",
                "(Động) Xung kích, chấn động. ◇Trang Tử 莊子: 'Thử tứ lục giả bất đãng hung trung tắc chánh' 此四六者不盪胸中則正 (Canh Tang Sở 庚桑楚) Bốn cái sáu ấy không làm rung chuyển trong lòng thì tâm thần bình chánh. § \"Bốn cái sáu\" tức là: (1) sáu bệnh về Chí: quý phú hiển nghiêm danh lợi; (2) sáu bệnh về Tâm: dong động sắc lí khí ý; (3) sáu bệnh về Đức: ố dục hỉ nộ ai lạc; và (4) sáu bệnh về Đạo: khứ tựu thủ dữ tri năng.",
                "(Động) Tảo trừ, quét sạch. ◇Diệp Phương Ái 葉方藹: 'Tồi kiên tỏa phong, đãng bỉ mâu tặc' 摧堅挫鋒, 盪彼蟊賊 (Quan lũng bình 關隴平).",
                "(Động) Xô, đẩy. ◇Tục thế thuyết 續世說: 'Tống Nhan Diên Niên hữu ái cơ, phi cơ thực bất bão tẩm bất an, cơ bằng sủng, thường đãng Diên Niên trụy sàng trí tổn, tử tuấn sát chi' 宋顏延年有愛姬, 非姬食不飽寢不安, 姬憑寵, 嘗蕩延年墜牀致損, 子峻殺之 (Hoặc nịch 惑溺).",
                "(Động) Rung, lắc, dao động. ◎Như: 'đãng chu' 盪舟 đẩy thuyền, chèo thuyền, 'đãng thu thiên' 盪鞦韆 lắc xích đu. ◇Giang Yêm 江淹: 'Trướng lí xuân phong đãng, Diêm tiền hoàn yến phất' 帳裏春風盪, 簷前還燕拂 (Điệu thất nhân thập thủ 悼室人十首).",
                "(Động) Giao nhau, thay đổi qua lại. ◇Dịch Kinh 易經: 'Thị cố cương nhu tương ma, bát quái tương đãng' 是故剛柔相摩, 八卦相盪 (Hệ từ thượng 繫辭上) Cho nên cứng và mềm cọ nhau, giao nhau mà thành bát quái.",
                "(Động) Va, chạm, đụng.",
                "(Động) Chống đỡ, cưỡng lại. ◇Cổ kim tiểu thuyết 古今小說: 'Tả Bá Đào mạo vũ đãng phong, hành liễu nhất nhật, y thường đô triêm thấp liễu' 左伯桃冒雨盪風, 行了一日, 衣裳都沾濕了 (Dương Giác  Ai tử chiến Kinh Kha 羊角哀死戰荊軻).",
                "(Động) Bôi, trát, xoa. ◇Tân Đường Thư 新唐書: 'Giang, Hoài đa duyên tích tiền, dĩ đồng đãng ngoại, bất doanh cân lượng, bạch giá ích quý'  江淮多鉛錫錢, 以銅盪外, 不盈斤兩, 帛價益貴 (Thực hóa chí tứ 食貨志四).",
                "(Động) Dung hợp. ◇Tống Liêm 宋濂: 'Tắc kì tình cảnh tương dung đãng nhi sanh ý dật phát ư hào tố gian' 則其情景相融盪而生意逸發於毫素間 (Bạt Hoàng Lỗ Trực thư 跋黃魯直書). § 'Hào tố' 毫素 bút và giấy.",
                "(Động) Phóng túng, không chịu gò bó. ◇Trương Huệ Ngôn 張惠言: 'Kì đãng nhi bất phản, ngạo nhi bất lí, chi nhi bất vật' 其盪而不反, 傲而不理, 枝而不物 (Từ tuyển tự 詞選序).",
                "(Động) Hâm nóng. § Thông 燙. ◇Chu Quyền 朱權: 'Hảo tửu a! Ngã lưỡng cá mãi ta cật, tựu tá nhĩ na lô tử đãng nhất đãng' 好酒呵! 我兩箇買些吃, 就借你那爐子盪一盪 (Trác Văn Quân tư bôn Tương Như 卓文君私奔相如, Đệ tam chiết).",
                "(Danh) Cây tre. § Cũng như 'đãng' 簜.",
                "(Danh) Lượng từ: (1) Lần, chuyến, lượt, đợt. § Dùng như 趟. ◇Văn minh tiểu sử 文明小史: 'Bất tri tạm thì thỉnh tha hồi tỉnh, giá cá khuyết tựu thỉnh lão ca khứ tân khổ nhất đãng' 不知暫時請他回省, 這個缺就請老哥去辛苦一盪 (Đệ lục hồi).",
                "(Danh) Họ 'Đãng'."
            ],
            "Từ điển Thiều Chửu": [
                "Rửa, cái đồ để rửa.",
                "Rung động.",
                "Giao nhau, Dịch Kinh 易經: Thị cố cương nhu tương ma, bát quái tương đãng 是故剛柔相摩，八卦相盪 (Hệ từ thượng 繫辭上) cho nên cứng và mềm cọ nhau, giao nhau mà thành bát quái."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Rửa;",
                "Đồ để rửa;",
                "Rung động."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rửa cho sạch — Lay động — Dùng như chữ Đãng 蕩."
            ],
            "compound_words": {
                "動盪": "động đãng",
                "激盪": "khích đãng"
            }
        }
    }
}