{
    "character": "矢",
    "details": {
        "Âm Hán Việt": [
            "thi",
            "thỉ"
        ],
        "Tổng nét": [
            "5"
        ],
        "Bộ": [
            "thỉ 矢 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノ一一ノ丶"
        ],
        "Thương Hiệt": [
            "OK (人大)"
        ],
        "Unicode": [
            "U+77E2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shǐ ㄕˇ"
        ],
        "Âm Nôm": [
            "tẻ",
            "thẻ",
            "thỉ"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "や (ya)"
        ],
        "Âm Hàn": [
            "시"
        ],
        "Âm Quảng Đông": [
            "ci2"
        ]
    },
    "meanings": {
        "thi": {
            "Từ điển phổ thông": [
                "tên (bắn cung)"
            ]
        },
        "thỉ": {
            "Từ điển phổ thông": [
                "tên (bắn cung)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái tên (để bắn cung). ◎Như: 'vô đích phóng thỉ' 無的放矢 bắn tên không có đích. § Nghĩa bóng: (1) Nói năng hoặc hành động hàm hồ, không có mục đích. (2) Chỉ trích, công kích một cách bừa bãi, không có căn cứ.",
                "(Danh) Cái thẻ đầu hồ (cuộc vui ăn uống ngày xưa, có trò chơi ném thẻ để định hơn thua). ◇Lễ Kí 禮記: 'Chủ nhân phụng thỉ' 主人奉矢 (Đầu hồ 投壺) Chủ nhân bưng thẻ đầu hồ.",
                "(Danh) Cứt, phân. § Nguyên là chữ 'thỉ' 屎 ◇Sử Kí 史記: 'Liêm tướng quân tuy lão, thượng thiện phạn, nhiên dữ thần tọa, khoảnh chi, tam di thỉ hĩ' 廉將軍雖老, 尚善飯, 然與臣坐, 頃之, 三遺矢矣 (Liêm Pha Lạn Tương Như truyện 廉頗藺相如傳) Liêm tướng quân tuy già nhưng ăn còn khỏe. Có điều ngồi với tôi một lúc mà bỏ đi đại tiện đến ba lần.",
                "(Động) Thề. ◎Như: 'thỉ chí bất vong' 矢志不忘 thề chí không quên.",
                "(Động) Bày ra.",
                "(Động) Thi hành. ◇Thi Kinh 詩經: 'Thỉ kì văn đức, Hợp thử tứ quốc' 矢其文德, 洽此四國 (Đại nhã 大雅, Giang Hán 江漢) Thi hành văn đức, Hòa hợp bốn miền.",
                "(Tính) Ngay thẳng, chính trực. ◇Thư Kinh 書經: 'Xuất thỉ ngôn' 出矢言 (Bàn Canh thượng 盤庚上) Nói lời ngay thẳng."
            ],
            "Từ điển Thiều Chửu": [
                "Cái tên.",
                "Thề. Nghĩa như phát thệ 發誓.",
                "Nguyên là chữ thỉ 屎 cứt (phân). Liêm tướng quân tuy lão, thượng thiện phạn, nhiên dữ thần toạ, khoảnh chi, tam di thỉ hĩ 廉將軍雖老，尚善飯，然與臣坐，頃之，三遺矢矣 (Sử Kí 史記, Liêm Pha Lạn Tương Như truyện 廉頗藺相如傳) Liêm tướng quân tuy già nhưng ăn còn khỏe. Có điều ngồi với tôi một lúc mà bỏ đi đại tiện đến ba lần.",
                "Bầy.",
                "Thi hành ra.",
                "Chính, chính trực."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tên (để bắn): 有的放矢 Bắn tên có đích;",
                "Thề: 矢言 Lời thề; 矢口不移 Lời nói như đinh đóng cột; 之死矢靡它 Đến chết thề không đổi khác (Thi Kinh);",
                "(văn) Thi thố (dùng như 施, bộ 方): 矢其文德，洽此四國 Thi hành ra nền đạo đức văn hoá của ngài, hoà hợp các nước chư hầu ở bốn phương (Thi Kinh: Đại nhã, Giang Hán);",
                "(văn) Cái thẻ để đầu hồ: 主人奉矢 Chủ nhân bưng thẻ đầu hồ lên (Lễ kí: Đầu hồ);",
                "Như 屎 (bộ 尸);",
                "(văn) Ngay thẳng, chính trực: 捍矢言而不納 Cự tuyệt những lời nói ngay thẳng mà không tiếp nhận (Phan Nhạc: Tây chinh phú)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mũi tên. Td: Hồ thỉ (cung tên) — Thề thốt — Ngay thẳng — Tên một chữ Hán, tức bộ Thỉ."
            ],
            "compound_words": {
                "蓬矢": "bồng thỉ",
                "弓矢": "cung thỉ",
                "嚆矢": "hao thỉ",
                "飛矢": "phi thỉ",
                "桑弧蓬矢": "tang hồ bồng thỉ",
                "矢言": "thỉ ngôn",
                "矢石": "thỉ thạch"
            }
        }
    }
}