{
    "character": "眷",
    "details": {
        "Âm Hán Việt": [
            "quyến"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "mục 目 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱龹目"
        ],
        "Nét bút": [
            "丶ノ一一ノ丶丨フ一一一"
        ],
        "Thương Hiệt": [
            "FQBU (火手月山)"
        ],
        "Unicode": [
            "U+7737"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "juàn ㄐㄩㄢˋ"
        ],
        "Âm Nôm": [
            "cuốn",
            "quấn",
            "quẹn",
            "quyến"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "かえり.みる (kaeri.miru)"
        ],
        "Âm Hàn": [
            "권"
        ],
        "Âm Quảng Đông": [
            "gyun3"
        ]
    },
    "meanings": {
        "quyến": {
            "Từ điển phổ thông": [
                "người thân",
                "lưu luyến, nhớ nhung"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nhìn lại, đoái trông. ◇Thi Kinh 詩經: 'Nãi quyến tây cố' 乃眷西顧 (Đại nhã 大雅, Hoàng hĩ 皇矣) Cho nên đoái trông đến miền tây.",
                "(Động) Nhớ đến, lưu luyến. ◎Như: 'quyến luyến' 眷戀 nhớ nhung bịn rịn, 'quyến niệm' 眷念 nhớ nghĩ.",
                "(Động) Quan tâm, chiếu cố. ◎Như: 'thần quyến' 宸眷 được vua yêu nhìn đến, 'hiến quyến' 憲眷 được quan trên chiếu cố.",
                "(Danh) Người thân thuộc. ◎Như: 'gia quyến' 家眷 người nhà, 'thân quyến' 親眷 người thân. ◇Hồng Lâu Mộng 紅樓夢: 'Đại Ngọc kiến liễu, tiên thị hoan hỉ, thứ hậu tưởng khởi chúng nhân giai hữu thân quyến, độc tự kỉ cô đan, vô cá thân quyến, bất miễn hựu khứ thùy lệ' 黛玉見了, 先是歡喜, 次後想起眾人皆有親眷, 獨自己孤單, 無個親眷, 不免又去垂淚 (Đệ tứ thập cửu hồi) Đại Ngọc thấy thế, trước còn vui, sau nghĩ người ta đều có bà con, chỉ có mình là trơ trọi, không một người thân, bất giác lại chảy nước mắt.",
                "(Danh) Tiếng tôn xưng phụ nữ đã có chồng. ◇Chu Đức Nhuận 朱德潤: 'Vấn thị thùy gia hảo trạch quyến? Sính lai bất thức bái cô chương' 問是誰家好宅眷? 聘來不識拜姑嫜 (Vịnh ngoại trạch phụ 詠外宅婦) Hỏi là phu nhân tôn quý nhà ai đó? Đến thăm không biết bái lễ cha mẹ chồng."
            ],
            "Từ điển Thiều Chửu": [
                "Nhìn lại, quyến cố. Ðược vua yêu nhìn đến gọi là thần quyến 宸眷, được quan trên yêu gọi là hiến quyến 憲眷.",
                "Người thân thuộc. Tục gọi các người nhà là gia quyến 家眷, hàng dâu gia cũng gọi là thân quyến 親眷.",
                "Yêu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhớ: 眷念 Nhớ nhung;",
                "(văn) Nhìn lại, nhìn đến, yêu: 宸眷 Được vua nhìn đến; 憲眷 Được quan trên yêu;",
                "Người nhà, người thân thuộc: 眷屬 Người nhà, gia quyến."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhớ nghĩ tới. Yêu mến. Truyện  Hoa Tiên  có câu: » Bầu trời riêng chiếm phong quang, Cảnh nhường quyến khách, Khách nhường quên xa « — Ta còn hiểu là rủ rê, lôi cuốn.  Đoạn trường tân thanh  có câu: » Quyến anh rủ yến tội này tại ai « — Người thân thuộc, họ hàng. Td: Gia quyến ( chỉ chung những người thân thuộc trong nhà )."
            ],
            "compound_words": {
                "寶眷": "bảo quyến",
                "家眷": "gia quyến",
                "眷顧": "quyến cố",
                "眷誘": "quyến dụ",
                "眷戀": "quyến luyến",
                "眷念": "quyến niệm",
                "眷屬": "quyến thuộc",
                "親眷": "thân quyến"
            }
        }
    }
}