{
    "character": "矣",
    "details": {
        "Âm Hán Việt": [
            "hĩ",
            "hỷ",
            "hỹ"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "thỉ 矢 (+2 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱厶矢"
        ],
        "Nét bút": [
            "フ丶ノ一一ノ丶"
        ],
        "Thương Hiệt": [
            "IOK (戈人大)"
        ],
        "Unicode": [
            "U+77E3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xián ㄒㄧㄢˊ",
            "yǐ ㄧˇ"
        ],
        "Âm Nôm": [
            "hẻ",
            "hĩ",
            "hở",
            "hơi",
            "hỹ"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Hàn": [
            "의"
        ],
        "Âm Quảng Đông": [
            "ji5"
        ]
    },
    "meanings": {
        "hĩ": {
            "Từ điển trích dẫn": [
                "(Trợ) Đặt cuối câu, biểu thị khẳng định. ◇Luận Ngữ 論語: 'Nhân viễn hồ tai? Ngã dục nhân, tư nhân chí hĩ' 仁遠乎哉? 我欲仁, 斯仁至矣 (Thuật nhi 述而) Đức nhân đâu có xa gì? Ta muốn đức nhân, thì đức nhân đến vậy.",
                "(Trợ) Biểu thị cảm thán: thay, vậy thay. § Cũng như 'tai' 哉. ◇Luận Ngữ 論語: 'Thậm hĩ ngô suy dã' 甚矣吾衰也 (Thuật nhi 述而) Ta đã suy lắm thay.",
                "(Trợ) Đặt cuối câu, biểu thị nghi vấn. § Dùng như 'hồ' 乎 để hỏi lại. ◇Luận Ngữ 論語: 'Nguy nhi bất trì, điên nhi bất phù, tắc tương yên dụng bỉ tướng hĩ?' 危而不持, 顛而不扶, 則將焉用彼相矣 (Quý thị 季氏) Nước nguy biến mà không biết bảo vệ, nước nghiêng ngã mà không biết chống đỡ, thì ai dùng mình làm tướng làm gì?"
            ]
        },
        "hỷ": {
            "Từ điển phổ thông": [
                "vậy (trợ từ)"
            ]
        },
        "hỹ": {
            "Từ điển phổ thông": [
                "vậy (trợ từ)"
            ],
            "Từ điển Thiều Chửu": [
                "Vậy, lời nói dứt câu.",
                "Dùng làm trợ từ, cũng như chữ tai 哉, như thậm hĩ ngô suy hĩ 甚矣，吾衰矣 (Luận ngữ 論語) tệ quá, ta suy quá lắm rồi.",
                "Dùng như chữ hồ 乎 để hỏi lại, như tắc tương yên dụng bỉ tướng hĩ 則將焉用彼相矣 (Luận ngữ 論語) thì sẽ dùng họ giúp làm gì ư?"
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Rồi (làm trợ từ, như 了 [liăo], biểu thị việc đã xảy ra): 秦王後悔之，非已死矣 Vua Tần về sau hối tiếc về việc đó thì Hàn Phi đã chết rồi (Sử kí); 晉候在外，十九年矣 Tấn hầu lưu vong ở ngoài nước, đã mười chín năm rồi (Tả truyện); 俎豆之事，則嘗聞之矣 Về việc trở đậu thì ta đã từng nghe qua rồi (Luận ngữ);",
                "Vậy, rồi vậy, vậy thay (trợ từ, biểu thị sự cảm thán): 甚矣吾衰也 Ta đã suy quá rồi vậy! (Luận ngữ); 久矣，吾不復夢見周公！ Đã lâu rồi, ta không mộng thấy ông Chu công nữa! (Luận ngữ). 【矣夫】hĩ phù [yêfú] (văn) Trợ từ liên dụng, biểu thị sự cảm thán và suy đoán: 苗而不秀者有矣夫！ Có lúa non mà lẽ nào không có lúa trổ bông ư! (Luận ngữ); 哀哉復哀哉，此是命矣夫！ Thương thay lại thương thay, đó có lẽ là mệnh chăng! (Toàn Hán phú);【矣乎】hĩ hồ [yêhu] (văn) Thế ư, vậy ư (trợ từ liên dụng, biểu thị sự đương nhiên, bao hàm ý cảm thán hoặc nghi vấn): 中庸之爲德，其至矣乎！ Cái đức của đạo trung dung là cùng tột vậy ư! (Luận ngữ); 易其至矣乎！ Đạo dịch là cùng tột vậy ư! (Chu Dịch); 公曰：可矣乎！ Công nói: Có thể vậy ư? (Tả truyện); 夫子聖矣乎？ Phu tử (thầy) là bậc thánh ư? (Mạnh tử);【矣哉】hĩ tai [yê zai] (văn) Vậy thay, vậy ư (trợ từ liên dụng ở cuối câu, biểu thị sự cảm thán hoặc phản vấn): 大矣哉！ Lớn lao vậy thay!; 宮室盛矣哉！ Cung thất đồ sộ vậy thay! (Sử kí); 愚之知有以賢于人而愚豈可謂知矣哉？ Trí của kẻ ngu có khi cho là tài giỏi hơn người nhưng há có thể bảo ngu là trí được ư? (Mặc tử) (知=智);",
                "Trợ từ cuối câu, biểu thị nghi vấn hoặc phản vấn: 危而不持，顛而不扶，則將焉用彼相矣？ Nước nguy khốn mà không giữ gìn, nghiêng ngửa mà không nâng đỡ, thì dùng kẻ đó làm tướng chi vậy? (Luận ngữ); 何如斯可以從政矣？ Như thế nào thì mới có thể trông coi chính sự được? (Luận ngữ); 以堯繼堯，夫又何變之有矣？ Lấy một người như vua Nghiêu để kế nghiệp vua Nghiêu thì có gì thay đổi đâu? (Tuân tử);",
                "Trợ từ cuối câu, biểu thị ý khẳng định: 我慾仁，斯仁至矣 Ta muốn đức nhân, thì đức nhân đến vậy (Luận ngữ); 雖曰未學，吾必謂之學矣 (Người như vậy), tuy nói rằng không học, nhưng ta cho rằng đã có học rồi (Luận ngữ);",
                "Trợ từ dùng cuối một đoạn câu, biểu thị sự đình đốn để nêu ra ở đoạn sau: 漢之廣矣，不可泳思 Sông Hán rộng lớn, không lội qua được (Thi Kinh);",
                "Trợ từ cuối câu, biểu thị yêu cầu hoặc mệnh lệnh: 先生休矣！ Tiên sinh thôi đi vậy! (Chiến quốc sách); 君無疑矣！ Ngài chớ có nghi ngờ! (Thương Quân thư); 公往矣，毌污我 Ngài đi đi, chớ có làm nhơ ta! (Hán thư)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trợ từ cuối câu, biển thị sự dĩ nhiên. Tương tự như vậy — Trợ từ cuối câu, biển thị sự tất nhiên trong lí luận."
            ]
        }
    }
}