{
    "character": "磬",
    "details": {
        "Âm Hán Việt": [
            "khánh"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "thạch 石 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱殸石"
        ],
        "Nét bút": [
            "一丨一フ丨一ノノフフ丶一ノ丨フ一"
        ],
        "Thương Hiệt": [
            "GEMR (土水一口)"
        ],
        "Unicode": [
            "U+78EC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "qǐng ㄑㄧㄥˇ",
            "qìng ㄑㄧㄥˋ"
        ],
        "Âm Nôm": [
            "khánh"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "hing3"
        ]
    },
    "meanings": {
        "khánh": {
            "Từ điển phổ thông": [
                "cái khánh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Nhạc khí. § Làm bằng đá ngọc hoặc kim loại, hình như cái thước cong, có thể treo trên giá.",
                "(Danh) Đá dùng để làm ra cái khánh (nhạc khí).",
                "(Danh) Khánh nhà chùa. § Làm bằng đồng, trong rỗng, hình như cái bát, các nhà sư đánh lên khi bắt đầu hoặc chấm dứt nghi lễ. ◇Thường Kiến 常建: 'Vạn lại thử đô tịch, Đãn dư chung khánh âm' 萬籟此都寂, 但餘鐘磬音 (Đề phá san tự hậu thiền viện 題破山寺後禪院).",
                "(Danh) Đồ dùng để báo canh (thời Nam Tề). Sau mượn chỉ 'thì chung' 時鐘 (chuông báo giờ).",
                "(Danh) Một loại tử hình (ngày xưa). § Treo lên rồi thắt cổ cho chết. ◇Nguyễn Quỳ Sanh 阮葵生: 'Tự Tùy dĩ tiền, tử hình hữu ngũ, viết: khánh, giảo, trảm, kiêu, liệt' 自隋以前, 死刑有五, 曰: 磬, 絞, 斬, 梟, 裂 (Trà dư khách thoại 茶餘客話, Quyển bát).",
                "(Động) Khom lưng. Bày tỏ khiêm cung.",
                "(Động) Cong người như hình cái khánh.",
                "(Động) Kêu như đập gõ vào cái khánh.",
                "(Động) Đánh cho ngựa chạy nhanh. ◇Thi Kinh 詩經: 'Ức khánh khống kị, Ức túng tống kị'  抑磬控忌, 抑縱送忌 (Trịnh phong 鄭風, Thái Thúc ư điền 大叔於田) (Thái Thúc) đánh ngựa chạy đi, hay gò ngựa dừng lại (đều theo ý muốn), Nhắm rồi buông tên bắn (thì trúng ngay) và chạy theo con vật bị bắn hạ (mà lượm thì bao giờ cũng được). § 'Ức' 抑 và 'kị' 忌: đều là ngữ trợ từ.",
                "(Phó) Vừa mới (phương ngôn)."
            ],
            "Từ điển Thiều Chửu": [
                "① Cái khánh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cái khánh (nhạc cụ thời cổ): 鐘磬 Chuông khánh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một thứ nhạc khí, làm bằng một phiến khoáng chất, thường là ngọc hoặc đá, gõ lên làm nhịp."
            ],
            "compound_words": {
                "鐘磬": "chung khánh",
                "金磬": "kim khánh",
                "玉磬": "ngọc khánh"
            }
        }
    }
}