{
    "character": "私",
    "details": {
        "Âm Hán Việt": [
            "tư"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "hoà 禾 (+2 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰禾厶"
        ],
        "Nét bút": [
            "ノ一丨ノ丶フ丶"
        ],
        "Thương Hiệt": [
            "HDI (竹木戈)"
        ],
        "Unicode": [
            "U+79C1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "sī ㄙ"
        ],
        "Âm Nôm": [
            "tây",
            "tư"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "わたくし (watakushi)",
            "わたし (watashi)"
        ],
        "Âm Hàn": [
            "사"
        ],
        "Âm Quảng Đông": [
            "si1"
        ]
    },
    "meanings": {
        "tư": {
            "Từ điển phổ thông": [
                "riêng, việc riêng, của riêng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sự vật thuộc về cá nhân, riêng từng người. Đối lại với 'công' 公. ◎Như: 'đại công vô tư' 大公無私 thật công bình thì không có gì riêng rẽ thiên lệch.",
                "(Danh) Tài sản, của cải. ◎Như: 'gia tư' 家私 tài sản riêng.",
                "(Danh) Lời nói, cử chỉ riêng mình. ◇Luận Ngữ 論語: 'Thối nhi tỉnh kì tư, diệc túc dĩ phát. Hồi dã bất ngu' 退而省其私, 亦足以發。回也不愚 (Vi chánh 為政) Lui về suy xét nết hạnh của anh ấy, cũng đủ lấy mà phát huy (điều học hỏi). (Nhan) Hồi không phải là ngu.",
                "(Danh) Chỉ chồng của chị hoặc em gái (thời xưa). ◇Thi Kinh 詩經: 'Hình Hầu chi di, Đàm công vi tư' 邢侯之姨, 譚公為私 (Vệ phong 衛風, Thạc nhân 碩人) (Trang Khương) là dì của vua nước Hình, Vua Đàm là anh (em) rể.",
                "(Danh) Hàng hóa lậu (phi pháp). ◎Như: 'tẩu tư' 走私 buôn lậu, 'tập tư' 緝私 lùng bắt hàng lậu.",
                "(Danh) Bộ phận sinh dục nam nữ. ◇Viên Mai 袁枚: 'Nhiên quần liệt tổn, ki lộ kì tư yên' 然裙裂損, 幾露其私焉 (Y đố 醫妒) Áo quần rách nát, để lộ chỗ kín của mình ra",
                "(Danh) Bầy tôi riêng trong nhà (gia thần).",
                "(Danh) Áo mặc thường ngày, thường phục.",
                "(Tính) Riêng về cá nhân, từng người. ◎Như: 'tư trạch' 私宅 nhà riêng, 'tư oán' 私怨 thù oán cá nhân, 'tư thục' 私塾 trường tư, 'tư sanh hoạt' 私生活 đời sống riêng tư.",
                "(Tính) Nhỏ, bé, mọn.",
                "(Tính) Trái luật pháp, lén lút. ◎Như: 'tư diêm' 私鹽 muối lậu, 'tư xướng' 私娼 gái điếm bất hợp pháp.",
                "(Phó) Ngầm, kín đáo, bí mật. ◇Sử Kí 史記: 'Dữ tư ước nhi khứ' 與私約而去 (Phạm Thư Thái Trạch truyện 范雎蔡澤傳) (Hai người) cùng bí mật hẹn với nhau rồi chia tay.",
                "(Phó) Thiên vị, nghiêng về một bên. ◇Lễ Kí 禮記: 'Thiên vô tư phúc, địa vô tư tái, nhật nguyệt vô tư chiếu' 天無私覆, 地無私載, 日月無私照 (Khổng Tử nhàn cư 孔子閒居) Trời không nghiêng về một bên, đất không chở riêng một cái gì, mặt trời mặt trăng không soi sáng cho riêng ai.",
                "(Động) Thông gian, thông dâm. ◇Liêu trai chí dị 聊齋志異: 'Kiến nhất nữ tử lai, duyệt kì mĩ nhi tư chi' 見一女子來, 悅其美而私之 (Đổng Sinh 董生) Thấy một cô gái tới, thích vì nàng đẹp nên tư thông với nàng.",
                "(Động) Tiểu tiện."
            ],
            "Từ điển Thiều Chửu": [
                "Riêng, cái gì không phải là của công đều gọi là tư, như tư tài 私財 của riêng, tư sản 私產 cơ nghiệp riêng, v.v.",
                "Sự bí ẩn, việc bí ẩn riêng của mình không muốn cho người biết gọi là tư. Vì thế việc thông gian thông dâm cũng gọi là tư thông 私通.",
                "Riêng một, như tư ân 私恩 ơn riêng, tư dục 私慾 (cũng viết là 私欲) lòng muốn riêng một mình.",
                "Cong queo.",
                "Anh em rể, con gái gọi chồng chị hay chồng em là tư.",
                "Bầy tôi riêng trong nhà (gia thần).",
                "Các cái thuộc về riêng một nhà.",
                "Ði tiểu.",
                "Áo mặc thường.",
                "Lúc ở một mình."
            ],
            "Từ điển Trần Văn Chánh": [
                "Riêng, tư: 私事 Việc tư; 私信 Thư riêng; 大公無私 Chí công vô tư;",
                "Không thuộc của công: 私立學校 Trường tư; 公私合營 Công tư hợp doanh;",
                "Bí mật và trái phép: 私貨 Hàng lậu; 走私 Buôn lậu;",
                "Kín, riêng;",
                "(văn) Thông dâm.【私通】tư thông [sitong] a. Ngấm ngầm cấu kết với địch, thông đồng với giặc; b. Thông dâm;",
                "(văn) Cong queo;",
                "(văn) Anh rể hoặc em rể (của người con gái, tức chồng của chị hoặc chồng của em gái);",
                "(văn) Bầy tôi riêng trong nhà, gia thần;",
                "(văn) Áo mặc thường;",
                "(văn) Lúc ở một mình;",
                "(văn) Đi tiểu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây lúa — Kín đáo — Có ý gian, tính điều lợi cho mình — Riêng ( trái với chung ).  Đoạn trường tân thanh : » Công tư vẹn cả đôi bề «."
            ],
            "compound_words": {
                "占公為私": "chiếm công vi tư",
                "營私": "doanh tư",
                "家私": "gia tư",
                "國際私法": "quốc tế tư pháp",
                "三無私": "tam vô tư",
                "私奔": "tư bôn",
                "私質": "tư chất",
                "私质": "tư chất",
                "私慾": "tư dục",
                "私家": "tư gia",
                "私嫌": "tư hiềm",
                "私婚": "tư hôn",
                "私益": "tư ích",
                "私己": "tư kỉ",
                "私利": "tư lợi",
                "私募": "tư mộ",
                "私人": "tư nhân",
                "私法": "tư pháp",
                "私房": "tư phòng",
                "私产": "tư sản",
                "私產": "tư sản",
                "私事": "tư sự",
                "私心": "tư tâm",
                "私室": "tư thất",
                "私通": "tư thông",
                "私讐": "tư thù",
                "私塾": "tư thục",
                "私情": "tư tình",
                "自私": "tự tư",
                "自私自利": "tự tư tự lợi",
                "私爲": "tư vị",
                "私娼": "tư xướng",
                "私意": "tư ý",
                "無私": "vô tư"
            }
        }
    }
}