{
    "character": "社",
    "details": {
        "Âm Hán Việt": [
            "xã"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "kỳ 示 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰⺭土"
        ],
        "Nét bút": [
            "丶フ丨丶一丨一"
        ],
        "Thương Hiệt": [
            "IFG (戈火土)"
        ],
        "Unicode": [
            "U+793E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shè ㄕㄜˋ"
        ],
        "Âm Nôm": [
            "xã"
        ],
        "Âm Nhật (onyomi)": [
            "シャ (sha)"
        ],
        "Âm Nhật (kunyomi)": [
            "やしろ (yashiro)"
        ],
        "Âm Hàn": [
            "사"
        ],
        "Âm Quảng Đông": [
            "se5"
        ]
    },
    "meanings": {
        "xã": {
            "Từ điển phổ thông": [
                "thần đất",
                "đền thờ thần đất"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thần đất (thổ địa). ◎Như: 'xã tắc' 社稷, 'xã' là thần đất, 'tắc' là thần lúa.",
                "(Danh) Nơi thờ cúng thần đất. ◎Như: 'xã tắc' 社稷 nơi thờ cúng thần đất và thần lúa. § Do đó còn có nghĩa là đất nước.",
                "(Danh) Ngày tế lễ thần đất. ◎Như: Ngày mậu sau ngày lập xuân năm ngày gọi là ngày 'xuân xã' 春社, ngày mậu sau ngày lập thu năm ngày gọi là ngày 'thu xã' 秋社.",
                "(Danh) Đơn vị hành chánh. § Ngày xưa cứ mỗi khu 25 nhà là một 'xã'.",
                "(Danh) Đoàn thể, tổ chức sinh hoạt chung, cùng theo đuổi một mục tiêu. ◎Như: 'kết xã' 結社 lập hội, 'thi xã' 詩社 làng thơ, hội thơ, 'văn xã' 文社 làng văn, hội văn, 'thông tấn xã' 通訊社 cơ quan thông tin.",
                "(Danh) Họ 'Xã'.",
                "(Động) Cúng tế thần đất. ◇Thư Kinh 書經: 'Nãi xã vu tân ấp' 乃社于新邑 (Triệu cáo 召誥) Bèn tế thần đất ở ấp mới."
            ],
            "Từ điển Thiều Chửu": [
                "Ðền thờ thổ địa.",
                "Xã hội, ngày xưa cứ mỗi khu 25 nhà là một xã, để cùng mưu tính các việc công ích gọi là xã hội 社會. Kết hợp nhiều người là một đoàn thể mà cùng có quan hệ chung như nhau cũng gọi là xã hội, vì thế hễ ai rủ rê các người đồng chí làm một việc gì gọi là kết xã 結社, như thi xã 詩社 làng thơ, hội thơ, văn xã 文社 làng văn, hội văn. Phàm họp nhiều người làm một việc gì cũng gọi là xã. Như hội xã 會社 cũng như công ti.",
                "Ngày xã, ngày mậu sau ngày lập xuân năm ngày gọi là ngày xuân xã 春社, ngày mậu sau ngày lập thu năm ngày gọi là ngày thu xã 秋社."
            ],
            "Từ điển Trần Văn Chánh": [
                "(cũ) Xã, đền thờ thổ địa (nơi thờ thổ thần thời xưa): 山河社稷 Sơn hà xã tắc; 祭社 Tế xã;",
                "Xã (chỉ một hay nhiều tổ chức): 合作社 Hợp tác xã; 巴黎公社 Công xã Pa-ri; 通訊社 Thông tấn xã, hãng tin;",
                "(văn) Ngày xã (ngày mậu sau ngày lập xuân năm ngày là ngày xuân xã 春社, ngày mậu sau ngày lập thu năm ngày là ngày thu xã 秋社)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vị thần đất — Lễ tế cúng vị thần đất — Khu đất để cúng tế vị thần đất. Sau có nghĩa là vùng đất mà dân chúng tụ lại. Td: Xã hội — Theo chế độ Trung Hoa thời cổ, cứ vùng đất có 25 nhà gọi là một Xã. Sau thành một đơn vị hành chánh ở thôn quê. Td: Xã ấp — Một nhóm người cùng việc làm, cùng chủ trương họp lại với nhau để sinh hoạt. Td: Thị xã."
            ],
            "compound_words": {
                "報社": "báo xã",
                "报社": "báo xã",
                "公社": "công xã",
                "合作社": "hợp tác xã",
                "結社": "kết xã",
                "法新社": "pháp tân xã",
                "市社": "thị xã",
                "詩社": "thi xã",
                "通訊社": "thông tấn xã",
                "書社": "thư xã",
                "社團": "xã đoàn",
                "社交": "xã giao",
                "社会": "xã hội",
                "社會": "xã hội",
                "社會學": "xã hội học",
                "社有": "xã hữu",
                "社論": "xã luận",
                "社稷": "xã tắc",
                "社祭": "xã tế",
                "社說": "xã thuyết",
                "社鼠": "xã thử",
                "社長": "xã trưởng"
            }
        }
    }
}