{
    "character": "秋",
    "details": {
        "Âm Hán Việt": [
            "thu",
            "thâu"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "hoà 禾 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰禾火"
        ],
        "Nét bút": [
            "ノ一丨ノ丶丶ノノ丶"
        ],
        "Thương Hiệt": [
            "HDF (竹木火)"
        ],
        "Unicode": [
            "U+79CB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "qiū ㄑㄧㄡ"
        ],
        "Âm Nôm": [
            "thu"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)"
        ],
        "Âm Nhật (kunyomi)": [
            "あき (aki)",
            "とき (toki)"
        ],
        "Âm Hàn": [
            "추"
        ],
        "Âm Quảng Đông": [
            "cau1"
        ]
    },
    "meanings": {
        "thu": {
            "Từ điển phổ thông": [
                "dây thắng đái"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mùa thu. § Theo lịch tây thì từ mồng 8 tháng 8 đến mồng 8 tháng 11 là mùa 'thu'. Theo lịch ta thì từ tháng 7 đến tháng 9 là mùa 'thu'. ◇Đỗ Phủ 杜甫: 'Vạn lí bi thu thường tác khách' 萬里悲秋常作客 (Đăng cao 登高) Ở xa muôn dặm, ta thường làm khách thương thu.",
                "(Danh) Năm. ◎Như: 'thiên thu' 千秋 nghìn năm.",
                "(Danh) Lúc, buổi. ◎Như: 'đa sự chi thu' 多事之秋 lúc đang nhiều việc. ◇Trần Quốc Tuấn 陳國峻: 'Sanh ư nhiễu nhương chi thu' 生於擾攘之秋 (Dụ chư bì tướng hịch văn 諭諸裨將檄文) Sinh ra phải thời loạn lạc.",
                "(Danh) Họ 'Thu'.",
                "(Tính) Tỉ dụ già cỗi. ◇Lục Du 陸游: 'Tam thập niên lai chân nhất mộng, kham sầu. Khách lộ tiêu tiêu lưỡng tấn thu' 三十年來真一夢, 堪愁. 客路蕭蕭兩鬢秋 (Tảo tuế nhập Hoàng Châu từ 早歲入皇州詞) Ba mươi năm nay thật là một giấc mơ, chịu đựng buồn rầu. Khách trên đường phơ phơ hai mấn tóc cằn."
            ],
            "Từ điển Thiều Chửu": [
                "Mùa thu. Theo lịch tây thì từ mồng 8 tháng 8 đến mồng 8 tháng 11 là mùa thu. Theo lịch ta thì từ tháng 7 đến tháng 9 là mùa thu. Ðến mùa thu thì muôn vật điêu linh, khí trời sầu thảm, cho nên ai có dáng thương xót thê thảm thì gọi là thu khí 秋氣. Ðỗ Phủ 杜甫: Vạn lí bi thu thường tác khách 萬里悲秋常作客 ở xa muôn dặm, ta thường làm khách thương thu.",
                "Mùa màng lúa chín gọi là hữu thu 有秋.",
                "Năm, như thiên thu 千秋 nghìn năm.",
                "Lúc, buổi. Như đa sự chi thu 多事之秋 lúc đang nhiều việc.",
                "Tả cái dáng bay lên."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mùa thu: 秋風 Gió thu;",
                "Năm: 千秋 Nghìn năm, ngàn thu;",
                "Lúc, thời buổi: 危急存亡之秋 Lúc nguy ngập mất còn; 多事之秋 Thời buổi rối ren; 彼當風牛莫及之秋 Trong lúc họ chưa can hệ gì đến ta (Nguyễn Lộ Trạch: Thời vụ sách);",
                "Mùa màng;",
                "(văn) Bay nhảy, bay múa, bay lượn, múa lượn: 飛龍秋，游上天 Rồng bay múa lượn, rong chơi trên trời cao (Hán thư: Lễ nhạc chí). 【秋秋】thu thu [qiuqiu] (văn) Múa lượn: 鳳凰秋秋 Phượng hoàng múa lượn (Tuân tử: Giải tế);",
                "[Qiu] (Họ) Thu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lúa chín. Mùa lúa chín — Mùa thứ ba trong bốn mùa của một năm.  Đoạn trường tân thanh: \"Một trời thu để riêng ai một người\" — Chỉ một năm.  Đoạn trường tân thanh: \"Một ngày đằng đẵng xem bằng ba thu\"."
            ],
            "compound_words": {
                "悲秋": "bi thu",
                "立秋": "lập thu",
                "孟秋": "mạnh thu",
                "月秋": "nguyệt thu",
                "季秋": "quý thu",
                "初秋": "sơ thu",
                "殘秋": "tàn thu",
                "千秋": "thiên thu",
                "秋波": "thu ba",
                "秋景": "thu cảnh",
                "秋容": "thu dung",
                "秋分": "thu phân",
                "秋風": "thu phong",
                "秋色": "thu sắc",
                "秋千": "thu thiên",
                "秋水": "thu thuỷ",
                "秋情": "thu tình",
                "中秋": "trung thu",
                "春秋": "xuân thu"
            }
        },
        "thâu": {
            "Từ điển phổ thông": [
                "mùa thu"
            ]
        }
    }
}