{
    "character": "章",
    "details": {
        "Âm Hán Việt": [
            "chương"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "lập 立 (+6 nét)",
            "âm 音 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱立早"
        ],
        "Nét bút": [
            "丶一丶ノ一丨フ一一一丨"
        ],
        "Thương Hiệt": [
            "YTAJ (卜廿日十)"
        ],
        "Unicode": [
            "U+7AE0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhāng ㄓㄤ",
            "zhàng ㄓㄤˋ"
        ],
        "Âm Nôm": [
            "chương"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Hàn": [
            "장"
        ],
        "Âm Quảng Đông": [
            "zoeng1"
        ]
    },
    "meanings": {
        "chương": {
            "Từ điển phổ thông": [
                "chương (sách)",
                "trật tự mạch lạc",
                "điều lệ",
                "con dấu",
                "huy chương"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Văn tự viết thành bài, thành thiên. ◎Như: 'văn chương' 文章 bài văn, 'hạ bút thành chương' 下筆成章 viết ra liền thành bài văn.",
                "(Danh) Tên thể văn, một loại sớ dâng lên vua. ◇Thái Ung 蔡邕: 'Phàm quần thần thượng thư ư thiên tử giả hữu tứ danh: nhất viết chương, nhị viết tấu, tam viết biểu, tứ viết bác nghị' 凡群臣尚書於天子者有四名: 一曰章, 二曰奏, 三曰表, 四曰駁議 (Độc đoán 獨斷) Phàm quần thần dâng thư lên thiên tử, có bốn loại: một là chương, hai là tấu, ba là biểu, bốn là bác nghị. ◎Như: 'tấu chương' 奏章 sớ tâu, 'phong chương' 封章 sớ tâu kín, 'đàn chương' 彈章 sớ hặc.",
                "(Danh) Văn vẻ, màu sắc. ◎Như: 'phỉ nhiên thành chương' 斐然成章 rõ rệt nên văn vẻ. ◇Liễu Tông Nguyên 柳宗元: 'Vĩnh Châu chi dã sản dị xà, hắc chất nhi bạch chương' 永州之野產異蛇, 黑質而白章 (Bộ xà giả thuyết 捕蛇者說) Ở ngoài thành Vĩnh Châu sản sinh một loài rắn lạ, da đen hoa trắng.",
                "(Danh) Lượng từ: đơn vị dùng cho đoạn, mạch trong bài văn, trong sách. ◎Như: 'toàn thư cộng phân nhị thập ngũ chương' 全書共分二十五章 cả cuốn sách chia ra làm hai mươi lăm chương.",
                "(Danh) Điều lí, thứ tự. ◎Như: 'tạp loạn vô chương' 雜亂無章 lộn xộn không có thứ tự.",
                "(Danh) Điều lệ. ◇Sử Kí 史記: 'Dữ phụ lão ước, pháp tam chương nhĩ: Sát nhân giả tử, thương nhân cập đạo để tội. Dư tất trừ khử Tần pháp' 與父老約, 法三章耳: 殺人者死, 傷人及盜抵罪. 餘悉除去秦法 (Cao Tổ bản kỉ 高祖本紀) Ta ước định với các vị phụ lão, ba điều mà thôi: Ai giết người thì phải chết, làm người bị thương và ăn trộm thì theo tội mà xử. Ngoài ra, bỏ hết luật pháp của Tần.",
                "(Danh) Con dấu, ấn tín. ◎Như: 'tư chương' 私章 dấu cá nhân, 'đồ chương' 圖章 con dấu, ấn tín.",
                "(Danh) Huy hiệu, băng, ngù. ◎Như: 'huy chương' 徽章 huy hiệu, 'huân chương' 勛章 huy hiệu cho người có công, 'tí chương' 臂章 cấp hiệu đeo trên cánh tay, 'kiên chương' 肩章 ngù hiệu đeo ở vai, 'mạo chương' 帽章 lon trên mũ.",
                "(Danh) Chữ 'chương', lối chữ lệ biến thể.",
                "(Danh) Phép lịch ngày xưa cho 19 năm là một 'chương'.",
                "(Danh) Họ 'Chương'.",
                "(Động) Biểu dương, hiển dương. ◇Sử Kí 史記: 'Dĩ chương hữu đức' 以章有德 (Vệ Khang Thúc thế gia 衛康叔世家) Để biểu dương người có đức."
            ],
            "Từ điển Thiều Chửu": [
                "Văn chương, chương mạch.",
                "Văn vẻ, như phỉ nhiên thành chương 斐然成章 rõ rệt nên văn vẻ.",
                "Phân minh, đời xưa chế ra quần áo để phân biệt kẻ sang người hèn gọi là chương, như bây giờ gọi những mề đay là huân chương 勲章, cái ngù ở vai là kiên chương 肩章, cái lon ở mũ là mạo chương 帽章 đều là noi nghĩa ấy cả.",
                "Văn của quần thần dâng cho vua cũng gọi là chương, như tấu chương 奏章 sớ tâu, phong chương 封章 sớ tâu kín, đàn chương 彈章 sớ hặc, v.v.",
                "Ðiều, như ước pháp tam chương 約法三章 ước phép ba điều.",
                "Chương trình, định ra từng điều để coi đó mà làm việc gọi là chương trình 章程.",
                "In, như đồ chương 圖章 tranh in.",
                "Lối chữ chương, lối chữ lệ biến ra.",
                "Phép lịch ngày xưa cho 19 năm là một chương."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chương, bài: 全書共分六章 Cả bộ sách chia làm 6 chương; 篇章結構 Kết cấu của bài văn;",
                "Chương trình, điều lệ, kế hoạch, trật tự: 簡章 Điều lệ vắn tắt; 雜亂無章 Lộn xộn không có kế hoạch (trật tự);",
                "Dấu: 私章 Dấu cá nhân; 蓋章 Đóng dấu;",
                "Huy hiệu, huy chương, băng: 徽章 Huy chương; 肩章 Cấp hiệu đeo ở vai; 臂章 Băng tay;",
                "(văn) Văn chương, văn vẻ: 裴然成章 Rõ rệt thành văn vẻ;",
                "(văn) Văn của quần thần dâng lên vua: 奏章 Sớ tâu;",
                "(văn) Điều: 三章 Ba điều;",
                "Lối chữ chương (từ chữ lệ biến ra);",
                "Mười chín năm (theo lịch pháp thời xưa);",
                "[Zhang] (Họ) Chương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sáng sủa. Chẳng hạn Văn chương ( đẹp sáng ) — Lá thư của bề tôi dâng lên vua — Đường lối sắp đặt trước. Chẳng hạn Chương trình — Một phần trong cuốn sách."
            ],
            "compound_words": {
                "印章": "ấn chương",
                "昄章": "bản chương",
                "報章": "báo chương",
                "褒章": "bao chương",
                "辨章": "biện chương",
                "表章": "biểu chương",
                "平章": "bình chương",
                "周章": "chu chương",
                "章句": "chương cú",
                "章阳": "chương dương",
                "章陽": "chương dương",
                "章臺": "chương đài",
                "章甫": "chương phủ",
                "章服": "chương phục",
                "章奏": "chương tấu",
                "章程": "chương trình",
                "姑章": "cô chương",
                "九章": "cửu chương",
                "九章算法": "cửu chương toán pháp",
                "典章": "điển chương",
                "憲章": "hiến chương",
                "勋章": "huân chương",
                "勛章": "huân chương",
                "勲章": "huân chương",
                "徽章": "huy chương",
                "兄章": "huynh chương",
                "歴朝憲章類誌": "lịch triều hiến chương loại chí",
                "龍章鳳篆": "long chương phượng triện",
                "尋章摘句": "tầm chương trích cú",
                "天章": "thiên chương",
                "詞章": "từ chương",
                "臂章": "tý chương",
                "約章": "ước chương",
                "文章": "văn chương"
            }
        }
    }
}