{
    "character": "稿",
    "details": {
        "Âm Hán Việt": [
            "cảo"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "hoà 禾 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰禾高"
        ],
        "Nét bút": [
            "ノ一丨ノ丶丶一丨フ一丨フ丨フ一"
        ],
        "Thương Hiệt": [
            "HDYRB (竹木卜口月)"
        ],
        "Unicode": [
            "U+7A3F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "gǎo ㄍㄠˇ"
        ],
        "Âm Nôm": [
            "cảo",
            "khao"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "わら (wara)",
            "したがき (shitagaki)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gou2"
        ]
    },
    "meanings": {
        "cảo": {
            "Từ điển phổ thông": [
                "rơm rạ",
                "bản thảo, bản nháp"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thân lúa, cỏ, rơm, rạ... ◎Như: 'cảo tiến' 稿薦 đệm chiếu làm bằng rơm rạ. ◇Sử Kí 史記: 'Vô thu cảo vi cầm thú thực' 毋收稿為禽獸食 (Tiêu tướng quốc thế gia 蕭相國世家) Đừng lấy rơm rạ làm thức ăn cho cầm thú.",
                "(Danh) Văn tự, đồ họa (mới thảo, làm phác) hoặc văn chương, sáng tác (đã hoàn thành). ◎Như: 'thi cảo' 詩稿 bản thơ mới thảo, 'họa cảo' 畫稿 bức phác họa, 'định cảo' 定稿 bản văn (đã hoàn thành). ◇Lỗ Tấn 魯迅: 'Ngã đáo Thượng Hải dĩ hậu, nhật báo thị khán đích, khước tòng lai một hữu đầu quá cảo' 我到上海以後, 日報是看的, 卻從來沒有投過稿 (Ngụy tự do thư 偽自由書, Tiền kí 前記).",
                "(Danh) Chỉ kế hoạch, liệu tính. ◇Hồng Lâu Mộng 紅樓夢: 'Nhược phạm xuất lai, tha tâm lí dĩ hữu cảo tử, tự hữu đầu tự, tựu oan khuất bất trước bình nhân liễu' 若犯出來, 他心裏已有稿子, 自有頭緒, 就冤屈不著平人了 (Đệ lục thập nhị hồi) Lỡ có gì xảy ra, chị ấy đã có cách, tự nhiên tìm được manh mối, không đến nỗi xử oan cho người.",
                "(Danh) Hình dạng, dáng điệu. ◇Thang Hiển Tổ 湯顯祖: 'Hữu nhất cá tằng đồng tiếu, đãi tưởng tượng sanh miêu trước tái tiêu tường mạc (miêu) nhập kì trung diệu, tắc nữ hài gia phạ lậu tiết phong tình cảo' 有一箇曾同笑, 待想像生描著, 再消詳邈(描)入其中妙, 則女孩家怕漏泄風情稿 (Mẫu đan đình 牡丹亭, Tả chân 寫真).",
                "(Động) Làm, tiến hành, khai mở. § Thông 'cảo' 搞.",
                "(Tính) Khô, héo. § Thông 'cảo' 槁.",
                "§ Tục quen viết là 藁."
            ],
            "Từ điển Thiều Chửu": [
                "Rơm rạ, lấy rơm rạ làm đệm gọi là cảo tiến 稿薦.",
                "Bản thảo, như thi cảo 詩稿 bản thơ mới thảo. Phàm các bản khắc đều gọi là cảo, nghĩa là cứ theo như nguyên bản thảo chưa san sửa lại. Tục quen viết là 藁."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Thân lúa, rơm rạ;",
                "Bản thảo, bản nháp (ráp), bức phác, bài vở: 初稿 Bản thảo đầu tiên; 手稿 Bản viết tay; 定稿 Bản thảo thông qua lần cuối cùng; 詩稿 Bảo thảo tập thơ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cọng lúa. Rơm — Bài văn chưa sửa chữa — Chỉ chung sách vở.  Đoạn trường tân thanh  có câu: » Cảo thơm lần giở trước đèn «."
            ],
            "compound_words": {
                "稿本": "cảo bổn",
                "稿件": "cảo kiện",
                "稿子": "cảo tử",
                "主稿": "chủ cảo",
                "遺稿": "di cảo",
                "投稿": "đầu cảo",
                "來稿": "lai cảo",
                "腹稿": "phúc cảo",
                "芻稿": "sô cảo",
                "初稿": "sơ cảo",
                "手稿": "thủ cảo",
                "存稿": "tồn cảo"
            }
        }
    }
}