{
    "character": "稀",
    "details": {
        "Âm Hán Việt": [
            "hi",
            "hy"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "hoà 禾 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰禾希"
        ],
        "Nét bút": [
            "ノ一丨ノ丶ノ丶一ノ丨フ丨"
        ],
        "Thương Hiệt": [
            "HDKKB (竹木大大月)"
        ],
        "Unicode": [
            "U+7A00"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xī ㄒㄧ"
        ],
        "Âm Nôm": [
            "hề",
            "hi",
            "sầy",
            "sè",
            "si"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)",
            "ケ (ke)"
        ],
        "Âm Nhật (kunyomi)": [
            "まれ (mare)",
            "まばら (mabara)"
        ],
        "Âm Hàn": [
            "희"
        ],
        "Âm Quảng Đông": [
            "hei1"
        ]
    },
    "meanings": {
        "hi": {
            "Từ điển trích dẫn": [
                "(Tính) Thưa, thưa thớt. ◎Như: 'địa quảng nhân hi' 地廣人稀 đất rộng người thưa. ◇Tào Tháo 曹操: 'Nguyệt minh tinh hi, Ô thước nam phi' 月明星稀, 烏鵲南飛 (Đoản ca hành 短歌行) Trăng sáng sao thưa, Quạ bay về nam.",
                "(Tính) Lỏng, loãng, không đậm. ◎Như: 'hi chúc' 稀粥 cháo loãng.",
                "(Tính) Ít, hiếm có. ◇Đỗ Phủ 杜甫: 'Tửu trái tầm thường hành xứ hữu, Nhân sinh thất thập cổ lai hi' 酒債尋常行處有, 人生七十古來稀 (Khúc giang 曲江) Nợ rượu tầm thường đâu chẳng có, Đời người bảy chục hiếm xưa nay.",
                "(Tính) Kín đáo, ẩn ước, không rõ rệt.",
                "(Phó) Rất, quá. ◎Như: 'hi lạn' 稀爛 nát nhừ, nát bét. ◇Lão tàn du kí 老殘遊記: 'Ngã giá chích cước hoàn thị hi nhuyễn hi nhuyễn, lập bất khởi lai' 我這隻腳還是稀軟稀軟, 立不起來 (Đệ bát hồi) Một cái chân này của tôi vẫn còn mềm nhũn nhùn nhùn, đứng lên không nổi."
            ],
            "compound_words": {
                "古稀": "cổ hi",
                "稀飯": "hi phạn",
                "依稀": "y hi"
            }
        },
        "hy": {
            "Từ điển phổ thông": [
                "thưa thớt",
                "loãng, lỏng"
            ],
            "Từ điển Thiều Chửu": [
                "Thưa thớt. Ðịa quảng nhân hi 地廣人稀 đất rộng người thưa.",
                "Lỏng, như hi chúc 稀粥 cháo loãng.",
                "Ít, hiếm có. Ðỗ Phủ 杜甫: Tửu trái tầm thường hành xứ hữu, Nhân sinh thất thập cổ lai hi 酒債尋常行處有，人生七十古來稀 Nợ rượu tầm thường đâu chẳng có, Ðời người bảy chục mấy xưa nay."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thưa, thưa thớt, lưa thưa, lơ thơ: 地廣人稀 Đất rộng người thưa; 稻子种得太稀 Lúa trồng thưa quá;",
                "Loãng, lỏng, nhão: 粥太稀了 Cháo loãng quá;",
                "Hiếm có, ít: 稀有金屬 Kim loại hiếm; 是時寇賊興起，道路隔絕，使驛稀有達者 Khi ấy giặc cướp nổi lên, đường sá bị cách trở, người đưa văn thư ở dịch trạm ít có ai đi tới (Hậu Hán thư: Độc Hành liệt truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ít — Thưa. Loãng. Td: Hi chúc 禧粥 ( cháo loãng ) — Mỏng ( trái với dày ) — Dùng như chữ Hi 睎."
            ]
        }
    }
}