{
    "character": "突",
    "details": {
        "Âm Hán Việt": [
            "gia",
            "đột"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "huyệt 穴 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱穴犬"
        ],
        "Nét bút": [
            "丶丶フノ丶一ノ丶丶"
        ],
        "Thương Hiệt": [
            "JCIK (十金戈大)"
        ],
        "Unicode": [
            "U+7A81"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tū ㄊㄨ",
            "tú ㄊㄨˊ"
        ],
        "Âm Nôm": [
            "chặt",
            "chợt",
            "dột",
            "đột",
            "đợt",
            "đuột",
            "đụt",
            "lọt",
            "mất",
            "sột",
            "tọt"
        ],
        "Âm Nhật (onyomi)": [
            "トツ (totsu)",
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "つ.く (tsu.ku)"
        ],
        "Âm Hàn": [
            "돌"
        ],
        "Âm Quảng Đông": [
            "dat6"
        ]
    },
    "meanings": {
        "gia": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Một lối viết của chữ Gia 家. Một âm là Đột. Xem Đột."
            ]
        },
        "đột": {
            "Từ điển phổ thông": [
                "phá tung",
                "đột ngột, bỗng nhiên",
                "ống khói"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Chợt, thốt nhiên. ◇Dịch Kinh 易經: 'Đột như kì lai' 突如其來 (Li quái 離卦) Thốt nhiên mà đến.",
                "(Động) Xúc phạm đến. ◎Như: 'xung đột' 衝突 chống cự nhau, 'đường đột' 唐突 xúc phạm vô lối. ◇Hồng Lâu Mộng 紅樓夢: 'Huynh hà bất tảo ngôn. Ngu cửu hữu thử tâm ý, đãn mỗi ngộ huynh thì, huynh tịnh vị đàm cập, ngu cố vị cảm đường đột' 兄何不早言. 愚久有此心意, 但每遇兄時, 兄並未談及, 愚故未敢唐突 (Đệ nhất hồi) Sao huynh không nói sớm. Kẻ hèn này từ lâu đã có ý ấy, nhưng mỗi lần gặp huynh, huynh không hề nói đến, nên kẻ này không dám đường đột.",
                "(Động) Xuyên qua, chọc thủng, phá vỡ. ◇Tả truyện 左傳: 'Tiêu đột Trần thành' 宵突陳城 (Tương Công nhị thập ngũ niên 襄公二十五年) Ban đêm chọc thủng thành nước Trần.",
                "(Tính) Cao ngất, bất ngờ, nổi bật, lồi lên. ◎Như: 'đột ngột' 突杌 cao vút, 'kì phong đột khởi' 奇峰突起 núi non cao ngất, 'đột hắc' 突黑 màu đen thẫm.",
                "(Danh) Ống khói, miệng lò. ◎Như: 'khúc đột tỉ tân' 曲突徙薪 dời củi xa ống khói để phòng khỏi cháy, ý nói dự phòng trước khi xảy ra."
            ],
            "Từ điển Thiều Chửu": [
                "Chợt, thốt nhiên. Thốt nhiên gặp nhau gọi là đột như kì lai 突如其來.",
                "Xúc phạm đến, như xung đột 衝突, đường đột 唐突, v.v.",
                "Ống khói, khúc đột tỉ tân 曲突徙薪 dời củi xa ống khói để phòng khỏi cháy, ý nói dự phòng trước khi xảy ra.",
                "Ðào."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bất ngờ, (bất) thình lình, đột ngột, chợt, bỗng: 突變 Thay đổi bất ngờ.【突然】 đột nhiên [turán] Đột nhiên, đột ngột, chợt, (bất) thình lình, bỗng nhiên: 剛下車，天突然下起雨來 Vừa xuống xe, trời chợt đổ mưa; 突然停止 Đột ngột đình chỉ;",
                "Nổi bật, chọc thủng, phá vỡ, va chạm nhau: 突出的例子 Ví dụ nổi bật;",
                "Nhô lên.【突起】đột khởi [tuqê] a. Xảy ra bất ngờ: 戰事突起 Chiến sự xảy ra bất ngờ; b. Cao ngất: 奇峰突起 Núi non cao ngất;",
                "(văn) Xúc phạm đến: 衝突 Xung đột;",
                "(văn) Ống khói: 曲突徒薪 Dời củi xa ống khói, (Ngb) dự phòng trước khi xảy ra;",
                "(văn) Đào."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thình lình — Nhô ra — Đâm thủng. Chẳng hạn cầm kim mà khâu cũng gọi là Đột — Đụng chạm mạnh — Cái ống thông khói ở bếp."
            ],
            "compound_words": {
                "撞突": "tràng đột",
                "鶻突": "cốt đột",
                "突变": "đột biến",
                "突變": "đột biến",
                "突騎": "đột kị",
                "突擊": "đột kích",
                "突兀": "đột ngột",
                "突入": "đột nhập",
                "突然": "đột nhiên",
                "突破": "đột phá",
                "突圍": "đột vi",
                "突出": "đột xuất",
                "唐突": "đường đột",
                "米突": "mễ đột",
                "左衝右突": "tả xung hữu đột",
                "竈突": "táo đột",
                "直突": "trực đột",
                "衝突": "xung đột"
            }
        }
    }
}