{
    "character": "竟",
    "details": {
        "Âm Hán Việt": [
            "cánh",
            "cảnh"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "lập 立 (+6 nét)",
            "âm 音 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱音儿"
        ],
        "Nét bút": [
            "丶一丶ノ一丨フ一一ノフ"
        ],
        "Thương Hiệt": [
            "YTAHU (卜廿日竹山)"
        ],
        "Unicode": [
            "U+7ADF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jìng ㄐㄧㄥˋ"
        ],
        "Âm Nôm": [
            "cánh"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)",
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "おわ.る (owa.ru)",
            "ついに (tsuini)",
            "わた.る (wata.ru)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "ging2"
        ]
    },
    "meanings": {
        "cánh": {
            "Từ điển phổ thông": [
                "xong, hoàn thành",
                "cuối cùng"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Trọn, suốt. ◎Như: 'cánh nhật' 竟日 trọn ngày, 'cánh dạ' 竟夜 suốt đêm, 'chung nhật cánh dạ' 終日竟夜 suốt ngày suốt đêm.",
                "(Động) Truy cứu, đến cùng tột. ◎Như: 'cùng nguyên cánh ủy' 窮原竟委 truy cứu tận cõi nguồn.",
                "(Động) Hoàn thành, hoàn tất, xong. ◎Như: 'khán thư kí cánh' 看書既竟 xem sách đã xong.",
                "(Phó) Cuối cùng, rốt cuộc. ◎Như: 'hữu chí giả sự cánh thành' 有志者事竟成 có chí rồi sau cùng làm nên.",
                "(Phó) Mà, lại. ◇Hồng Lâu Mộng 紅樓夢: 'Nguyên lai kim nhật dã thị Bình cô nương đích thiên thu, ngã cánh bất tri' 原來今日也是平姑娘的千秋, 我竟不知 (Đệ lục thập nhị hồi) Hóa ra hôm nay cũng là ngày sinh nhật của chị Bình mà tôi lại không biết.",
                "(Phó) Trực tiếp, thẳng. ◇Tam quốc diễn nghĩa 三國演義: 'Ngã cánh vãng Hạ Khẩu, tận khởi quân tiền lai tương trợ' 我竟往夏口, 盡起軍前來相助 (Đệ tứ thập nhị hồi) Tôi đến thẳng Hạ Khẩu, đem hết quân đến trước giúp đỡ."
            ],
            "Từ điển Thiều Chửu": [
                "Trọn, như cánh nhật 竟日 trọn ngày, hữu chí cánh thành 有志竟成 có chí trọn nên, v.v.",
                "Hết, như trường tài vị cánh 長才未竟 chưa thả hết tài.",
                "Xong, như độc cánh 讀竟 đọc sách xong.",
                "Dùng làm trợ từ, như tất cánh 畢竟, cứu cánh 究竟 xét hết, kết cùng, xét đến cùng tột."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xong: 整理旣竟 Xếp đặt đã xong; 看書旣竟 Xem sách đã xong (Tấn thư);",
                "Suốt, trọn: 竟日 Suốt ngày, trọn ngày; 竟世 Trọn đời;",
                "(văn) Hết: 未竟 Chưa hết;",
                "Cuối cùng, ắt: 越走越遠，竟到桂林 Càng đi càng xa, cuối cùng đã đến Quế Lâm; 有志者，事竟成 Có chí ắt làm nên; 道竟何爲邪？ Đạo cuối cùng để làm gì? (Lưu Vũ Tích: Thiên luận thượng);",
                "(văn) Truy cứu: 此縣官重太後，故不竟也 Đó là nhà vua tôn trọng thái hậu, nên không truy cứu vậy (Hán thư);",
                "(văn) Biên giới, biên cảnh (dùng như 境, bộ 土);",
                "(pht) Mà, lại: 多年不見，沒想到竟在公共汽車上相遇 Lâu năm không gặp, không ngờ lại gặp nhau trên xe đò; 這部片子這麼好而他竟不去看 Bộ phim này hay thế mà anh ấy lại không đi xem.【竟然】cánh nhiên [jìngrán] (pht) Mà, lại: 這麼複雜的事情，他竟然兩天就幹完了 Công việc phức tạp như vậy mà anh ấy chỉ mất có hai ngày đã làm xong."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chỗ chấm dứt của bài hát — Chỗ cuối cùng. Chẳng hạn Cứu cánh — Hết. Chấm dứt. — Một âm khác là Cảnh."
            ],
            "compound_words": {
                "竟然": "cánh nhiên",
                "竟成": "cánh thành",
                "窮竟": "cùng cánh",
                "究竟": "cứu cánh",
                "有志竟成": "hữu chí cánh thành",
                "畢竟": "tất cánh"
            }
        },
        "cảnh": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Bờ cõi. Vùng đất. Dùng như chữ Cảnh 境 — Một âm khác là Cánh."
            ]
        }
    }
}