{
    "character": "穿",
    "details": {
        "Âm Hán Việt": [
            "xuyên",
            "xuyến"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "huyệt 穴 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱穴牙"
        ],
        "Nét bút": [
            "丶丶フノ丶一フ丨ノ"
        ],
        "Thương Hiệt": [
            "JCMVH (十金一女竹)"
        ],
        "Unicode": [
            "U+7A7F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chuān ㄔㄨㄢ"
        ],
        "Âm Nôm": [
            "xoen",
            "xuyên"
        ],
        "Âm Nhật (onyomi)": [
            "セン (sen)"
        ],
        "Âm Nhật (kunyomi)": [
            "うが.つ (uga.tsu)",
            "は.く (ha.ku)"
        ],
        "Âm Hàn": [
            "천"
        ],
        "Âm Quảng Đông": [
            "cyun1"
        ]
    },
    "meanings": {
        "xuyên": {
            "Từ điển phổ thông": [
                "thủng lỗ",
                "xỏ, xâu, xiên"
            ],
            "Từ điển trích dẫn": [
                "(Động) Suốt, xâu qua, đi qua, lách, luồn. ◎Như: 'xuyên châm' 穿針 xỏ kim, 'xuyên quá sâm lâm' 穿過森林 xuyên qua rừng. ◇Tây du kí 西遊記: 'Xuyên châu quá phủ, tại thị trần trung' 穿州過府, 在市塵中 (Đệ nhất hồi) Qua châu qua phủ, ở nơi chợ búa.",
                "(Động) Mặc, mang, đi. ◇Thủy hử truyện 水滸傳: 'Túc xuyên thục bì ngoa' 足穿熟皮靴 (Đệ nhị hồi) Chân mang hia da. ◇Đặng Trần Côn 鄧陳琨: 'Quân xuyên tráng phục hồng như hà' 君穿壯服紅如霞 (Chinh Phụ ngâm 征婦吟) Chàng mặc áo hùng tráng, đỏ như ráng.",
                "(Động) Đào, khoét. ◎Như: 'xuyên tỉnh' 穿井 đào giếng, 'xuyên du' 穿窬 khoét ngạch, 'xuyên tạc' 穿鑿 đục thông (nghĩa bóng: trình bày, lí luận, giải thích một cách miễn cưỡng, không thông, không đúng thật). ◇Luận Ngữ 論語: 'Sắc lệ nhi nội nhẫm, thí chư tiểu nhân, kì do xuyên du chi đạo dã dư' 色厲而內荏, 譬諸小人, 其猶穿窬之盜也與 (Dương Hóa 陽貨) Những kẻ ngoài mặt oai lệ mà trong lòng hèn nhát, thì ta coi là hạng tiểu nhân, họ có khác nào bọn trộm trèo tường khoét vách đâu?",
                "(Tính) Rách, lủng. ◇Trang Tử 莊子: 'Y tệ kịch xuyên, bần dã, phi bại dã' 衣弊屐穿, 貧也, 非憊也 (San mộc 山木) Áo rách giày thủng, là nghèo chứ không phải khốn cùng.",
                "(Phó) Thấu suốt, rõ ràng. ◎Như: 'thuyết xuyên' 說穿 nói trắng ra, 'khán xuyên tâm sự' 看穿心事 nhìn thấu suốt nỗi lòng."
            ],
            "Từ điển Thiều Chửu": [
                "Thủng lỗ.",
                "Suốt, xâu qua, như xuyên châm 穿針 xỏ kim.",
                "Ðào, như xuyên tỉnh 穿井 đào giếng, xuyên du 穿窬 khoét ngạch, v.v. Luận ngữ 論語: Sắc lệ nhi nội nhẫm, thí chư tiểu nhân, kì do xuyên du chi đạo dã dư 色厲而內荏，譬諸小人，其猶穿窬之盜也與 những kẻ ngoài mặt oai lệ mà trong lòng nhu nhược, thì ta coi là hạng tiểu nhân, họ có khác nào bọn trộm trèo tường khoét vách đâu?",
                "Xuyên tạc 穿鑿 xuyên tạc, không hiểu thấu nghĩa chân thật mà cứ nói liều, viết liều, làm liều gọi là xuyên tạc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thủng lỗ, xỏ, luồn, xâu qua: 把這些銅錢穿上 Xâu những đồng tiền này lại;",
                "Mặc, mang, đi: 穿衣服 Mặc quần áo; 穿鞋 Đi giày;",
                "Rõ, thấu: 看穿 Nhìn thấu; 說穿 Nói trắng ra;",
                "Dùi: 穿一個眼 Dùi thủng một cái lỗ;",
                "Đi qua, xuyên qua, luồn qua, lách qua: 穿過森林 Xuyên qua rừng; 穿過鐵絲网 Luồn qua hàng rào dây thép gai; 從這條街穿過去 Đi qua phố này;",
                "(văn) Đào, khoét: 去井 Đào giếng; 穿窬 Khoét ngạch;",
                "Xem 穿鑿 [chuan zuò]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Suốt qua. Xỏ qua. Ta cũng nói là Xuyên qua — Mặc vào — Cái lỗ. Lỗ thủng — Một âm là Xuyến. Xem Xuyến."
            ],
            "compound_words": {
                "百步穿楊": "bách bộ xuyên dương",
                "百部穿楊": "bách bộ xuyên dương",
                "吃穿": "ngật xuyên",
                "眼穿": "nhãn xuyên",
                "雙箭齊穿": "song tiễn tề xuyên",
                "滴水穿石": "tích thuỷ xuyên thạch",
                "穿壁": "xuyên bích",
                "穿窬": "xuyên du",
                "穿楊": "xuyên dương",
                "穿孝": "xuyên hiếu",
                "穿耳": "xuyên nhĩ",
                "穿山甲": "xuyên sơn giáp",
                "穿凿": "xuyên tạc",
                "穿鑿": "xuyên tạc",
                "穿鼻": "xuyên tị",
                "穿衣": "xuyên y"
            }
        },
        "xuyến": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Xỏ qua. Xâu qua — Một chuỗi một xâu, gồm nhiều vật xỏ nối tiếp nhau — Một âm khác là Xuyên. Xem Xuyên."
            ],
            "compound_words": {
                "貫穿": "quán xuyến"
            }
        }
    }
}