{
    "character": "端",
    "details": {
        "Âm Hán Việt": [
            "đoan"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "lập 立 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰立耑"
        ],
        "Nét bút": [
            "丶一丶ノ一丨フ丨一ノ丨フ丨丨"
        ],
        "Thương Hiệt": [
            "YTUMB (卜廿山一月)"
        ],
        "Unicode": [
            "U+7AEF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "duān ㄉㄨㄢ"
        ],
        "Âm Nôm": [
            "đoan"
        ],
        "Âm Nhật (onyomi)": [
            "タン (tan)"
        ],
        "Âm Nhật (kunyomi)": [
            "はし (hashi)",
            "は (ha)",
            "はた (hata)",
            "-ばた (-bata)",
            "はな (hana)"
        ],
        "Âm Hàn": [
            "단"
        ],
        "Âm Quảng Đông": [
            "dyun1"
        ]
    },
    "meanings": {
        "đoan": {
            "Từ điển phổ thông": [
                "đầu, mối"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Ngay ngắn, ngay thẳng, chính trực. ◎Như: 'phẩm hạnh bất đoan' 品行不端 phẩm hạnh không đoan chính. ◇Mặc Tử 墨子: 'Tịch bất đoan, phất tọa; cát bất chánh, phất thực' 席不端, 弗坐; 割不正, 弗食 (Phi nho hạ 非儒下).",
                "(Danh) Sự vật có hai đầu, đều gọi là 'đoan'. ◎Như: 'tiêm đoan' 尖端 đầu nhọn, 'bút đoan' 筆端 ngọn bút. § Xem thêm: 'lưỡng đoan' 兩端.",
                "(Danh) Bờ bến, biên tế. ◇Trang Tử 莊子: 'Thuận lưu nhi đông hành, chí ư bắc hải. Đông diện nhi thị, bất kiến thủy đoan' 順流而東行, 至於北海. 東面而視, 不見水端 (Thu thủy 秋水) Thuận dòng xuống Đông, đi tới biển Bắc, quay mặt sang Đông mà nhìn, không thấy đầu nước.",
                "(Danh) Mầm mối, nguyên nhân. ◎Như: 'kiến đoan' 見端 mới thấy nhú mầm, 'tạo đoan' 造端 gây mối, 'vô đoan' 無端 không có nguyên nhân. ◇Trần Nhân Tông 陳仁宗: 'Vô đoan lạc nhật tây lâu ngoại' 無端落日西樓外 (Khuê sầu 閨愁) Vô cớ mặt trời lặn ngoài lầu tây.",
                "(Danh) Điều nghĩ ngợi, tâm tư. ◇Lưu Nghĩa Khánh 劉義慶: 'Kiến thử mang mang, bất giác bách đoan giao tập' 見此芒芒, 不覺百端交集 (Thế thuyết tân ngữ 世說新語, Ngôn ngữ 言語) Trông cảnh mênh mang này, bất giác trăm mối suy tư dồn dập.",
                "(Danh) Hạng mục, phương diện, khía cạnh, điều kiện. ◎Như: 'quỷ kế đa đoan' 鬼計多端 mưu kế quỷ quái khôn lường, 'biến hóa vạn đoan' 變化萬端 biến hóa muôn mặt, 'canh đoan' 更端 đổi điều khác, 'cử kì nhất đoan' 舉其一端 đưa ra một việc.",
                "(Danh) Điểm. ◇Mặc Tử 墨子: 'Đoan, thể chi vô tự nhi tối tiền giả dã' 端, 體之無序而最前者也 (Kinh thượng 經上). § Trong môn kỉ hà học thời xưa: 'đoan' tương đương với 'điểm' 點, 'thể chi vô tự' tức là 'tuyến' 線 (đường).",
                "(Danh) Cái nghiên đá. § Xứ 'Đoan Khê' 端溪 xuất sản nhiều thứ đá ấy nên gọi cái nghiên là cái 'đoan'.",
                "(Danh) Lễ phục, thường mặc trong tang tế (thời xưa). ◇Chu Lễ 周禮: 'Kì tư phục hữu huyền đoan tố đoan' 其齊服有玄端素端 (Xuân quan 春官, Ti phục 司服).",
                "(Danh) Áo có xiêm liền gọi là 'đoan'.",
                "(Danh) Cửa chính phía nam cung điện hoặc kinh thành gọi là 'đoan môn' 端門.",
                "(Danh) Đời Lục triều kính xưng 'mạc chức' 幕職 là 'đoan'. ◇Vương Chí Kiên 王志堅: 'Lục triều xưng phủ mạc viết phủ đoan, châu mạc xưng châu đoan, tiết độ viết tiết đoan, hiến ti mạc viết hiến đoan' 六朝稱府幕曰府端, 州幕稱州端, 節度曰節端, 憲司幕曰憲端 (Biểu dị lục 表異錄, Chức quan 職官).",
                "(Danh) Vải lụa đo gấp hai trượng gọi là 'đoan'.",
                "(Danh) Lượng từ: tấm. ◎Như: 'bố nhất đoan' 布一端 một tấm vải.",
                "(Danh) Họ 'Đoan'.",
                "(Động) Làm cho ngay thẳng, điều chỉnh. ◇Hoài Nam Tử 淮南子: 'Lệnh quan thị đồng độ lượng, quân hành thạch, giác đẩu xứng, đoan quyền khái' 令官市同度量, 鈞衡石, 角斗稱, 端權概 (Thì tắc 時則).",
                "(Động) Xem xét, nhìn kĩ. ◎Như: 'đoan tường' 端詳 xem xét kĩ càng.",
                "(Động) Bưng, bưng ra. ◎Như: 'đoan oản' 端碗 bưng chén, 'đoan thái thượng trác' 端菜上桌 bưng thức ăn ra bàn.",
                "(Động) Đưa ra. ◎Như: 'bả vấn đề đô đoan xuất lai thảo luận' 把問題都端出來討論 đưa các vấn đề ra thảo luận.",
                "(Phó) Cố ý, một cách đặc biệt. ◇Lã Thị Xuân Thu 呂氏春秋: 'Minh nhật, đoan phục ẩm ư thị, dục ngộ nhi thứ sát chi' 明日, 端復飲於市, 欲遇而刺殺之 (Nghi tự 疑似).",
                "(Phó) Đúng lúc, vừa, kháp xảo.",
                "(Phó) Quả thực, thật là. ◇Thủy hử truyện 水滸傳: 'Đoan đích hảo kế!' 端的好計 (Đệ nhị thập tứ hồi) Quả thực là diệu kế!",
                "(Phó) Chung quy, rốt cuộc, đáo để, cứu cánh. ◇Lục Du 陸游: 'Dư niên đoan hữu kỉ?' 餘年端有幾 (U sự 幽事) Những năm thừa rốt cuộc có là bao?",
                "(Phó) Cả, đều. ◇Liêu trai chí dị 聊齋志異: 'Táng mẫu giáo tử, đoan lại khanh hiền' 葬母教子, 端賴卿賢 (Bạch Vu Ngọc 白于玉)."
            ],
            "Từ điển Thiều Chửu": [
                "Ngay thẳng.",
                "Mầm mối, đầu mối, như kiến đoan 見端 mới thấy nhú mầm, tạo đoan 造端 gây mối.",
                "Tấm, một tấm vải gọi là bố nhất đoan 布一端.",
                "Mối, đầu, lớn bé dày mỏng, cùng đối đãi với nhau gọi là lưỡng đoan 兩端, như chấp kì lưỡng đoan 執其兩端 (Lễ kí 禮記) cầm cả hai mối.",
                "Ðoạn, điều kiện, như canh đoan 更端 đổi điều khác.",
                "Nguyên nhân, như vô đoan 無端 không có nguyên nhân gì, không có mối gì.",
                "Có ý đích xác, như đoan đích 端的 đích thực.",
                "Cái nghiên đá, xứ Ðoan Khê xuất sản nhiều thứ đá ấy nên gọi cái nghiên là cái đoan.",
                "Vải lụa đo gấp hai trượng gọi là đoan.",
                "Áo có xiêm liền gọi là đoan."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đầu, đầu mối, đầu mút: 兩端 Hai đầu; 尖端 Mũi nhọn;",
                "Lúc khởi đầu: 開端 Bắt đầu, khởi đầu; 法者，治之端也 Luật pháp là khởi đầu của việc trị dân (Tuân tử);",
                "Ngay ngắn, đứng đắn, đoan trang, đoan chính, ngay thẳng: 端坐 Ngồi ngay ngắn; 品行不端 Tính nết không đứng đắn; 端士 Kẻ sĩ chính trực;",
                "Bưng: 端飯 Bưng cơm; 端兩杯茶 Bưng hai tách trà; 有問題最好都端出來 Có vấn đề tốt nhất là cứ nói thẳng ra;",
                "(văn) Kĩ lưỡng, xét kĩ;",
                "(văn) Chung quy, rốt cuộc, thật: 端不負生平 Chung quy (thật) chẳng phụ cuộc sống trong đời (Thái Thân: Mãn đình phương);",
                "(văn) Cái nghiên đá;",
                "(văn) (Vải lụa dài) hai trượng;",
                "(văn) Tấm: 布一端 Một tấm vải;",
                "(văn) Áo liền với xiêm;",
                "[Duan] (Họ) Đoan."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thẳng. Ngay thẳng — Cái gốc, cái đầu, cái đầu mối, nguyên do — Xét kĩ — Hai tay băng vật gì. Chẳng hạn Đoan trà ( bưng nước trà mời khách ) — Cái áo lễ."
            ],
            "compound_words": {
                "不端": "bất đoan",
                "更端": "canh đoan",
                "極端": "cực đoan",
                "異端": "dị đoan",
                "多端": "đa đoan",
                "端正": "đoan chính",
                "端整": "đoan chỉnh",
                "端陽": "đoan dương",
                "端的": "đoan đích",
                "端倪": "đoan nghê",
                "端午": "đoan ngọ",
                "端月": "đoan nguyệt",
                "端一": "đoan nhất",
                "端日": "đoan nhật",
                "端莊": "đoan trang",
                "端貞": "đoan trinh",
                "端肅": "đoan túc",
                "端緒": "đoan tự",
                "端詳": "đoan tường",
                "兩端": "lưỡng đoan",
                "末端": "mạt đoan",
                "疑端": "nghi đoan",
                "發端": "phát đoan",
                "借端": "tá đoan",
                "藉端": "tạ đoan",
                "造端": "tạo đoan",
                "弊端": "tệ đoan",
                "雲端": "vân đoan",
                "無端": "vô đoan",
                "要端": "yếu đoan"
            }
        }
    }
}