{
    "character": "竅",
    "details": {
        "Âm Hán Việt": [
            "khiếu"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "huyệt 穴 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱穴敫"
        ],
        "Nét bút": [
            "丶丶フノ丶ノ丨フ一一丶一フノノ一ノ丶"
        ],
        "Thương Hiệt": [
            "JCHSK (十金竹尸大)"
        ],
        "Unicode": [
            "U+7AC5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "qiào ㄑㄧㄠˋ"
        ],
        "Âm Nôm": [
            "khiếu",
            "khíu",
            "khuỷu",
            "quéo"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "あな (ana)"
        ],
        "Âm Hàn": [
            "규"
        ],
        "Âm Quảng Đông": [
            "hiu3",
            "kiu3"
        ]
    },
    "meanings": {
        "khiếu": {
            "Từ điển phổ thông": [
                "lỗ, hốc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lỗ trống, hang, động, huyệt. ◇Trang Tử 莊子: 'Thị duy vô tác, tác tắc vạn khiếu nộ hào' 是唯無作, 作則萬竅怒呺 (Tề vật luận 齊物論) (Gió) không thổi thì chớ, thổi thì muôn lỗ trống đều gào thét.",
                "(Danh) Lỗ trên thân thể người ta (tai, mắt, miệng...), gọi là khí quan. ◎Như: 'thất khiếu' 七竅 bảy lỗ trên thân thể người ta, gồm hai tai, hai mắt, miệng và hai lỗ mũi. ◇Trang Tử 莊子: 'Nhân giai hữu thất khiếu dĩ thị thính thực tức' 人皆有七竅以視聽食息 (Ứng đế vương 應帝王) Người ta ai cũng có bảy lỗ để thấy, nghe, ăn và thở.",
                "(Danh) Then chốt, yếu điểm, quan kiện. ◎Như: 'quyết khiếu' 訣竅 bí quyết, phương pháp xảo diệu.",
                "(Danh) Chỉ tim mắt (tức 'tâm nhãn nhi' 心眼兒). Tỉ dụ: đầu óc, chủ ý, tài khéo. ◇Lí Ngư 李漁: 'Bất nhiên, ngã dã thị cá hữu khiếu đích nhân, chẩm ma tựu bị nhĩ môn khi man đáo để' 不然, 我也是個有竅的人, 怎麼就被你們欺瞞到底 (Liên hương bạn 憐香伴, Hoan tụ 歡聚).",
                "(Động) Đào, khoét.",
                "(Động) Khai thông.",
                "(Động) Kênh, vểnh, cong lên. ◇Thuyết Nhạc toàn truyện 說岳全傳: 'Lai nhất trận lam thanh kiểm, chu hồng phát, khiếu thần lộ xỉ, chân cá kì hình quái dạng' 來一陣藍青臉, 朱紅髮, 竅唇露齒, 真個奇形怪樣 (Đệ thập ngũ hồi)."
            ],
            "Từ điển Thiều Chửu": [
                "① Lỗ. Hai tai, hai mắt, miệng, hai lỗ mũi gọi là thất khiếu 七竅. Trang Tử 莊子: Nhân giai hữu thất khiếu dĩ thị thính thực tức 人皆有七竅以視聽食息 (Ứng đế vương 應帝王) người ta ai cũng có bảy lỗ để thấy, nghe, ăn và thở. Tục gọi sự gì thừa lúc hở cơ mà vào được là đắc khiếu 得竅."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lỗ: 七竅 Bảy lỗ (gồm hai mắt, hai tai, miệng và hai lỗ mũi): 一竅不通 Dốt đặc cán mai, mù tịt không biết gì;",
                "Then chốt của sự việc. 【竅門兒】khiếu môn nhi [qiào ménr] Bí quyết, then chốt;",
                "(văn) Lỗ hổng, chỗ hở: 得竅 Thừa được lúc sơ hở."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trống rỗng — Cái hang — Cái lỗ ( tai, mắt, mũi, miệng… đều gọi là Khiếu )."
            ]
        }
    }
}