{
    "character": "究",
    "details": {
        "Âm Hán Việt": [
            "cứu"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "huyệt 穴 (+2 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱穴九"
        ],
        "Nét bút": [
            "丶丶フノ丶ノフ"
        ],
        "Thương Hiệt": [
            "JCKN (十金大弓)"
        ],
        "Unicode": [
            "U+7A76"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiū ㄐㄧㄡ",
            "jiù ㄐㄧㄡˋ"
        ],
        "Âm Nôm": [
            "cứu"
        ],
        "Âm Nhật (onyomi)": [
            "キュウ (kyū)",
            "ク (ku)"
        ],
        "Âm Nhật (kunyomi)": [
            "きわ.める (kiwa.meru)"
        ],
        "Âm Hàn": [
            "구"
        ],
        "Âm Quảng Đông": [
            "gau3"
        ]
    },
    "meanings": {
        "cứu": {
            "Từ điển phổ thông": [
                "kết cục",
                "suy xét tỉ mỉ"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Cùng, tận. ◎Như: 'cứu cánh' 究竟 mục đích, kết quả, 'cứu đồ' 究途 lộ trình trọn vẹn, làm từ đầu tới cuối, 'cứu niên' 究年 hết năm, 'cứu quy' 究歸 chung quy.",
                "(Động) Xét tìm. ◎Như: 'nghiên cứu' 研究 nghiền ngẫm xét tìm, 'tra cứu' 查究 xem xét tìm tòi. ◇Hồng Lâu Mộng 紅樓夢: 'Chánh yếu giảng cứu thảo luận, phương năng trường tiến' 正要講究討論, 方能長進 (Đệ tứ thập bát hồi) Cần phải tìm tòi, xem xét, bàn bạc, mới tiến xa được.",
                "(Động) Đạt tới, quán triệt. ◇Hàn Phi Tử 韓非子: 'Tắc quân lệnh bất hạ cứu, thần tình bất thượng thông' 則君令不下究, 臣情不上通 (Nan nhất 難一) Lệnh vua không đạt tới dưới, tình huống của bề tôi không thông lên trên.",
                "(Phó) Cuối cùng, rốt cuộc. ◇Hồng Lâu Mộng 紅樓夢: 'Độc kiến Hoàn nhi nhưng thị tiên tiền, cứu bất thậm chung ái' 獨見環兒仍是先前, 究不甚鍾愛 (Đệ bách tứ hồi) Riêng thấy Giả Hoàn là vẫn như trước, cho nên (rốt cuộc) không thương yêu lắm.",
                "(Danh) Thác trong khe núi."
            ],
            "Từ điển Thiều Chửu": [
                "Cùng cực, kết cục, như cứu cánh 究竟 xét cùng.",
                "Xét tìm, như nghiên cứu 研究 nghiền ngẫm xét tìm.",
                "Mưu.",
                "Thác trong khe núi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xét tìm, cứu: 研究 Nghiên cứu; 追究 Truy cứu;",
                "(văn) Đạt tới: 君令不下究，臣情不上通 Lệnh vua không đạt xuống tới dưới, ý kiến của quần thần không thông tới lên trên (Hàn Phi tử: Nam nhất);",
                "(văn) Cùng: 靡 屆靡究 Vô tận vô cùng (Thi Kinh: Đại nhã, Đãng);",
                "(văn) Chỗ tận cùng của dòng suối: 山溪瀨中謂之究 Chỗ khe nước chảy qua trong cát đá gọi là cứu (Thuỷ kinh chú);",
                "(văn) Kết cục, cuối cùng, thực ra: 究應如何處理 (Thực ra) nên xử lí ra sao?. 【究竟】cứu cánh [jiujìng] a. Kết quả, kết cuộc: 大家都想知道個究竟 Mọi người đều muốn biết kết quả ra sao; b. Thực ra: 這究竟是怎麼一回事 Thực ra việc ấy là như thế nào?; c. Cuối cùng, sau hết, rốt cuộc, xét cho cùng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cuối cùng. Tận cùng — Xem xét, tìm biết. Như trong từ ngữ Nghiên cứu — Khe nước trong núi."
            ],
            "compound_words": {
                "根究": "căn cứu",
                "窮究": "cùng cứu",
                "究竟": "cứu cánh",
                "究察": "cứu sát",
                "究治": "cứu trị",
                "究問": "cứu vấn",
                "監究": "giam cứu",
                "講究": "giảng cứu",
                "稽究": "kê cứu",
                "考究": "khảo cứu",
                "研究": "nghiên cứu",
                "尋究": "tầm cứu",
                "深究": "thâm cứu",
                "查究": "tra cứu",
                "追究": "truy cứu",
                "闡究": "xiển cứu"
            }
        }
    }
}