{
    "character": "管",
    "details": {
        "Âm Hán Việt": [
            "quản"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "trúc 竹 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱⺮官"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶丶丶フ丨フ一フ一"
        ],
        "Thương Hiệt": [
            "HJRR (竹十口口)"
        ],
        "Unicode": [
            "U+7BA1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "guǎn ㄍㄨㄢˇ"
        ],
        "Âm Nôm": [
            "quản",
            "quẩn",
            "quyển"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "くだ (kuda)"
        ],
        "Âm Hàn": [
            "관"
        ],
        "Âm Quảng Đông": [
            "gun2"
        ]
    },
    "meanings": {
        "quản": {
            "Từ điển phổ thông": [
                "cai quản, trông nom",
                "cái bút",
                "ống tròn",
                "ống sáo"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ống sáo, làm bằng tre, có sáu lỗ.",
                "(Danh) Chỉ chung các nhạc khí thổi được, như ống sáo, ống tiêu, kèn. ◇Nguyễn Du 阮攸: 'Quản huyền nhất biến tạp tân thanh' 管絃一變雜新聲 (Thăng Long 昇龍) Đàn sáo một loạt thay đổi, chen vào những thanh điệu mới.",
                "(Danh) Ống. § Phàm vật gì tròn rỗng giữa đều gọi là 'quản'. ◎Như: 'huyết quản' 血管 mạch máu, 'dĩ quản khuy thiên' 以管窺天 lấy ống nhòm trời, ý nói chê kẻ kiến thức hẹp hòi. § Ghi chú: Bây giờ ai tự bày ý kiến mình cũng tự nói nhún là 'quản kiến' 管見 kiến thức hẹp hòi.",
                "(Danh) Mượn chỉ cái bút. ◎Như: 'ác quản' 握管 cầm bút, 'đồng quản' 彤管 quản bút đỏ. § Ghi chú: Quản bút dùng chép sử các đàn bà giỏi, dùng quản đỏ để tỏ cái tấm lòng son, vì thế 'đồng quản' dùng làm lời khen đàn bà giỏi. ◇Thi Kinh 詩經: 'Di ngã đồng quản' 貽我彤管 (Bội phong 邶風, Tĩnh nữ 靜女) Tặng cho ta cán bút đỏ.",
                "(Danh) Cái khóa, cái then khóa. ◇Tả truyện 左傳: 'Trịnh nhân sử ngã chưởng kì bắc môn chi quản' 鄭人使我掌其北門之管 (Hi công tam thập nhị niên 僖公三十二年).",
                "(Danh) Phép tắc. ◇Tuân Tử 荀子: 'Thánh nhân dã giả, đạo chi quản dã' 聖人也者, 道之管也 (Nho hiệu 儒效).",
                "(Danh) Họ 'Quản'.",
                "(Tính) Hẹp, ít, nhỏ. ◎Như: 'quản kiến' 管見 kiến thức hẹp hòi (khiêm từ).",
                "(Động) Bao dong, bao quát. ◇Lễ Kí 禮記: 'Nhạc thống hòa, lễ biện dị, lễ nhạc chi thuyết, quản hồ nhân tình hĩ' 樂統和, 禮辨異, 禮樂之說, 管乎人情矣 (Nhạc kí 樂記).",
                "(Động) Trông coi, đứng đầu. ◎Như: 'chưởng quản' 掌管 cai quản, 'quản hạt' 管轄 đứng đầu trông coi.",
                "(Động) Câu thúc, gò bó, dạy bảo. ◎Như: 'quản thúc' 管束 bắt giữ, ràng buộc. ◇Hồng Lâu Mộng 紅樓夢: 'Can đích ngã quản bất đắc, nhĩ thị ngã đỗ lí điệu xuất lai đích, nan đạo dã bất cảm quản nhĩ bất thành?' 乾的我管不得, 你是我肚裡掉出來的, 難道也不敢管你不成 (Đệ ngũ thập cửu hồi) Con nuôi tao không dạy được, chứ mày là con trong bụng đẻ ra, chẳng lẽ tao cũng không dám dạy hay sao?",
                "(Động) Đảm nhiệm, phụ trách, trông nom. ◎Như: 'quản lưỡng cá hài tử' 管兩個孩子 trông nom hai đứa trẻ.",
                "(Động) Can thiệp, quan hệ. ◇Hồng Lâu Mộng 紅樓夢: 'Khứ bất khứ, quản ngã thập ma sự?' 去不去, 管我什麼事 (Đệ nhị thập nhị hồi) Đi hay không đi, liên can gì đến tôi?",
                "(Động) Quan tâm đến. ◎Như: 'biệt quản tha, ngã môn tiên tẩu' 別管他, 我們先走 đừng bận tâm đến nó, chúng ta đi trước.",
                "(Phó) Bảo đảm, chắc chắn. ◇Tây du kí 西遊記: 'Bệ hạ khoan tâm, vi thần quản tống bệ hạ hoàn dương, trùng đăng Ngọc quan' 陛下寬心, 微臣管送陛下還陽, 重登玉關 (Đệ thập nhất hồi) Bệ hạ yên tâm, hạ thần chắc chắn đưa bệ hạ về cõi trần, lại lên ngôi báu.",
                "(Trợ) Dùng kèm theo chữ 'khiếu' 叫: kêu là. ◎Như: 'đại gia đô quản tha khiếu đại ca' 大家都管他叫大哥 mọi người đều kêu anh ta là đại ca."
            ],
            "Từ điển Thiều Chửu": [
                "Cái sáo nhỏ. Nguyễn Du 阮攸: Quản huyền nhất biến tạp tân thanh 管絃一變雜新聲 đàn sáo một loạt thay đổi, chen vào những thanh điệu mới.",
                "Phàm vật gì tròn rỗng giữa đều gọi là quản, như huyết quản 血管 mạch máu, dĩ quản khuy thiên 以管窺天 lấy ống nhòm trời, ý nói chê kẻ kiến thức hẹp hòi. Bây giờ ai tự bày ý kiến mình cũng tự xưng là quản kiến 管見 là vì cớ đó.",
                "Cái cán bút, Kinh Thi 詩經 có câu: Dy ngã đồng quản 貽我彤管 để lại cho ta cán bút đỏ, ý nói về sử kí đàn bà, nay ta xưng tụng cái đức tính hay sự học thức của đàn bà là đồng quản 彤管 là ví cớ đó. Tục gọi cầm bút là ác quản 握管.",
                "Cai quản, được toàn quyền coi sóc công việc gì gọi là quản, như chưởng quản 掌管, quản hạt 管轄 đều là một ý ấy cả. Tục nói can thiệp đến là quản 管, không can thiệp đến là bất quản 不管.",
                "Cái khoá, cái then khoá.",
                "Quản thúc, coi sóc bó buộc không cho vượt ra ngoài khuôn phép đã định gọi là quản thúc 管束."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ống: 輸油管 Ống dẫn dầu mỏ; 膠皮管 Ống cao su;",
                "Quản, ống sáo: 管弦樂 Nhạc thổi và dây;",
                "(loại) Cây, ống: 一管毛筆 Một cây bút lông; 一管牙膏 Một ống kem đánh răng;",
                "(văn) Cán bút: 貽我彤管 Để lại cho ta cán bút đỏ (Thi Kinh);",
                "(văn) Khóa, then khóa;",
                "Trông nom, coi, phụ trách: 管兩個孩子 Trông nom hai đứa trẻ; 管伙食 Phụ trách việc ăn uống;",
                "Bảo đảm: 一畝地管能打六百斤小麥 Bảo đảm mỗi mẫu sẽ thu được 300 cân lúa mì;",
                "[Guăn] (Họ) Quản."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cán bút — Ống sáo bằng trúc, một thứ nhạc khí — Cái ống. Td: Huyết quản ( ống chứa máu trong thân thể ) — Đứng đầu coi sóc công việc — Ta còn hiểu là để ý tới, ngại ngùng.  Đoạn trường tân thanh  có câu: » Dẫu rằng xương trắng quê người quản đâu «."
            ],
            "compound_words": {
                "保管": "bảo quản",
                "包管": "bao quản",
                "不管": "bất quản",
                "該管": "cai quản",
                "拘管": "câu quản",
                "主管": "chủ quản",
                "職管": "chức quản",
                "掌管": "chưởng quản",
                "公管": "công quản",
                "多管": "đa quản",
                "汗管": "hãn quản",
                "吸管": "hấp quản",
                "血管": "huyết quản",
                "氣管": "khí quản",
                "兼管": "kiêm quản",
                "毛管": "mao quản",
                "搦管": "nạch quản",
                "尿管": "niếu quản",
                "副管奇": "phó quản cơ",
                "管歌": "quản ca",
                "管制": "quản chế",
                "管顧": "quản cố",
                "管奇": "quản cơ",
                "管道": "quản đạo",
                "管督": "quản đốc",
                "管家": "quản gia",
                "管教": "quản giáo",
                "管轄": "quản hạt",
                "管絃": "quản huyền",
                "管庫": "quản khố",
                "管窺": "quản khuy",
                "管見": "quản kiến",
                "管理": "quản lý",
                "管軍": "quản quân",
                "管事": "quản sự",
                "管統": "quản thống",
                "管束": "quản thúc",
                "管治": "quản trị",
                "管仲": "quản trọng",
                "管子": "quản tử",
                "管象": "quản tượng",
                "儘管": "tần quản",
                "尽管": "tần quản",
                "盡管": "tẫn quản",
                "食管": "thực quản",
                "接管": "tiếp quản",
                "吹管": "xuy quản"
            }
        }
    }
}