{
    "character": "策",
    "details": {
        "Âm Hán Việt": [
            "sách"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "trúc 竹 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱⺮朿"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶一丨フ丨ノ丶"
        ],
        "Thương Hiệt": [
            "HDB (竹木月)"
        ],
        "Unicode": [
            "U+7B56"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "cè ㄘㄜˋ"
        ],
        "Âm Nôm": [
            "sách"
        ],
        "Âm Nhật (onyomi)": [
            "サク (saku)"
        ],
        "Âm Hàn": [
            "책"
        ],
        "Âm Quảng Đông": [
            "caak3"
        ]
    },
    "meanings": {
        "sách": {
            "Từ điển phổ thông": [
                "thẻ tre để viết",
                "sách lược, mưu kế",
                "roi ngựa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thẻ gấp. § Thông 'sách' 冊. Ngày xưa không có giấy, việc nhỏ biên vào thẻ đơn gọi là 'giản' 簡, việc to biên vào thẻ ken từng mảng to gấp lại được gọi là 'sách' 策. ◇Nghi lễ 儀禮: 'Bách danh dĩ thượng thư ư sách, bất cập bách danh thư ư phương' 百名以上書於策, 不及百名書於方 (Sính lễ 聘禮, Kí 記) Một trăm tên trở lên chữ ghi trên thẻ tre, không tới trăm tên ghi trên bản gỗ.",
                "(Danh) Gậy chống. ◇Tôn Xước 孫綽: 'Chấn kim sách chi linh linh' 振金策之鈴鈴 (Du Thiên Thai san phú 遊天台山賦) Rung gậy vàng kêu leng keng.",
                "(Danh) Lời 'sách', bài của bầy tôi trả lời lại lời chiếu của vua.",
                "(Danh) Mưu kế, đường lối, phương pháp, cách. ◎Như: 'thượng sách' 上策 kế sách hoặc phương pháp hay. ◇Tam quốc diễn nghĩa 三國演義: 'Dong ngã từ đồ lương sách' 容我徐圖良策 (Đệ bát hồi) Để tôi thong thả liệu tính cách hay.",
                "(Danh) Lối văn 'sách'. ◎Như: Người ta ra đầu bài hỏi về sự gì, mình lấy phương pháp làm sao mà trả lời lại cho vỡ vạc gọi là 'sách lệ' 策勵.",
                "(Danh) Roi ngựa. ◇Giả Nghị 賈誼: 'Chấn trường sách nhi ngự vũ nội' 振長策而御宇內 (Quá Tần luận 過秦論) Vung roi dài mà chế ngự thiên hạ.",
                "(Danh) Cỏ thi (thời xưa dùng để bói). ◇Khuất Nguyên 屈原: 'Quy sách thành bất năng tri thử sự' 龜策誠不能知此事 (Sở từ 楚辭, Bốc cư 卜居) Mai rùa và cỏ thi thật không biết được sự này.",
                "(Danh) Họ 'Sách'.",
                "(Động) Đánh roi cho ngựa đi. ◎Như: 'sách mã tiền tiến' 策馬前進 quất ngựa tiến lên.",
                "(Động) Thúc giục, đốc xúc. ◎Như: 'tiên sách' 鞭策 thúc giục, khuyến khích. § Ghi chú: Trong bài văn có câu gì hay gọi là 'cảnh sách' 警策, đang chỗ văn khí bình thường bỗng có một câu hay trội lên khiến cho kẻ đọc phấn chấn tinh thần như ngựa bị roi chạy chồm lên. Nhà chùa sớm tối thường đọc bài văn thúc giục cho người tu hành cũng gọi là 'cảnh sách' 警策.",
                "(Động) Chống gậy. ◇Đào Uyên Minh 陶淵明: 'Sách phù lão dĩ lưu khế, thì kiểu thủ nhi hà quan' 策扶老以流憩, 時矯首而遐觀 (Quy khứ lai từ 歸去來辭) Chống cây gậy thơ thẩn nghỉ ngơi, có lúc ngửng đầu mà trông ra xa.",
                "(Động) Phong (mệnh lệnh của thiên tử). ◎Như: 'sách Tấn Hầu vi phương bá' 策晉侯為王伯 phong mệnh cho Tấn Hầu làm bá."
            ],
            "Từ điển Thiều Chửu": [
                "Thẻ gấp. Ngày xưa không có giấy, việc nhỏ biên vào cái thẻ một gọi là giản 簡, việc to biên vào cái thẻ ken từng mảng to gấp lại được gọi là sách 策.",
                "Mệnh lệnh của thiên tử, như sách Tấn Hầu vi phương bá 策晉侯為方伯 sách mạng cho Tấn Hầu làm bá.",
                "Lời sách, bài của bầy tôi trả lời lại lời chiếu của vua gọi là sách.",
                "Kế sách, như thượng sách 上策 kế sách trên.",
                "Lối văn sách, người ta ra đầu bài hỏi về sự gì, mình lấy phương phép làm sao mà trả lời lại cho vỡ vạc gọi là sách lệ 策勵.",
                "Trong bài văn có câu gì hay gọi là cảnh sách 警策, đang chỗ văn khí bình thường bỗng có một câu hay trội lên khiến cho kẻ đọc phấn chấn tinh thần như ngựa bị roi chạy chồm lên. Nhà chùa sớm tối thường đọc bài văn thúc dục cho người tu hành cũng gọi là cảnh sách."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kế, kế sách, mẹo: 妙策 Kế hay, mẹo hay;",
                "(Cái) roi ngựa (bằng tre);",
                "Quất (ngựa): 策馬uất ngựa. (Ngb) Giục, thúc: 鞭策 Thúc giục, khuyến khích;",
                "Thẻ tre gấp lại (để viết);",
                "Văn sách (một lối văn xưa): 策論 Sách luận;",
                "(văn) Văn thư của vua chúa phong đất hoặc ban tước cho các bầy tôi;",
                "(văn) (Vua chúa) phong cho bề tôi: 策亮爲丞相 Phong cho Lượng làm thừa tướng (Tam quốc chí);",
                "(văn) Sách vấn (các thí sinh trong kì thi thời xưa);",
                "(văn) Cỏ thi dùng để bói (thời xưa): 龜策誠不能知此事 Mai rùa và cỏ thi thật không biết được việc này (Khuất Nguyên: Bốc cư);",
                "(văn) Cây gậy;",
                "(văn) Chống (gậy)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái thẻ tre có viết chữ. Chỉ sách vở. Như chữ Sách 册 — Cái roi ngựa — Dùng roi mà đánh — Đòi hỏi, thúc giục. Xem Sách lệ — Kế hoạch. Td: Chính sách."
            ],
            "compound_words": {
                "政策": "chính sách",
                "遺策": "di sách",
                "斷策錄": "đoạn sách lục",
                "对策": "đối sách",
                "對策": "đối sách",
                "銀策": "ngân sách",
                "方策": "phương sách",
                "策名": "sách danh",
                "策勵": "sách lệ",
                "策論": "sách luận",
                "策略": "sách lược",
                "策勉": "sách miễn",
                "策府": "sách phủ",
                "策策": "sách sách",
                "策士": "sách sĩ",
                "策試": "sách thí",
                "策杖": "sách trượng",
                "策線": "sách tuyến",
                "策應": "sách ứng",
                "策問": "sách vấn",
                "失策": "thất sách",
                "上策": "thượng sách",
                "文策": "văn sách"
            }
        }
    }
}