{
    "character": "第",
    "details": {
        "Âm Hán Việt": [
            "đệ"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "trúc 竹 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱⺮⿹丿弔"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶フ一フ丨ノ"
        ],
        "Thương Hiệt": [
            "HNLH (竹弓中竹)"
        ],
        "Unicode": [
            "U+7B2C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dì ㄉㄧˋ"
        ],
        "Âm Nôm": [
            "đệ"
        ],
        "Âm Nhật (onyomi)": [
            "ダイ (dai)",
            "テイ (tei)"
        ],
        "Âm Hàn": [
            "제"
        ],
        "Âm Quảng Đông": [
            "dai6"
        ]
    },
    "meanings": {
        "đệ": {
            "Từ điển phổ thông": [
                "thứ bậc",
                "nhà của vương công hoặc đại thần",
                "khoa thi",
                "thi đỗ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thứ tự, cấp bậc. ◎Như: 'thứ đệ' 次第 thứ hạng, 'đẳng đệ' 等第 cấp bậc.",
                "(Danh) Ngày xưa, chỉ nhà cửa của vương công đại thần, gia tộc phú quý. ◎Như: 'phủ đệ' 府第 nhà của bậc quyền quý, 'thư hương môn đệ' 書香門第 con em nhà dòng dõi học hành đỗ đạt. ◇Liêu trai chí dị 聊齋志異: 'Vị Nam Khương bộ lang đệ, đa quỷ mị, thường hoặc nhân, nhân tỉ khứ' 渭南姜部郎第, 多鬼魅, 常惑人, 因徙去 (Anh Ninh 嬰寧) Nhà ông Khương bộ lang ở Vị Nam, có nhiều ma quỷ, thường nhát người ta, vì thế (ông) phải dọn đi.",
                "(Danh) Khoa thi cử. ◎Như: 'cập đệ' 及第 thi đỗ, 'lạc đệ' 落第 thi hỏng. ◇Thủy hử truyện 水滸傳: 'Ngã khước thị cá bất cập đệ đích tú tài' 我卻是個不及第的秀才 (Đệ thập nhất hồi) Ta chỉ là một tên tú tài thi trượt.",
                "(Động) Thi đậu. ◇Sầm Tham 岑參: 'Khán quân thượng thiếu niên, Bất đệ mạc thê nhiên' 看君尚少年, 不第莫悽然 (Tống Hồ Tượng lạc đệ quy vương ốc biệt nghiệp 送胡象落第歸王屋別業) Trông anh còn trẻ lắm, Thi rớt chớ đau buồn.",
                "(Tính) Thứ. ◎Như: 'đệ nhất chương' 第一章 chương thứ nhất.",
                "(Liên) Nhưng. ◇Liêu trai chí dị 聊齋志異: 'Sinh tâm thật ái hảo, đệ lự phụ sân, nhân trực dĩ tình cáo' 生心實愛好, 第慮父嗔, 因直以情告 (Bạch Thu Luyện 白秋練) Sinh trong lòng yêu lắm, nhưng lo cha giận, nhân đó thưa hết sự tình.",
                "(Phó) Cứ, chỉ cần. ◇Sử Kí 史記: 'Quân đệ trùng xạ, thần năng lệnh quân thắng' 君第重射, 臣能令君勝 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) Ngài cứ cá cho nhiều vào, tôi có cách làm cho ngài thắng."
            ],
            "Từ điển Thiều Chửu": [
                "Thứ đệ, như đệ nhất 第一 thứ nhất, đệ nhị 第二 thứ hai, v.v.",
                "Nhưng, dùng làm trợ từ.",
                "Nhà cửa, như môn đệ 門第.",
                "Khoa đệ, như thi đỗ gọi là cập đệ 及第, thi hỏng gọi là lạc đệ 落第."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thứ, hạng, bậc: 第一章 Chương thứ nhất; 游泳第一名 Bơi giải nhất; 第十八 Thứ mười tám;",
                "(văn) Đẳng cấp trong thi cử, khoa đệ: 及第 Thi đỗ, thi đậu; 落第 Thi hỏng, thi trượt;",
                "Dinh thự, nhà cửa của quan lại và quý tộc: 進士第 Dinh Tiến sĩ; 府第 Dinh thự;",
                "(văn) Chỉ cần, chỉ: 陛下第出僞游雲夢 Bệ hạ chỉ cần giả ra chơi ở Vân Mộng (Sử kí);",
                "[Dì] (Họ) Đệ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thứ tự trên dưới trước sau — Thứ hạng trong kì thi. Thi đậu gọi là Cập đệ ( kịp hạng ) — Nhà ở."
            ],
            "compound_words": {
                "不第": "bất đệ",
                "高第": "cao đệ",
                "及第": "cập đệ",
                "居第": "cư đệ",
                "登第": "đăng đệ",
                "等第": "đẳng đệ",
                "第八才子花箋演音": "đệ bát tài tử hoa tiên diễn âm",
                "第一": "đệ nhất",
                "第一次世界大战": "đệ nhất thứ thế giới đại chiến",
                "第一次世界大戰": "đệ nhất thứ thế giới đại chiến",
                "第二次世界大战": "đệ nhị thứ thế giới đại chiến",
                "第二次世界大戰": "đệ nhị thứ thế giới đại chiến",
                "第宅": "đệ trạch",
                "第四權": "đệ tứ quyền",
                "甲第": "giáp đệ",
                "科第": "khoa đệ",
                "落第": "lạc đệ",
                "母第": "mẫu đệ",
                "門第": "môn đệ",
                "內兄第": "nội huynh đệ",
                "牀第": "sàng đệ",
                "師第": "sư đệ",
                "次第": "thứ đệ",
                "傳第": "truyền đệ"
            }
        }
    }
}