{
    "character": "符",
    "details": {
        "Âm Hán Việt": [
            "bồ",
            "phù"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "trúc 竹 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱⺮付"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶ノ丨一丨丶"
        ],
        "Thương Hiệt": [
            "HODI (竹人木戈)"
        ],
        "Unicode": [
            "U+7B26"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fú ㄈㄨˊ"
        ],
        "Âm Nôm": [
            "bùa",
            "phù"
        ],
        "Âm Nhật (onyomi)": [
            "フ (fu)"
        ],
        "Âm Hàn": [
            "부"
        ],
        "Âm Quảng Đông": [
            "fu4"
        ]
    },
    "meanings": {
        "bồ": {
            "Từ điển phổ thông": [
                "phù hiệu, thẻ bài",
                "cái bùa trừ ma"
            ]
        },
        "phù": {
            "Từ điển phổ thông": [
                "phù hiệu, thẻ bài",
                "cái bùa trừ ma"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vật để làm tin. § Ngày xưa dùng thẻ bằng tre, viết chữ vào rồi chẻ làm đôi, mỗi người giữ một mảnh. Khi nào sóng vào nhau mà đúng thì coi là phải. § Ngày xưa, phong các chư hầu hay sai các đại thần đi, đều lấy thẻ làm tin, cho nên gọi các phan (phiên) 藩, trấn 鎮 là 'phân phù' 分符 hay 'phẩu phù' 剖符.",
                "(Danh) Bằng chứng. ◇Nhan Chi Thôi 顏之推: 'Ngã mẫu tố oán ư thiên, kim đắc thiên tào phù' 我母訴怨於天, 今得天曹符 (Oan hồn chí 冤魂志) Mẹ tôi cáo oan trên trời, nay có được bằng chứng của phủ nhà trời.",
                "(Danh) Điềm tốt lành.",
                "(Danh) Bùa chú để trừ tà ma. ◎Như: 'phù lục' 符籙 sách bùa, 'phù chú' 符咒 bùa chú, 'đào phù' 桃符 tục xưa ngày Tết, cắm cành đào lên mái nhà để trừ ma. ◇Hồng Lâu Mộng 紅樓夢: 'Na tăng tiện niệm chú thư phù, đại triển huyễn thuật' 那僧便念咒書符, 大展幻術 (Đệ nhất hồi) Nhà sư đó liền niệm chú viết bùa, thi triển hết phép thuật ra.",
                "(Danh) Dấu hiệu, kí hiệu. ◎Như: 'âm phù' 音符 kí hiệu biểu âm, 'phù hiệu' 符號 dấu hiệu.",
                "(Động) Hợp, đúng. ◎Như: 'tương phù' 相符 hợp nhau, 'bất phù' 不符 chẳng đúng. ◇Liêu trai chí dị 聊齋志異: 'Tính tự giai phù' 姓字皆符 (Ngưu Thành Chương 牛成章) Tên họ đều phù hợp."
            ],
            "Từ điển Thiều Chửu": [
                "Cái thẻ, làm bằng tre viết chữ vào rồi chẻ làm đôi, mỗi người giữ một mảnh khi nào sóng vào nhau mà đúng thì phải, là một vật để làm tin, ngày xưa phong các chư hầu hay sai các đại thần đi, đều lấy cái thẻ làm tin, cho nên gọi các phan (phiên) các trấn là phân phù 分符 hay phẩu phù 剖符, v.v.",
                "Ðiềm tốt lành.",
                "Cái bùa, các thầy cúng vẽ son vẽ mực vào giấy để trừ ma gọi là phù, như phù lục 符籙, phù chú 符咒, v.v. Tục xưa cứ tết thì cắm cành đào lên mái nhà để trừ ma gọi là đào phù 桃符.",
                "Hợp, đúng, như tương phù 相符 cùng hợp, bất phù 不符 chẳng đúng, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thẻ tre để làm tin (ấn tín do chủ tướng giữ): 虎符 Hổ phù (binh phù có khắc hình con hổ);",
                "Dấu hiệu, kí hiệu;",
                "Phù hợp, ăn khớp, đúng: 相符 Khớp nhau, hợp nhau; 他所說的與事實不符 Anh ấy nói không đúng với sự thật;",
                "Bùa: 畫了一張符 Vẽ một lá bùa; 護身符 Bùa hộ thân;",
                "(văn) Điềm tốt;",
                "[Fú] (Họ) Phù."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái thẻ lằm bằng — Lá bùa — Hợp nhau — Bùa chú. » Pháp rằng: Có khó chi sao, người nằm ta chữa rối trao phù về «. ( Lục Vân Tiên )."
            ],
            "compound_words": {
                "音符": "âm phù",
                "兵符": "binh phù",
                "護符": "hộ phù",
                "牙符": "nha phù",
                "飛符": "phi phù",
                "符咒": "phù chú",
                "符号": "phù hiệu",
                "符號": "phù hiệu",
                "符合": "phù hợp",
                "符籙": "phù lục",
                "符法": "phù pháp",
                "符訣": "phù quyết",
                "符應": "phù ứng",
                "軍符": "quân phù"
            }
        }
    }
}