{
    "character": "等",
    "details": {
        "Âm Hán Việt": [
            "đẳng"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "trúc 竹 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱⺮寺"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶一丨一一丨丶"
        ],
        "Thương Hiệt": [
            "HGDI (竹土木戈)"
        ],
        "Unicode": [
            "U+7B49"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "děng ㄉㄥˇ"
        ],
        "Âm Nôm": [
            "đẳng",
            "đấng",
            "đứng"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひと.しい (hito.shii)",
            "など (nado)",
            "-ら (-ra)"
        ],
        "Âm Hàn": [
            "등"
        ],
        "Âm Quảng Đông": [
            "dang2"
        ]
    },
    "meanings": {
        "đẳng": {
            "Từ điển phổ thông": [
                "bằng nhau",
                "thứ bậc",
                "chờ đợi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cấp bậc, thứ tự. ◎Như: 'thượng đẳng' 上等 bậc trên nhất, 'trung đẳng' 中等 bậc giữa. ◇Luận Ngữ 論語: 'Xuất giáng nhất đẳng' 出降一等 (Hương đảng 鄉黨) Bước xuống một bậc.",
                "(Danh) Hạng, loại. ◎Như: 'hà đẳng nhân vật' 何等人物 hạng người nào, 'giá đẳng sự tình' 這等事情 loại sự tình đó. ◇Hồng Lâu Mộng 紅樓夢: 'Tại đệ thị dong dong lục lục nhất đẳng ngu nhân, thiểm phụ đồng danh' 在弟是庸庸碌碌一等愚人, 忝附同名 (Đệ nhất nhất ngũ hồi) Còn em đây là hạng ngu dốt, tầm thường, thế mà lại được trùng tên (với anh).",
                "(Danh) Chỉ số loại: (1) Các, những (số hạng nhiều). ◎Như: 'công đẳng' 公等 các ông, 'ngã đẳng' 我等 chúng ta, 'nhĩ đẳng' 爾等 bọn bay. (2) Dùng để liệt kê: những người, những loại như, vân vân. ◎Như: 'chỉ trương bút mặc đẳng đẳng' 紙張筆墨等等 giấy má, bút, mực, v.v.",
                "(Danh) Cân tiểu li.",
                "(Động) Bằng, cùng, như. ◎Như: 'cao đê bất đẳng' 高低不等 cao thấp không như nhau, 'đẳng nhi thượng chi' 等而上之 bằng thế mà còn hơn nữa, 'mạc dữ đẳng luân' 莫與等倫 chẳng ai ngang bằng.",
                "(Động) Đợi, chờ. ◎Như: 'đẳng đãi' 等待, 'đẳng hậu' 等後 đều nghĩa là chờ đợi cả. ◇Tam quốc diễn nghĩa 三國演義: 'Doãn nhân thử chuẩn bị, đẳng hậu thái sư' 允因此準備, 等候太師 (Đệ bát hồi) (Lã Bố 呂布) Doãn tôi do vậy sửa soạn chờ đón thái sư.",
                "(Phó) Cùng nhau, như nhau, đồng đều. ◇Pháp Hoa Kinh 法華經: 'Dĩ thị diệu xa, đẳng tứ chư tử' 以是妙車, 等賜諸子 (Thí dụ phẩm đệ tam 譬喻品第三) (Ngài trưởng giả) đem các xe quý lạ như thế, đồng đều ban cho các con.",
                "(Đại) Biểu thị nghi vấn: sao, gì, nào. ◇Ứng Cừ 應璩: 'Văn chương bất kinh quốc, Khuông khiếp vô xích thư, Dụng đẳng xưng tài học?' 文章不經國, 筐篋無尺書, 用等稱才學 (Bách nhất thi 百一詩) Văn chương không trị nước, Tráp không tấc sách, Lấy gì nhận là có tài học?"
            ],
            "Từ điển Thiều Chửu": [
                "Bực, như xuất giáng nhất đẳng 出降一等 (Luận ngữ 論語) giáng xuống một bực, thượng đẳng 上等 bực trên nhất, trung đẳng 中等 bực giữa, hạ đẳng 下等 bực dưới nhất (hạng bét), v.v.",
                "Cùng, đều, ngang, như mạc dữ đẳng luân 莫與等倫 chẳng ai cùng ngang với mình.",
                "Lũ, như công đẳng 公等 bọn ông, bộc đẳng 僕等 lũ tôi, v.v.",
                "So sánh, như đẳng nhi thượng chi 等而上之 bằng ấy mà còn hơn nữa (so còn hơn).",
                "Cái cân tiểu li.",
                "Ðợi chờ, như đẳng đãi 等待, đẳng hậu 等後 đều nghĩa là chờ đợi cả.",
                "Sao, dùng làm trợ từ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hạng, loại, đẳng cấp, thứ tự, bậc: 共分三等 Tất cả chia làm 3 hạng; 頭等貨 Hàng hảo hạng, hàng cấp 1;",
                "Chờ, đợi: 等車 Đợi xe;",
                "Chờ tới, đợi tới (...mới): 等他做完了功課再去玩 Chờ (tới) nó làm xong bài vở rồi mới đi chơi;",
                "Ngang, đều, bình đẳng: 大小相等 Lớn nhỏ ngang nhau; 男女平等 Nam nữ bình đẳng;",
                "Những người như, những vật (hay loại) như, vân vân, v.v...: 市場上魚、肉、菜等應有盡有 Ngoài chợ có bán đủ thịt, cá trứng, rau v.v...; 得獎的有李光明張學功等 Đoạt được giải thưởng có Lí Quang Minh, Trương Học Công v.v...; 我最近去了北方幾個大城市，包括北京，天津，濟南等 Gần đây tôi đã đi qua mấy thành phố lớn ở phía bắc, gồm Bắc Kinh, Thiên Tân, Tế Nam v.v...; 是以竇太後滋不悅魏其等 Vì vậy Đậu Thái hậu càng không ưa bọn Nguỵ Kì (những người như Ngụy Kì) (Sử kí);",
                "Các (chỉ số nhiều trong một đoạn liệt kê): 長江、黃河、黑龍江、珠江等四大河流 Bốn con sông lớn Trường Giang, Hoàng Hà, Hắc Long Giang và Châu Giang.... 【等等】đẳng đẳng [dângdâng] Các thứ, vân vân v.v...: 紙張筆墨等等 Giấy má, bút, mực v.v...;",
                "Như 戥 [dâng] (bộ 戈);",
                "(văn) Bọn, lũ, các: 公等 Bọn ông, các ông; 汝等 Bọn bây, lũ bây;",
                "(văn) So sánh: 等而上之 So ra còn hơn thế nữa;",
                "Cùng là, cũng cùng là: 等死，死國可乎？ Cũng cùng là chết, chết vì nước có nên chăng? (Sử kí);",
                "(văn) Gì, nào, cái gì, cái nào (đại từ nghi vấn, làm tân ngữ cho động từ hoặc giới từ): 文章不經國，筐篋無尺書，用等稱才學？ Văn chương không trị nước, tráp không có tới vài quyển sách, nhờ vào cái gì xứng tài học? (Ưng Cư: Bách nhất thi); 念君等爲死？ Nghĩ đến chàng chết vì ai? (Vương Duy: Thán Ân Dao)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bằng nhau. Ngang nhau — Bọn. Phe nhóm — Thứ bậc. Giai cấp — Trong Bạch thoại còn có nghĩa chờ đợi."
            ],
            "compound_words": {
                "不平等": "bất bình đẳng",
                "不等": "bất đẳng",
                "平等": "bình đẳng",
                "低等": "đê đẳng",
                "下等": "hạ đẳng",
                "一等": "nhất đẳng",
                "二等": "nhị đẳng",
                "汝等": "nhữ đẳng",
                "福等河沙": "phúc đẳng hà sa",
                "官等": "quan đẳng",
                "均等": "quân đẳng",
                "差等": "sai đẳng",
                "超等": "siêu đẳng",
                "初等": "sơ đẳng",
                "三等": "tam đẳng",
                "上等": "thượng đẳng"
            }
        }
    }
}