{
    "character": "粵",
    "details": {
        "Âm Hán Việt": [
            "việt"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "mễ 米 (+7 nét)"
        ],
        "Nét bút": [
            "ノ丨フノ丶ノ一丨ノ丶一一フ"
        ],
        "Thương Hiệt": [
            "HWMVS (竹田一女尸)"
        ],
        "Unicode": [
            "U+7CB5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yuè ㄩㄝˋ"
        ],
        "Âm Quảng Đông": [
            "jyut6"
        ]
    },
    "meanings": {
        "việt": {
            "Từ điển phổ thông": [
                "vùng Lưỡng Quảng",
                "người Bách Việt",
                "bèn, nên"
            ],
            "Từ điển trích dẫn": [
                "(Trợ) Tiếng phát ngữ đầu câu, không có nghĩa. ◎Như: 'việt hữu' 粵有 có. ◇Hán Thư 漢書: 'Việt kì văn nhật, tông thất chi hữu tứ bách nhân' 粵其聞日, 宗室之有四百人 (Trạch Phương Tiến truyện 翟方進傳) Nghe nói thời đó, tông thất có bốn trăm người.",
                "(Trợ) Đặt giữa câu, không có nghĩa.",
                "(Danh) Nước 'Việt', đất 'Việt'. Tỉnh 'Quảng Đông' 廣東, 'Quảng Tây' 廣西 nguyên trước là đất của 'Bách Việt' 百粵, nên gọi hai tỉnh ấy là tỉnh 'Việt'.",
                "(Danh) Tên gọi tắt của tỉnh 'Quảng Đông' 廣東."
            ],
            "Từ điển Thiều Chửu": [
                "Bèn. Tiếng mở đầu (phát ngữ), như việt hữu 粵有 bèn có.",
                "Nước Việt, đất Việt, cùng nghĩa như chữ việt 越. Tỉnh Quảng Ðông 廣東, Quảng Tây 廣西 nguyên trước là đất của Bách Việt 百粵, nên Tàu họ gọi hai tỉnh ấy là tỉnh Việt."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Trợ từ dùng ở đầu câu hoặc giữa câu, giúp cho câu được hài hoà cân xứng: 粵聞其日 Nghe nói ngày ông ta làm phản (Hán thư: Địch Nghĩa truyện); 粵有生民，伏羲始君 Từ khi có nhân dân thì Phục Hi làm vua (Phan Nhạc: Vị Giả Mật tác tặng Lục Cơ);",
                "Đến (giới từ biểu thị thời gian): 粵五日甲子 Đến ngày mùng năm Giáp Tí (Hán thư: Luật lịch chí hạ);",
                "[Yuè] Dân tộc Bách Việt thời cổ (dùng như 越, bộ 走);",
                "[Yuè] Tỉnh Quảng Đông (gọi tắt);",
                "Chỉ Quảng Đông, Quảng Tây: 兩粵 Quảng Đông và Quảng Tây."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên đất, chỉ vùng Quảng đông, Quảng tây."
            ]
        }
    }
}