{
    "character": "簡",
    "details": {
        "Âm Hán Việt": [
            "giản"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "trúc 竹 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱⺮間"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶丨フ一一丨フ一一丨フ一一"
        ],
        "Thương Hiệt": [
            "HANA (竹日弓日)"
        ],
        "Unicode": [
            "U+7C21"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiǎn ㄐㄧㄢˇ"
        ],
        "Âm Nôm": [
            "dẳng",
            "dần",
            "dớn",
            "giảm",
            "giản",
            "giằn",
            "giỡn",
            "nhởn"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Hàn": [
            "간"
        ],
        "Âm Quảng Đông": [
            "gaan2"
        ]
    },
    "meanings": {
        "giản": {
            "Từ điển phổ thông": [
                "lược bớt, đơn giản hoá",
                "thẻ tre để viết"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thẻ tre (dùng để ghi chép thời xưa). ◇Thi Kinh 詩經: 'Khởi bất hoài quy, Úy thử giản thư' 豈不懷歸, 畏此簡書 (Tiểu nhã 小雅, Xuất xa 出車) Há lại không nhớ nhà mà mong về hay sao, Chỉ sợ thẻ thư (cấp báo có chiến tranh mà không về đươc thôi).",
                "(Danh) Thư từ. ◇Tây sương kí 西廂記: 'Ngã tả nhất giản, tắc thuyết đạo dược phương trước Hồng nương tương khứ dữ tha, chứng hậu tiện khả' 我寫一簡, 則說道藥方著紅娘將去與他, 證候便可 (Đệ tam bổn 第三本, Đệ tứ chiết) (Cậu Trương bệnh nặng.) Tôi viết một bức thư, nhưng cứ nói là đơn thuốc, sai con Hồng đem sang, may ra chứng trạng đỡ được chăng?",
                "(Danh) Họ 'Giản'.",
                "(Động) Tỉnh lược, làm cho bớt phức tạp. ◎Như: 'giản hóa' 簡化 làm cho giản dị hơn.",
                "(Động) Kén chọn, tuyển lựa. ◎Như: 'giản luyện' 簡練 tuyển chọn. ◇Liêu trai chí dị 聊齋志異: 'Nhiên giản bạt quá khắc, nhân tốt bất tựu' 然簡拔過刻, 姻卒不就 (A Anh 阿英) Nhưng kén chọn quá khe khắt, rút cuộc không đám giạm hỏi nào thành.",
                "(Động) Xem xét. ◎Như: 'giản duyệt' 簡閱 xem xét.",
                "(Động) Vô lễ, bất kính, khinh thường. ◎Như: 'giản mạn' 簡慢 đối xử bất kính.",
                "(Tính) Giản dị, không rắc rối khó hiểu. ◎Như: 'giản minh' 簡明 rõ ràng dễ hiểu, 'giản đan' 簡單 đơn giản.",
                "(Tính) To, lớn. ◇Thi Kinh 詩經: 'Giản hề giản hề, Phương tương ngộ vũ' 簡兮簡兮, 方將遇舞 (Bội phong 邶風, Giản hề 簡兮) Lớn lao thay, lớn lao thay, Vừa sắp nhảy múa."
            ],
            "Từ điển Thiều Chửu": [
                "Cái thẻ tre. Ðời xưa chưa có giấy viết vào thẻ tre gọi là giản trát 簡札, vì thế nên gọi sách vở là giản. Như đoạn giản tàn biên 斷簡殘編 sách vở đứt nát. Bây giờ gọi phong thơ là thủ giản 手簡 là vì lẽ đó.",
                "Mệnh vua sai đi gọi là giản thư 簡書 vì thế nên phong quan gọi là đặc giản 特簡 hay giản thụ 簡授.",
                "Kén chọn, phân biệt, như giản luyện 簡練 kén chọn, giản duyệt 簡閱 chọn lọc, v.v.",
                "Giản dị, qua loa. Ðãi người nhạt nhẽo vô lễ gọi là giản mạn 簡慢.",
                "Xem, duyệt xem.",
                "To, lớn.",
                "Can.",
                "Thực."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thẻ tre (dùng để ghi chép thời xưa);",
                "Thư từ: 書簡 Thư từ;",
                "Giản dị, giản đơn, qua loa, sơ sài: 簡慢 (Đối đãi) qua loa vô lễ, thờ ơ; 簡簡單 Đơn giản, sơ sài;",
                "Chọn lọc người: 簡撥 Cất nhắc, chọn lọc (người); 簡閱 Chọn lọc;",
                "(văn) Xem, duyệt xem;",
                "(văn) To, lớn;",
                "(văn) Can;",
                "(văn) Thực. 【簡直】giản trực [jiănzhí] (pht) Thật, thật là, rõ ràng: 我簡直不知 怎麼辦 Tôi thật không biết làm thế nào; 簡直胡說 Rõ ràng là nói láo; 你簡直是糊涂 Anh này thật là hồ đồ;",
                "[Jiăn] (Họ) Giản."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tờ giấy. Chỉ chung giấy tờ thư tín — Thành thật — Phân biệt. Lựa chọn — Sơ sài đễ dàng — To lớn — Tên người, tức Phan Thanh Giản, sinh 1796, mất 1867, tự là Tĩnh Bá, lại có một tự nữa là Đạm Như, hiệu là Lương Khê, biệt hiệu là Mai Xuyên, người xã Bảo thạnh, huyện Bảo an tỉnh Vĩnh long, đậu tiến sĩ năm 1826, Minh Mệnh thứ 7, trải thờ ba triều Minh Mệnh, Thiệu Trị, Tự Đức, làm quan tới Hiệp biện Đại Học sĩ, từng được cử sang Pháp điều đìnhvà kí hoà ước vào các năm 1862, 1863, lúc về được sung chức Kinh lược sứ ba tỉnh miền Tây Nam phần. Năm 1867, Pháp đính Vĩnh long để lấy ba tỉnh miền Tây, ông uống thuốc độc tự tử. Tác phẩm Hán văn để lại có Lương Khê thi văn thảo."
            ],
            "compound_words": {
                "白簡": "bạch giản",
                "排沙簡金": "bài sa giản kim",
                "苟簡": "cẩu giản",
                "易簡": "dị giản",
                "妙簡": "diệu giản",
                "單簡": "đơn giản",
                "簡編": "giản biên",
                "簡易": "giản dị",
                "簡單": "giản đơn",
                "簡忽": "giản hốt",
                "簡陋": "giản lậu",
                "簡練": "giản luyện",
                "簡略": "giản lược",
                "簡寫": "giản tả",
                "簡帖": "giản thiếp",
                "簡便": "giản tiện",
                "簡約": "giản ước",
                "汗簡": "hãn giản",
                "寬簡": "khoan giản"
            }
        }
    }
}