{
    "character": "簧",
    "details": {
        "Âm Hán Việt": [
            "hoàng"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "trúc 竹 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱⺮黄"
        ],
        "Nét bút": [
            "ノ一丶ノ一丶一丨丨一丨フ一丨一ノ丶"
        ],
        "Thương Hiệt": [
            "HTMC (竹廿一金)"
        ],
        "Unicode": [
            "U+7C27"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "huáng ㄏㄨㄤˊ"
        ],
        "Âm Nôm": [
            "hoàng"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Nhật (kunyomi)": [
            "した (shita)"
        ],
        "Âm Hàn": [
            "황"
        ],
        "Âm Quảng Đông": [
            "wong4"
        ]
    },
    "meanings": {
        "hoàng": {
            "Từ điển phổ thông": [
                "cái vè đồng (lấy đồng dát mỏng trong lỗ tiêu hay sáo để thổi cho kêu)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vè đồng, lưỡi gà (miếng mỏng làm bằng tre hay kim loại gắn trong sênh, tiêu, sáo, khi chấn động thì phát ra âm thanh). ◇Trang Tử 莊子: 'Sử thiên hạ hoàng cổ dĩ phụng bất cập chi pháp' 使天下簧鼓以奉不及之法 (Biền mẫu 駢拇) Khiến người ta mê hoặc về tiếng đồng tiếng phách để tôn sùng cái phép không tới.",
                "(Danh) Lò xo, dây cót (bộ phận có sức co giãn trong máy móc)"
            ],
            "Từ điển Thiều Chửu": [
                "Cái vè đồng, lấy đồng mỏng dát làm mạng, để trong lỗ tiêu hay sáo để thổi cho kêu gọi là hoàng.",
                "Tiếng nhạc, phàm tiếng gì có vẻ êm dịu dễ lọt tai gọi là hoàng. Kinh Thi 詩經 có câu: Sảo ngôn như hoàng 巧言如簧 nói khéo như rót, lấy lời đường mật mà làm cho người ta mê hoặc, gọi là hoàng cổ 簧鼓 cũng noi ý ấy. Trang Tử 莊子: Sử thiên hạ hoàng cổ dĩ phụng bất cập chi pháp 使天下簧鼓以奉不及之法 (Biền mẫu 駢拇) khiến người ta mê hoặc về tiếng đồng tiếng phách để tôn sùng cái phép không tới.",
                "Máy móc có sức găng mạnh gọi là hoàng (lò xo)."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cái lưỡi gà, cái vè đồng (trong kèn, sáo);",
                "Lò xo, dây cót: 鎖簧 Lò xo khóa; 手表的簧斷了 Dây cót đồng hồ đeo tay đứt rồi;",
                "(văn) (Tiếng nhạc) du dương, mê li, như rót vào tai: 巧言如簧 Lời nói khéo như rót vào tai; 簧鼓 Tiếng trống mê li."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái lưỡi gà ở đầu ống kèn."
            ],
            "compound_words": {
                "弹簧": "đạn hoàng",
                "彈簧": "đạn hoàng"
            }
        }
    }
}