{
    "character": "絡",
    "details": {
        "Âm Hán Việt": [
            "lạc"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "mịch 糸 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹各"
        ],
        "Nét bút": [
            "フフ丶丶丶丶ノフ丶丨フ一"
        ],
        "Thương Hiệt": [
            "VFHER (女火竹水口)"
        ],
        "Unicode": [
            "U+7D61"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lào ㄌㄠˋ",
            "luò ㄌㄨㄛˋ"
        ],
        "Âm Nôm": [
            "lạc",
            "rạc"
        ],
        "Âm Nhật (onyomi)": [
            "ラク (raku)"
        ],
        "Âm Nhật (kunyomi)": [
            "から.む (kara.mu)",
            "から.まる (kara.maru)"
        ],
        "Âm Hàn": [
            "락"
        ],
        "Âm Quảng Đông": [
            "lok3",
            "lok6"
        ]
    },
    "meanings": {
        "lạc": {
            "Từ điển phổ thông": [
                "quấn quanh",
                "ràng buộc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sợi bông còn thô.",
                "(Danh) Lưới, mạng. ◇Trương Hành 張衡: 'Chấn thiên duy, diễn địa lạc' 振天維, 衍地絡 (Tây kinh phú 西京賦) Rung chuyển màn trời, tràn ngập lưới đất.",
                "(Danh) Dây thừng.",
                "(Danh) Dàm ngựa. ◇Giản Văn Đế 簡文帝: 'Thần phong bạch kim lạc' 晨風白金絡 (Tây trai hành mã 西齋行馬) Gió sớm làm trắng dàm ngựa vàng.",
                "(Danh) Xơ, thớ (rau, quả). ◎Như: 'quất lạc' 橘絡 thớ quả quýt, 'ti qua lạc' 絲瓜絡 xơ mướp.",
                "(Danh) Hệ thống thần kinh và mạch máu trong thân thể (đông y). ◎Như: 'kinh lạc' 經絡, 'mạch lạc' 脈絡.",
                "(Danh) 'Lạc tử' 絡子 túi lưới dây dùng để trang hoàng.",
                "(Động) Quấn quanh, chằng chịt, triền nhiễu. ◎Như: 'lạc ti' 絡絲 quay tơ (quấn tơ vào cái vòng quay tơ). ◇Lục Du 陸游: 'Sấu hoàng xuyên thạch khiếu, Cổ mạn lạc tùng thân' 瘦篁穿石竅, 古蔓絡松身 (San viên thư xúc mục 山園書觸目) Tre gầy chui qua hốc đá, Cây leo già quấn quanh thân tùng.",
                "(Động) Bao trùm, bao la. ◎Như: 'võng lạc cổ kim' 網絡古今 bao la cả xưa nay.",
                "(Động) Ràng buộc.",
                "(Động) Liên hệ, lôi kéo. ◎Như: 'lung lạc nhân tâm' 籠絡人心 lôi kéo (gây ảnh hưởng) lòng người, 'liên lạc' 連絡 liên hệ."
            ],
            "Từ điển Thiều Chửu": [
                "Quấn quanh, xe, quay. Như lạc ti 絡絲 quay tơ, nghĩa là quấn tơ vào cái vòng quay tơ, vì thế nên cái gì có ý ràng buộc đều gọi là lạc, như lung lạc 籠絡, liên lạc 連絡, lạc dịch 絡繹 đều nói về ý nghĩa ràng buộc cả.",
                "Ðan lưới, mạng. Lấy dây màu đan ra giềng mối để đựng đồ hay trùm vào mình đều gọi là lạc. Như võng lạc 網絡, anh lạc 纓絡 tức như chân chỉ hạt bột bây giờ.",
                "Cái dàm ngựa.",
                "Khuôn vậy, như thiên duy địa lạc 天維地絡 nói địa thế liên lạc như lưới chăng vậy.",
                "Bao la, như võng lạc cổ kim 網絡古今 bao la cả xưa nay.",
                "Các thần kinh và mạch máu ngang ở thân thể người gọi là lạc, như kinh lạc 經絡, mạch lạc 脈絡, v.v.",
                "Thớ quả, trong quả cây cũng có chất ràng rịt như lưới, nên cũng gọi là lạc, như quất lạc 橘絡 thớ quả quít."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xơ, thớ: 絲瓜洛 Xơ mướp;",
                "(y) Kinh lạc;",
                "Chụp lại, bọc lại, trùm lại (bằng một vật có dạng như lưới): 頭上洛着一個髮網 Trên đầu chụp cái lưới bọc tóc;",
                "Quấn, xe, quay: 洛絲 Quấn tơ;",
                "(văn) Cái dàm ngựa. Xem 洛 [lào]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợi tơ — Cuộn tơ. Cuốn dây xung quanh — Dây cột đầu ngựa — Nối lại, cột lại liền với nhau. Td: Liên lạc — Cái lưới — Đường dây thần kinh hoặc mạch máu trong thân thể."
            ],
            "compound_words": {
                "電腦網絡": "điện não võng lạc",
                "絡驛": "lạc dịch",
                "絡續": "lạc tục",
                "連絡": "liên lạc",
                "籠絡": "lung lạc",
                "脈絡": "mạch lạc"
            }
        }
    }
}