{
    "character": "絮",
    "details": {
        "Âm Hán Việt": [
            "nhứ",
            "trữ"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "mịch 糸 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱如糹"
        ],
        "Nét bút": [
            "フノ一丨フ一フフ丶丨ノ丶"
        ],
        "Thương Hiệt": [
            "VRVIF (女口女戈火)"
        ],
        "Unicode": [
            "U+7D6E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "chù ㄔㄨˋ",
            "nà ㄋㄚˋ",
            "nù ㄋㄨˋ",
            "qù ㄑㄩˋ",
            "xù ㄒㄩˋ"
        ],
        "Âm Nôm": [
            "nhứ",
            "tự"
        ],
        "Âm Nhật (onyomi)": [
            "ジョ (jo)",
            "ショ (sho)"
        ],
        "Âm Nhật (kunyomi)": [
            "わた (wata)"
        ],
        "Âm Hàn": [
            "서",
            "여"
        ],
        "Âm Quảng Đông": [
            "seoi5",
            "seoi6"
        ]
    },
    "meanings": {
        "nhứ": {
            "Từ điển phổ thông": [
                "sợi bông",
                "may (áo)",
                "hoa nhẹ như bông và bay được"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tơ kén, loại tinh gọi là 'miên' 綿, loại thô gọi là 'nhứ' 絮.",
                "(Danh) Bông gòn.",
                "(Danh) Bông tơ mềm nhẹ của thực vật, bay bốc ra được. ◎Như: 'liễu nhứ' 柳絮 bông liễu, 'lư nhứ' 蘆絮 bông lau. ◇Nguyễn Du 阮攸: 'Nhứ phi hoa lạc vô nhân quản, Nhất dạ tùy lưu đáo Quảng Đông' 絮飛花落無人管, 一夜隨流到廣東 (Thương Ngô Trúc Chi ca 蒼梧竹枝歌) Tơ bay, hoa rụng không ai để ý, Một đêm chảy theo dòng đến Quảng Đông.",
                "(Danh) Họ 'Nhứ'.",
                "(Động) Nhồi bông gòn, đệm bông gòn. ◇Lí Bạch 李白: 'Minh triêu dịch sứ phát, Nhất dạ nhứ chinh bào' 明朝驛使發, 一夜絮征袍 (Tử dạ ngô ca 子夜吳歌) Sáng mai dịch sứ lên đường, Cả đêm nhồi bông gòn áo chinh bào.",
                "(Phó) Nhai nhải. ◎Như: 'nhứ ngữ' 絮語 nói nhai nhải.",
                "(Phó) Chán, ngán. ◇Hồng Lâu Mộng 紅樓夢: 'Cật liễu bán oản, hựu hiềm cật nhứ liễu, bất hương điềm' 吃了半碗, 又嫌吃絮了, 不香甜 (Đệ tam thập tứ hồi) Uống được nửa chén nhỏ, lại bảo chán, không thơm ngọt gì cả."
            ],
            "Từ điển Thiều Chửu": [
                "Cho kén vào nước sôi rồi gỡ ra chỗ nào săn đẹp gọi là miên 綿, chỗ nào sù sì gọi là nhứ 絮.",
                "Sợi bông.",
                "Thứ hoa nào chất mềm nhẹ bay bốc ra được đều gọi là nhứ, như liễu nhứ 柳絮 bông liễu, lư nhứ 蘆絮 bông lau, v.v. Nguyễn Du 阮攸: Nhứ phi hoa lạc vô nhân quản, Nhất dạ tùy lưu đáo Quảng Ðông 絮飛花落無人管，一夜隨流到廣東 tơ bay, hoa rụng không ai để ý, một đêm chảy theo dòng đến Quảng Ðông.",
                "Nhai nhải, như nhứ ngữ 絮語 nói nhai nhải."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bông;",
                "Vật có dạng như tơ bông: 剖其中，乾若敗絮 Cắt ở trong ra thì ruột (quả cam) khô vụn như bông nát (Lưu Cơ: Mại cam giả ngôn);",
                "Dàn bông (ra cho đều): 絮棉襖 Dàn bông làm áo;",
                "【絮叨】nhứ thao [xùdao] Lè nhè, lải nhải."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợi tơ tằm xấu, thô — Sợi bông gòn — Chỉ hoa lá mềm, buông rủ. Td: Liễu nhứ ( tơ liễu ) — Do dự không quyết. Ngần ngại."
            ],
            "compound_words": {
                "絮語": "nhứ ngữ"
            }
        },
        "trữ": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Pha trộn cho đều — Một âm là Nhứ."
            ]
        }
    }
}