{
    "character": "緒",
    "details": {
        "Âm Hán Việt": [
            "tự"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "mịch 糸 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹者"
        ],
        "Nét bút": [
            "フフ丶丶丶丶一丨一ノ丨フ一一"
        ],
        "Thương Hiệt": [
            "VFJKA (女火十大日)"
        ],
        "Unicode": [
            "U+7DD2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xù ㄒㄩˋ"
        ],
        "Âm Nôm": [
            "tự"
        ],
        "Âm Nhật (onyomi)": [
            "ショ (sho)",
            "チョ (cho)"
        ],
        "Âm Nhật (kunyomi)": [
            "お (o)",
            "いとぐち (itoguchi)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "seoi5"
        ]
    },
    "meanings": {
        "tự": {
            "Từ điển phổ thông": [
                "đầu dây, đầu mối"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đầu mối sợi tơ. ◎Như: 'ti tự' 絲緒 mối tơ. ◇Trương Hành 張衡: 'Bạch hạc phi hề kiển duệ tự' 白鶴飛兮繭曳緒 (Nam đô phú 南都賦) Hạc trắng bay hề kén tằm kéo mối tơ.",
                "(Danh) Đầu mối sự việc, khai đoan. ◎Như: 'tựu tự' 就緒 gỡ ra mối (sự đã xong hẳn), 'thiên đầu vạn tự' 千頭萬緒 muôn đầu nghìn mối (bối rối ngổn ngang), 'tự ngôn' 緒言 lời nói mở đầu.",
                "(Danh) Sự nghiệp, sự việc gì cứ nối dõi mãi mà có manh mối tìm thấy được đều gọi là 'tự'. ◎Như: 'công tự' 功緒 công nghiệp, 'tông tự' 宗緒 đời nối, dòng dõi. ◇Lễ Kí 禮記: 'Vũ Vương toản Thái Vương, Vương Quý, Văn Vương chi tự' 武王纘大王, 王季, 文王之緒 (Trung Dung 中庸) Vũ Vương kế thừa sự nghiệp của Thái Vương, Vương Quý và Văn Vương.",
                "(Danh) Mối nghĩ, tâm niệm, tâm cảnh. ◎Như: 'ý tự' 思緒 ý nghĩ (càng nghĩ càng ra như thể kéo sợi vậy), 'tình tự' 情緒 mối tình, 'sầu tự' 愁緒 mối sầu.",
                "(Danh) Họ 'Tự'.",
                "(Tính) Thừa, còn lại, rớt lại. ◎Như: 'tự dư' 緒餘 tàn dư, 'tự phong' 緒風 gió rớt, gió còn thừa lại."
            ],
            "Từ điển Thiều Chửu": [
                "Ðầu mối sợi tơ. Gỡ tơ phải gỡ từ đầu mối, vì thế nên sự gì đã xong hẳn gọi là tựu tự 就緒 ra mối. Sự gì bối rối ngổn ngang lắm gọi là thiên đầu vạn tự 千頭萬緒 muôn đầu nghìn mối.",
                "Sự gì cứ nối dõi mãi mà có manh mối tìm thấy được đều gọi là tự, như công tự 功緒 công nghiệp, tông tự 宗緒 đời nối, dòng dõi, v.v.",
                "Mối nghĩ, như ý tự 思緒 ý nghĩ, càng nghĩ càng ra như thể kéo sợi vậy, tình tự 情緒 mối tình, sầu tự 愁緒 mối sầu, v.v.",
                "Thừa, như tự dư 緒餘 cái đã tàn rớt lại.",
                "Bày, như tự ngôn 緒言 lời nói mở đầu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Phần đầu, đầu dây, đầu mối: 頭緒 Đầu mối; 千頭 萬緒Muôn đầu nghìn mối; 就緒Ra manh mối xong việc; 意緒 Mối nghĩ; 情緒Mối tình, tình tự; 愁緒Mối sầu;",
                "Tâm tình, ý nghĩ: 心緒 Tâm tư;",
                "Sự nghiệp: 功緒Công lao sự nghiệp;",
                "Tàn dư, thừa, sót lại: 緒餘 Tàn dư còn lại;",
                "Bày: 緒言Lời nói đầu (để trình bày ý chính của một quyển sách);",
                "[Xù] (Họ) Tự."
            ],
            "compound_words": {
                "別緒": "biệt tự",
                "頭緒": "đầu tự",
                "端緒": "đoan tự",
                "愁緒": "sầu tự",
                "情緒": "tình tự"
            }
        }
    }
}