{
    "character": "維",
    "details": {
        "Âm Hán Việt": [
            "duy"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "mịch 糸 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹隹"
        ],
        "Nét bút": [
            "フフ丶丶丶丶ノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "VFOG (女火人土)"
        ],
        "Unicode": [
            "U+7DAD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "wéi ㄨㄟˊ",
            "yí ㄧˊ"
        ],
        "Âm Nôm": [
            "duy"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "wai4"
        ]
    },
    "meanings": {
        "duy": {
            "Từ điển phổ thông": [
                "nối liền",
                "gìn giữ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Dây, dây để buộc.",
                "(Danh) Phép tắc, kỉ cương. ◇Tư Mã Thiên 司馬遷: 'Bất dĩ thử thì dẫn cương duy, tận tư lự' 不以此時引綱維, 盡思慮 (Báo Nhậm Thiếu Khanh thư 報任少卿書) Lúc đó không biết lấy kỉ cương mà trình bày, suy nghĩ tới cùng.",
                "(Danh) Mép lưới, bốn giường lưới gọi là 'duy'. § Vì thế bốn phương cũng gọi là 'tứ duy' 四維.",
                "(Danh) Bờ, góc. ◎Như: 'thiên duy' 天維 bên trời, 'khôn duy' 坤維 bên đất.",
                "(Danh) Sợi, xơ. § Phàm vật gì nhỏ mà dài đều gọi là 'duy'. ◎Như: các loài động vật, thực vật có chất như sợi nhỏ và dài như xơ mướp, xơ thịt gọi là 'tiêm duy chất' 纖維質.",
                "(Danh) Họ 'Duy'.",
                "(Động) Buộc, cột. ◎Như: 'duy hệ' 維縶 ràng buộc, 'duy chu' 維舟 buộc thuyền.",
                "(Động) Liên kết. ◇Chu Lễ 周禮: 'Kiến mục lập giam, dĩ duy bang quốc' 建牧立監, 以維邦國 (Hạ quan 夏官, Đại tư mã 大司馬) Lập ra các chức quan coi sóc, giám sát, để liên kết các nước lớn nhỏ.",
                "(Động) Giữ gìn, bảo hộ. ◎Như: 'duy hộ' 維護 giữ gìn che chở, 'duy trì' 維持 giữ gìn.",
                "(Phó) Chỉ, bui. § Cũng như 'duy' 惟 hay 'duy' 唯.",
                "(Trợ) Tiếng giúp lời (ngữ khí từ). ◇Vương Bột 王勃: 'Thì duy cửu nguyệt, tự thuộc tam thu' 時維九月, 序屬三秋 (Đằng Vương Các tự 滕王閣序) Lúc ấy đương là tháng chín, tiết trời vào tháng thứ ba của mùa thu."
            ],
            "Từ điển Thiều Chửu": [
                "Buộc, như duy hệ 維繫, duy trì 維持 ràng buộc giữ gìn cho khỏi đổ hỏng.",
                "Mép lưới, bốn giường lưới gọi là duy, vì thế bốn phương cũng gọi là tứ duy 四維. Bên bờ cõi nước cũng gọi là duy, như thiên duy 天維 bên trời, khôn duy 坤維 bên đất, v.v.",
                "Phàm vật gì nhỏ mà dài đều gọi là duy, như cái loài động vật thực vật có chất như sợi nhỏ và dài như xơ mướp, xơ thịt, v.v. gọi là tiêm duy chất 纖維質.",
                "Bui, tiếng đệm. Cũng như chữ duy 惟 hay 唯."
            ],
            "Từ điển Trần Văn Chánh": [
                "Duy trì, giữ gìn;",
                "(văn) Dây buộc: 天柱折，地維絕 Cột trời gãy, dây đất đứt (Hoài Nam tử);",
                "(văn) Góc: 日出東南維，入西南維 Mặt trời mọc ở góc đông nam, lặn ở góc tây nam (Hoài Nam tử);",
                "(văn) Buộc: 維舟 Buộc thuyền;",
                "(văn) Suy nghĩ (dùng như 惟, bộ 忄): 維萬世之安 Nghĩ về sự an lạc của muôn đời (Sử kí);",
                "(văn) Là: 番氏維徒 Phiên thị là quan tư đồ (Thi Kinh);",
                "(văn) Chỉ, chỉ có: 終鮮兄弟，維予與女 Rốt lại ít anh em, chỉ có tôi và anh (Thi Kinh);",
                "Như 帷 [wéi];",
                "Sợi;",
                "(văn) Trợ từ (dùng ở đầu câu hoặc giữa câu, như 惟, bộ 忄 và 唯, bộ 口): 維二十九年，皇帝春遊Năm thứ 29, hoàng đế đi du xuân (Sử kí);",
                "[Wéi] (Họ) Duy."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dây cột mui xe thời xưa — Dây ở góc lưới để kéo lưới lên — Cột lại. Liên kết lại — Cái dây — Cũng dùng như chữ Duy 唯 hoặc 惟."
            ],
            "compound_words": {
                "陰維": "âm duy",
                "巴利維亞": "ba lợi duy á",
                "八維": "bát duy",
                "綱維": "cương duy",
                "維也納": "duy dã nạp",
                "維繫": "duy hệ",
                "維新": "duy tân",
                "維他命": "duy tha mệnh",
                "維持": "duy trì",
                "維修": "duy tu",
                "玻利維亞": "pha lợi duy á",
                "國維": "quốc duy",
                "三維": "tam duy",
                "四維": "tứ duy",
                "思維": "tư duy",
                "闍維": "xà duy"
            }
        }
    }
}