{
    "character": "緩",
    "details": {
        "Âm Hán Việt": [
            "hoãn"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "mịch 糸 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹爰"
        ],
        "Nét bút": [
            "フフ丶丶丶丶ノ丶丶ノ一一ノフ丶"
        ],
        "Thương Hiệt": [
            "VFBME (女火月一水)"
        ],
        "Unicode": [
            "U+7DE9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "huǎn ㄏㄨㄢˇ"
        ],
        "Âm Nôm": [
            "hoán"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "ゆる.い (yuru.i)",
            "ゆる.やか (yuru.yaka)",
            "ゆる.む (yuru.mu)",
            "ゆる.める (yuru.meru)"
        ],
        "Âm Hàn": [
            "완"
        ],
        "Âm Quảng Đông": [
            "wun4",
            "wun6"
        ]
    },
    "meanings": {
        "hoãn": {
            "Từ điển phổ thông": [
                "chậm chạp"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Thong thả. ◎Như: 'hoãn bộ' 緩步 bước thong thả.",
                "(Tính) Chậm chạp, chậm trễ. ◇Hàn Dũ 韓愈: 'Hu ta khổ nô hoãn, Đãn cụ thất nghi đương' 于嗟苦駑緩, 但懼失宜當 (Nhạc Dương Lâu biệt đậu ti trực 岳陽樓別竇司直).",
                "(Tính) Rộng, rộng rãi. ◎Như: 'khoan hoãn' 寬緩 rộng rãi. ◇Cổ thi 古詩: 'Y đái nhật dĩ hoãn' 衣帶日已緩悲 (Hành hành trùng hành hành 行行重行行) Áo quần ngày càng rộng ra.",
                "(Tính) Khoan thứ, không khắc nghiệt (nói về hình phạt, xử án...). ◇Quản Tử 管子: 'Công khinh kì thuế liễm, tắc nhân bất ưu cơ; hoãn kì hình chánh, tắc nhân bất cụ tử' 公輕其稅斂, 則人不憂飢; 緩其刑政, 則人不懼死 (Bá hình 霸形).",
                "(Tính) Mềm, xốp. ◇Lã Thị Xuân Thu 呂氏春秋: 'Nhân nậu tất dĩ hạn, sử địa phì nhi thổ hoãn' 人耨必以旱, 使地肥而土緩 (Nhậm địa 任地).",
                "(Tính) Yếu đuối, nhu nhược. ◇Tân Ngũ đại sử 新五代史: 'Lục nguyệt, Kiền Chiêu đẳng chí Thành Đô, (Mạnh) Tri Tường yến lao chi, Kiền Chiêu phụng thương khởi vi thọ, (Mạnh) Tri Tường thủ hoãn bất năng cử thương, toại bệnh' 六月, 虔釗等至成都, 知祥宴勞之, 虔釗奉觴起為壽, 知祥手緩不能舉觴, 遂病 (Hậu Thục thế gia 後蜀世家, Mạnh Tri Tường 孟知祥).",
                "(Động) Làm chậm trễ, kéo dài thời gian. ◎Như: 'hoãn kì' 緩期 dời kì hạn (cho thời hạn lâu hơn), 'hoãn binh chi kế' 緩兵之計 kế hoãn binh. ◇Mạnh Tử 孟子: 'Dân sự bất khả hoãn dã' 民事不可緩也 (Đằng Văn Công thượng 滕文公上) Việc dân không thể chậm trễ.",
                "(Động) Hồi lại, tỉnh lại, tươi lại, khôi phục. ◇Lão Xá 老舍: 'Tại băng lương đích địa thượng ba phục liễu hảo đại bán thiên, tha tài hoãn quá khí lai' 在冰涼的地上爬伏了好大半天, 他才緩過氣來 (Tứ thế đồng đường 四世同堂, Tam tam).",
                "(Danh) Chứng bệnh kinh mạch yếu chậm không có sức (Trung y). ◇Vương Thúc Hòa 王叔和: 'Hoãn, mạch khứ lai diệc trì' 緩, 脈去來亦遲 (Mạch kinh 脈經, Mạch hình trạng chỉ hạ bí quyết 脈形狀指下秘訣).",
                "(Danh) Họ 'Hoãn'."
            ],
            "Từ điển Thiều Chửu": [
                "Thong thả, như hoãn bộ 緩步 bước thong thả.",
                "Chánh trị không nghiệt gọi là khoan hoãn 寬緩."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chậm, thư thả, thong thả, khoan: 緩步而行 Đi thư thả; 緩一點 Chậm một tí, thư thả đã, khoan đã;",
                "Hoãn, hoãn lại: 急不容緩 Gấp lắm không cho phép hoãn lại; 緩兩天再辦 Hoãn hai ngày nữa mới làm;",
                "Hồi lại, tỉnh lại: 病人昏過去又緩過來 Người bệnh ngất đi rồi tỉnh lại."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chậm chạp, không gấp gáp — Dời lại lúc khác."
            ],
            "compound_words": {
                "延緩": "duyên hoãn",
                "停緩": "đình hoãn",
                "和緩": "hoà hoãn",
                "緩兵": "hoãn binh",
                "緩刑": "hoãn hình",
                "蹇緩": "kiển hoãn",
                "嘽緩": "siển hoãn",
                "遲緩": "trì hoãn",
                "闡緩": "xiển hoãn"
            }
        }
    }
}