{
    "character": "約",
    "details": {
        "Âm Hán Việt": [
            "yêu",
            "ước"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "mịch 糸 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹勺"
        ],
        "Nét bút": [
            "フフ丶丶丶丶ノフ丶"
        ],
        "Thương Hiệt": [
            "VFPI (女火心戈)"
        ],
        "Unicode": [
            "U+7D04"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dì ㄉㄧˋ",
            "yāo ㄧㄠ",
            "yào ㄧㄠˋ",
            "yuē ㄩㄝ"
        ],
        "Âm Nôm": [
            "ước",
            "yêu"
        ],
        "Âm Nhật (onyomi)": [
            "ヤク (yaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "つづ.まる (tsuzu.maru)",
            "つづ.める (tsuzu.meru)",
            "つづま.やか (tsuzuma.yaka)"
        ],
        "Âm Hàn": [
            "약",
            "요"
        ],
        "Âm Quảng Đông": [
            "joek3"
        ]
    },
    "meanings": {
        "yêu": {
            "Từ điển Trần Văn Chánh": [
                "(khn) Cân: 約一約有多重 Cân xem nặng bao nhiêu. Xem 約 [yue]."
            ]
        },
        "ước": {
            "Từ điển phổ thông": [
                "thắt, bó",
                "đại lược, chừng, khoảng",
                "giao ước, ước hẹn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Điều hai bên lấy quyền lợi nghĩa vụ cùng thỏa thuận với nhau. ◎Như: người nước này vào trong nước kia buôn bán, phải kí kết mọi điều với nhau để cùng noi giữ gọi là 'điều ước' 條約.",
                "(Danh) Cuộc hẹn nhau ngày nào giờ nào đến. ◎Như: 'tiễn ước' 踐約 y hẹn, 'thất ước' 失約 sai hẹn.",
                "(Động) Hẹn. ◇Nguyễn Trãi 阮廌: 'Tha niên Nhị Khê ước, Đoản lạp hạ xuân sừ' 他年淽溪約, 短笠荷春鋤 (Tặng hữu nhân 贈友人) Năm nào hẹn về Nhị Khê (quê hương của Nguyễn Trãi), Đội nón lá, vác cuốc đi làm vụ xuân.",
                "(Động) Thắt, bó. ◎Như: 'ước phát' 約髮 búi tóc, 'ước túc' 約足 bó chân.",
                "(Động) Hạn chế, ràng buộc. ◎Như: 'ước thúc' 約束 thắt buộc, 'kiểm ước' 檢約 ràng buộc, ý nói lấy lễ phép làm khuôn mà bắt phải theo để cho không vượt ra ngoài được.",
                "(Động) Rút gọn (toán học). ◎Như: 'ước phân số' 約分數 rút gọn phân số.",
                "(Tính) Tiết kiệm, đơn giản. ◎Như: 'kiệm ước' 儉約 tiết kiệm, sơ sài, 'khốn ước' 困約 nghèo khổ, khó khăn.",
                "(Phó) Đại khái. ◎Như: 'đại ước' 大約 đại lược.",
                "(Phó) Khoảng chừng, phỏng chừng. ◇Liêu trai chí dị 聊齋志異: 'Nhất ước nhị thập, nhất khả thập thất bát, tịnh giai xu lệ' 一約二十, 一可十七八, 并皆姝麗 (Tiểu Tạ 小謝) Một (cô) chừng hai mươi, một (cô) mười bảy mười tám, đều rất xinh đẹp."
            ],
            "Từ điển Thiều Chửu": [
                "Thắt, bó, như ước phát 約髮 búi tóc, ước túc 約足 bó chân.",
                "Hạn chế, như ước thúc 約束 thắt buộc, kiểm ước 檢約 ràng buộc, ý nói lấy lễ phép làm khuôn mà bắt phải theo để cho không vượt ra ngoài được.",
                "Ðiều ước, hai bên lấy quyền lợi nghĩa vụ cùng ước hẹn với nhau gọi là ước, như người nước này vào trong nước kia buôn bán, phải kí kết mọi điều với nhau để cùng noi giữ gọi là điều ước 條約.",
                "Ước hẹn, hẹn nhau ngày nào giờ nào đến gọi là ước, như tiễn ước 踐約 y hẹn, thất ước 失約 sai hẹn, v.v. Nguyễn Trãi 阮廌: Tha niên Nhị Khê ước, đoản lạp hạ xuân sừ 他年淽溪約，短笠荷春鋤 năm nào hẹn về Nhị Khê (quê hương của Nguyễn Trãi), đội nón lá, vác cuốc đi làm vụ xuân.",
                "Giản ước, tự xử một cách sơ sài gọi là kiệm ước 儉約, ở cảnh nghèo khổ gọi là khốn ước 困約.",
                "Ước lược, như đại ước 大約 cũng như ta nói đại khái, đại suất 大率, v.v. Nói không được tường tận gọi là ẩn ước 隱約, sự vật gì không biết được đích số gọi là ước, như ta nói ước chừng, phỏng chừng, v.v.",
                "Lúc cùng túng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Quy ước: 契約 Khế ước;",
                "Hẹn, ước hẹn, mời: 失約 Sai hẹn; 約她來 Hẹn (mời) cô ta đến;",
                "Hạn chế, ràng buộc: 約束 Ràng buộc;",
                "Ước chừng, độ, khoảng: 約二十分鐘 Khoảng chừng 20 phút; 漸近之，約三四里許 Dần dần đến gần, độ chừng ba bốn dặm (Liêu trai chí dị: Thanh Nga).【約略】ước lược [yuelđè] Đại để, đại khái: 這件事 我也約略知道一些 Việc này tôi cũng chỉ biết đại khái; 【約莫】 ước mạc [yuemo] Ước chừng, khoảng chừng: 她約莫二十五歲 Cô ta khoảng chừng 25 tuổi;",
                "Tiết kiệm;",
                "Giản yếu, giản ước, ước lược, rút gọn: 約言之 Nói tóm lại; 博觀而約取，厚積而薄發 Xem xét rộng rãi mà tóm thu vào gọn, tích chứa nhiều mà phát ra ít (Tô Thức: Giá thuyết);",
                "(toán) Phép rút gọn: 四分之二可以約成二分 之一 Có thể rút gọn 2/4 thành 1/2;",
                "(văn) Thắt, bó: 約髮 Búi tóc; 約髮 Bó chân;",
                "(văn) Lúc cùng túng, lúc túng quẫn. Xem 約 [yao]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợi dây nhỏ — Buộc lại. Bó chặt lại. Td: Ước thúc ( ràng buộc, gò bó ) — Rút gọn lại. Tóm tắt — Điểm quan trọng — Bớt đi. Tằn tiện. Td: Kiệm ước — Hẹn hò. Lời hẹn.  Đoạn trường tân thanh : » Dẫu trong nguy hiểm dám rời ước xưa « — Ta còn hiểu là cầu mong, mong muốn.  Đoạn trường tân thanh : » Những là rày ước mai ao «."
            ],
            "compound_words": {
                "陰約": "âm ước",
                "隱約": "ẩn ước",
                "博文約禮": "bác văn ước lễ",
                "北大西洋公約組織": "bắc đại tây dương công ước tổ chức",
                "北約": "bắc ước",
                "背約": "bội ước",
                "彴約": "bột ước",
                "制約": "chế ước",
                "公約": "công ước",
                "舊約": "cựu ước",
                "舊約全書": "cựu ước toàn thư",
                "豫約": "dự ước",
                "大南輿地志約編": "đại nam dư địa chí ước biên",
                "大約": "đại ước",
                "特約": "đặc ước",
                "提約": "đề ước",
                "條約": "điều ước",
                "定約": "định ước",
                "訂約": "đính ước",
                "簡約": "giản ước",
                "交約": "giao ước",
                "協約": "hiệp ước",
                "和約": "hoà ước",
                "婚約": "hôn ước",
                "鄉約": "hương ước",
                "契約": "khế ước",
                "儉約": "kiệm ước",
                "立約": "lập ước",
                "密約": "mật ước",
                "願約": "nguyện ước",
                "紐約": "nữu ước",
                "負約": "phụ ước",
                "軍約": "quân ước",
                "規約": "quy ước",
                "爽約": "sảng ước",
                "所約": "sở ước",
                "婥約": "sước ước",
                "新約": "tân ước",
                "失約": "thất ước",
                "誓約": "thệ ước",
                "商約": "thương ước",
                "四說書約": "tứ thư thuyết ước",
                "婉約": "uyển ước",
                "約章": "ước chương",
                "約定": "ước định",
                "約會": "ước hội",
                "約略": "ước lược",
                "約言": "ước ngôn",
                "約數": "ước số",
                "約誓": "ước thệ",
                "約束": "ước thúc",
                "約算": "ước toán",
                "約望": "ước vọng",
                "違約": "vi ước",
                "綽約": "xước ước",
                "要約": "yếu ước"
            }
        }
    }
}