{
    "character": "練",
    "details": {
        "Âm Hán Việt": [
            "luyện"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "mịch 糸 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰糹柬"
        ],
        "Nét bút": [
            "フフ丶丶丶丶一丨フ丶ノ一丨ノ丶"
        ],
        "Thương Hiệt": [
            "VFDWF (女火木田火)"
        ],
        "Unicode": [
            "U+7DF4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "liàn ㄌㄧㄢˋ"
        ],
        "Âm Nôm": [
            "lén",
            "luyện",
            "rén",
            "rịn"
        ],
        "Âm Nhật (onyomi)": [
            "レン (ren)"
        ],
        "Âm Nhật (kunyomi)": [
            "ね.る (ne.ru)",
            "ね.り (ne.ri)"
        ],
        "Âm Hàn": [
            "련",
            "연"
        ],
        "Âm Quảng Đông": [
            "lin6"
        ]
    },
    "meanings": {
        "luyện": {
            "Từ điển phổ thông": [
                "lụa trắng",
                "rèn luyện"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lụa mềm nhuyễn và trắng nõn.",
                "(Danh) Vải trắng, lụa trắng. ◇Tạ Thiểu 謝朓: 'Trừng giang tĩnh như luyện' 澄江靜如練 (Vãn đăng Tam San hoàn vọng kinh ấp 晚登三山還望京邑) Dòng sông trong tĩnh lặng như dải lụa trắng.",
                "(Danh) Phiếm chỉ đồ dệt bằng tơ.",
                "(Danh) Tế tiểu tường (ngày xưa cử hành một năm sau tang cha mẹ).",
                "(Danh) Cây xoan. § Cũng như 'luyện' 楝.",
                "(Danh) Sông 'Luyện', ở tỉnh Quảng Đông.",
                "(Danh) Họ 'Luyện'.",
                "(Động) Nấu tơ tằm sống cho chín và trắng tinh. ◎Như: 'luyện ti' 練絲 luyện tơ.",
                "(Động) Huấn luyện, rèn dạy. ◎Như: 'huấn luyện' 訓練 rèn dạy. ◇Sử Kí 史記: 'Luyện sĩ lệ binh, tại đại vương chi sở dụng chi' 練士厲兵, 在大王之所用之 (Tô Tần truyện 蘇秦傳) Rèn luyện quân sĩ, khích lệ binh lính để cho đại vương dùng.",
                "(Động) Học tập nhiều lần cho quen. ◎Như: 'luyện vũ' 練武 luyện võ.",
                "(Động) Tuyển chọn. § Thông 'luyến' 揀. ◇Tạ Trang 謝莊: 'Huyền đồng luyện hưởng' 絃桐練響 (Nguyệt phú 月賦) Đàn cầm chọn lựa âm thanh. § Ghi chú: Xưa vua Thần Nông vót cây đồng làm đàn cầm, luyện tơ làm dây đàn, nên về sau gọi đàn cầm là 'huyền đồng'.",
                "(Động) Nung, đúc, chế. § Ngày xưa dùng như chữ 'luyện' 鍊. ◇Liệt Tử 列子: 'Cố tích giả Nữ Oa thị luyện ngũ sắc thạch dĩ bổ kì khuyết' 故昔者女媧氏練五色石以補其闕 (Thang vấn 湯問) Vì vậy ngày xưa bà Nữ Oa nung đúc đá ngũ sắc để vá chỗ khuyết của trời.",
                "(Động) Tẩy rửa. ◇Mai Thừa 枚乘: 'Ư thị táo khái hung trung, sái luyện ngũ tạng' 於是澡概胸中, 灑練五藏 (Thất phát 七發) Nhân đó mà rửa khắp trong lòng, tẩy uế ngũ tạng.",
                "(Tính) Trắng. ◇Hoài Nam Tử 淮南子: 'Mặc Tử kiến luyện ti nhi khấp chi' 墨子 見練絲而泣之 (Thuyết lâm huấn 說林訓) Mặc Tử thấy tơ trắng mà khóc.",
                "(Tính) Có kinh nghiệm, duyệt lịch, tinh tường. ◎Như: 'lịch luyện' 歷練 thành thục, từng quen, 'am luyện' 諳練 đã tinh lắm, thông thạo. ◇Hồng Lâu Mộng 紅樓夢: 'Thế sự đỗng minh giai học vấn, Nhân tình luyện đạt tức văn chương' 世事洞明皆學問, 人情練達即文章 (Đệ ngũ hồi) Thế sự tinh thông đều (nhờ vào) học vấn, Nhân tình lịch duyệt mới (đạt tới) văn chương."
            ],
            "Từ điển Thiều Chửu": [
                "Lụa chuội trắng nõn.",
                "Duyệt lịch, như lịch luyện 歷練 luyện tập đã nhiều, từng quen.",
                "Luyện tập, như huấn luyện 訓練 luyện tập.",
                "Luyện, học tập hay làm gì mà đã tinh tường lắm đều gọi là luyện, như am luyện 諳練 đã quen, đã tinh lắm.",
                "Kén chọn.",
                "Tế tiểu tướng gọi là luyện."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lụa trắng; 江平如練 Mặt sông phẳng lặng như tấm lụa trắng;",
                "Luyện tơ lụa mới cho trắng, luyện lụa;",
                "Tập, luyện: 練字 Tập víêt chữ; 練跑 Tập chạy;",
                "(Lão) luyện, thạo, sành, từng trải: 老練 Lão luyện; 熟練 Sành sỏi, thông thạo;",
                "(văn) Kén chọn;",
                "(văn) Tế tiểu tường;",
                "[Liàn] (Họ) Luyện."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bỏ tơ tằm sống vào nước tro, nấu thật sôi cho tơ chín và trắng tinh — Tập nhiều lần cho quen, cho giỏi — Chỉ sự giỏi giang, nhiều kinh nghiệm. Td: Lão luyện — Lựa chọn."
            ],
            "compound_words": {
                "諳練": "am luyện",
                "幹練": "cán luyện",
                "簡練": "giản luyện",
                "教練": "giáo luyện",
                "訓練": "huấn luyện",
                "經練": "kinh luyện",
                "老練": "lão luyện",
                "歷練": "lịch luyện",
                "練習": "luyện tập",
                "習練": "tập luyện",
                "操練": "thao luyện",
                "熟練": "thục luyện",
                "精明幹練": "tinh minh cán luyện",
                "修練": "tu luyện"
            }
        }
    }
}