{
    "character": "絕",
    "details": {
        "Âm Hán Việt": [
            "tuyệt"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "mịch 糸 (+6 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰糹色"
        ],
        "Nét bút": [
            "フフ丶丶丶丶フノフ丨一フ"
        ],
        "Thương Hiệt": [
            "VFSHU (女火尸竹山)"
        ],
        "Unicode": [
            "U+7D55"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jué ㄐㄩㄝˊ"
        ],
        "Âm Hàn": [
            "절"
        ],
        "Âm Quảng Đông": [
            "zyut3",
            "zyut6"
        ]
    },
    "meanings": {
        "tuyệt": {
            "Từ điển phổ thông": [
                "cắt đứt, dứt, cự tuyệt",
                "hết, dứt",
                "rất, cực kỳ",
                "có một không hai"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đứt, cắt đứt. ◎Như: 'đoạn tuyệt' 斷絕 cắt đứt. ◇Sử Kí 史記: 'Vị chí thân, Tần vương kinh, tự dẫn nhi khởi, tụ tuyệt' 未至身, 秦王驚, 自引而起, 袖絕 (Kinh Kha truyện 荊軻傳) (Mũi chủy thủ) chưa đến người, vua Tần sợ hãi vùng dậy, tay áo đứt.",
                "(Động) Ngưng, dừng, đình chỉ. ◎Như: 'lạc dịch bất tuyệt' 絡繹不絕 liền nối không dứt, 'thao thao bất tuyệt' 滔滔不絕 nói tràng giang đại hải, nói không ngừng.",
                "(Đông) Cạn, hết, kiệt tận. ◇Hoài Nam Tử 淮南子: 'Giang hà tuyệt nhi bất lưu' 江河三川, 絕而不流 (Bổn kinh 本經) Sông nước cạn kiệt không chảy nữa.",
                "(Động) Bất tỉnh. ◇Phong thần diễn nghĩa 封神演義: 'Huyết nhiễm y khâm, hôn tuyệt vu địa' 血染衣襟, 昏絕于地 (Đệ thất hồi) Máu nhuộm vạt áo, hôn mê bất tỉnh trên mặt đất.",
                "(Động) Không có đời sau (để tiếp nối). ◎Như: 'tuyệt tử' 絕子 không có con nối dõi, 'tuyệt tôn' 絕孫 không có cháu nối dõi.",
                "(Động) Chống, cưỡng lại. ◎Như: 'cự tuyệt' 拒絕 chống lại.",
                "(Động) Rẽ ngang, xuyên qua. ◎Như: 'tuyệt lưu nhi độ' 絕流而渡 rẽ ngang dòng nước mà qua.",
                "(Động) Cao vượt, siêu việt. ◇Khổng Tử gia ngữ 孔子家語: 'Kì nhân thân trường thập xích, vũ lực tuyệt luân' 其人身長十尺, 武力絕倫 (Bổn tính giải 本姓解) Người đó thân cao mười thước, sức lực vượt trội.",
                "(Tính) Xuất chúng, trác việt, có một không hai. ◎Như: 'tuyệt thế mĩ nữ' 絕世美女 người đàn bà đẹp tuyệt trần, đẹp có một không hai.",
                "(Tính) Xa xôi hẻo lánh. ◎Như: 'tuyệt địa' 絕地 nơi xa xôi khó lai vãng. ◇Lí Lăng 李陵: 'Xuất chinh tuyệt vực' 出征絕域而歸 (Đáp Tô Vũ thư 答蘇武書) Xuất chinh vùng xa xôi.",
                "(Tính) Cùng, hết hi vọng. ◎Như: 'tuyệt lộ' 絕路 đường cùng, 'tuyệt xứ' 絕處 chỗ không lối thoát.",
                "(Tính) Quái lạ, đặc thù (hình dung, cử chỉ).",
                "(Phó) Hoàn toàn. ◎Như: 'tuyệt đối tán thành' 絕對贊成 hoàn toàn tán thành.",
                "(Phó) Rất, hết sức, vô cùng. ◎Như: 'tuyệt trọng kì nhân' 絕重其人 rất trọng người ấy.",
                "(Danh) Nói tắt của 'tuyệt cú' 絕句. ◎Như: 'tứ tuyệt' 四絕 thơ bốn câu, 'ngũ tuyệt' 五絕 thơ bốn câu mỗi câu năm chữ, 'thất tuyệt' 七絕 thơ bốn câu mỗi câu bảy chữ."
            ],
            "Từ điển Thiều Chửu": [
                "Ðứt, phàm cái gì sấn đứt ngang đều gọi là tuyệt, nhì tuyệt lưu nhi độ 絕流而渡 rẽ ngang dòng nước mà sang.",
                "Dứt, hết. Như tuyệt mệnh 絕命 chết mất, tuyệt tự 絕嗣 không có con cháu gì, v.v.",
                "Tuyệt vô, như tuyệt đối tán thành 絕對贊成 hết sức tán thành, ý nói tán thành đến kì cùng.",
                "Có một không hai, như tuyệt sắc 絕色 đẹp lạ.",
                "Cách tuyệt không thông, như tuyệt địa 絕地 nơi cách tuyệt không thông ra đâu cả.",
                "Cự tuyệt, tuyệt hẳn không chơi với nữa là tuyệt giao 絕交.",
                "Rất, tiếng trợ từ, như tuyệt trọng kì nhân 絕重其人 rất trọng người ấy.",
                "Tuyệt cú 絕句, lối thơ có bốn câu, cũng gọi là tứ tuyệt 四絕. Câu có bảy chữ gọi là thất tuyệt 七絕. Câu có năm chữ gọi là ngũ tuyệt 五絕."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dứt, đứt, ngớt: 源源不絕 Ùn ùn không ngớt; 絕流而渡Rẽ ngang dòng nước mà qua;",
                "Bặt: 音信久絕 Bặt tin từ lâu;",
                "Hết, sạch, tiệt: 法子都想絕了 Nghĩ hết cách; 斬盡殺絕Chém sạch giết sạch;",
                "Rất, hết sức, vô cùng, có một không hai, tuyệt: 絕早 Rất sớm; 絕大的錯誤 Hết sức sai lầm; 絕重其人 Rất trọng người ấy; 絕色 Tuyệt sắc;",
                "Cùng, hết (hi vọng): 絕路 Đường cùng; 絕望 Tuyệt vọng, hết hi vọng;",
                "Tuyệt đối, tuyệt nhiên, hoàn toàn: 絕不是這樣 Tuyệt đối không phải như thế; 絕無此意 Tuyệt nhiên không có ý định ấy. 【絕對】tuyệt đối [jué duì] Tuyệt đối: 絕對安全 Tuyệt đối an toàn; 絕對不容許 Tuyệt đối không cho phép; 絕對領導 Sự lãnh đạo tuyệt đối; 絕對服從 Tuyệt đối phục tùng;",
                "Cách tuyệt, cách biệt;",
                "Cắt đứt, đoạn tuyệt: 絕交 Cắt đứt mối quan hệ, đoạn tuyệt giao du; 歸去來兮，請息交以絕遊 Về đi thôi hề, xin đoạn tuyệt giao du (Đào Uyên Minh: Quy khứ lai từ);",
                "Thể cơ cổ: 四絕 Thơ tứ tuyệt; 五言四絕 Thơ ngũ ngôn tứ tuyệt."
            ],
            "compound_words": {
                "不絕": "bất tuyệt",
                "圮絕": "bĩ tuyệt",
                "屏絕": "bính tuyệt",
                "隔絕": "cách tuyệt",
                "種族滅絕": "chủng tộc diệt tuyệt",
                "拒絕": "cự tuyệt",
                "豔絕": "diễm tuyệt",
                "滅絕": "diệt tuyệt",
                "妙絕": "diệu tuyệt",
                "斗絕": "đẩu tuyệt",
                "斷絕": "đoạn tuyệt",
                "杜絕": "đỗ tuyệt",
                "回絕": "hồi tuyệt",
                "棄絕": "khí tuyệt",
                "五絕": "ngũ tuyệt",
                "冠絕": "quán tuyệt",
                "精妙絕倫": "tinh diệu tuyệt luân",
                "絕妙": "tuyệt diệu",
                "絕對": "tuyệt đối",
                "絕命": "tuyệt mệnh",
                "絕望": "tuyệt vọng"
            }
        }
    }
}