{
    "character": "緊",
    "details": {
        "Âm Hán Việt": [
            "khẩn"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "mịch 糸 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱臤糹"
        ],
        "Nét bút": [
            "一丨フ一丨フフ丶フフ丶丨ノ丶"
        ],
        "Thương Hiệt": [
            "SEVIF (尸水女戈火)"
        ],
        "Unicode": [
            "U+7DCA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jǐn ㄐㄧㄣˇ"
        ],
        "Âm Nôm": [
            "khẩn",
            "lẳm"
        ],
        "Âm Nhật (onyomi)": [
            "キン (kin)"
        ],
        "Âm Nhật (kunyomi)": [
            "し.める (shi.meru)",
            "し.まる (shi.maru)"
        ],
        "Âm Hàn": [
            "긴"
        ],
        "Âm Quảng Đông": [
            "gan2"
        ]
    },
    "meanings": {
        "khẩn": {
            "Từ điển phổ thông": [
                "căng (dây)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Cần kíp, cấp bách. ◎Như: 'khẩn yếu' 緊要, 'khẩn cấp' 緊急 đều nghĩa là sự cần kíp cả.",
                "(Tính) Quan trọng, nghiêm trọng. ◎Như: 'yếu khẩn sự' 要緊事 việc quan trọng. ◇Tam quốc diễn nghĩa 三國演義: 'Thỉnh tạm thiểu trụ, hữu khẩn thoại thuyết' 請暫少住, 有緊話說 (Đệ tứ thập cửu hồi) Xin hãy tạm dừng một chút, có việc trọng yếu muốn nói.",
                "(Tính) Chặt chẽ, khít khao. ◎Như: 'quản đắc ngận khẩn' 管得很緊 việc coi sóc rất chặt chẽ.",
                "(Tính) Túng thiếu, chật vật. ◎Như: 'sinh hoạt thượng hữu điểm khẩn' 生活上有點緊 cuộc sống có phần chật vật.",
                "(Phó) Căng, chặt. ◎Như: 'hệ khẩn hài đái' 繫緊鞋帶 buộc chặt dây giày. ◇Nguyễn Du 阮攸: 'Khẩn thúc giáp điệp quần, Thái liên trạo tiểu đĩnh' 緊束蛺蝶裙, 採蓮棹小艇 (Mộng đắc thái liên 夢得埰蓮) Buộc chặt quần cánh bướm, Hái sen chèo thuyền con.",
                "(Phó) Liên tiếp, không ngừng. ◎Như: 'phong quát đắc khẩn' 風颳得緊 gió thổi không ngừng."
            ],
            "Từ điển Thiều Chửu": [
                "① Trói chặt, căng, đánh sợi soăn mau. Vì thế nên sự gì cần kíp lắm đều gọi là khẩn, như khẩn yếu 緊要, khẩn cấp 緊急 đều nghĩa là sự cần kíp cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kéo căng, chặt, kín, thắt chặt, vặn chặt: 把這根繩子拉緊 Kéo căng sợi dây này; 捆得太緊了 Buộc chặt quá; 緊握 Xiết chặt tay anh; 關緊門 Khép kín cửa; 蓋緊酒瓶 Đậy kín chai rượu; 緊一緊腰帶 Thắt chặt dây lưng; 緊一緊螺絲 Vặn đinh ốc cho thật chặt;",
                "Sát, chật, sít, chặt chẽ: 這件衣服緊貼在身上 Chiếc áo này bó sát người; 柜子緊挨着辦公桌 Tủ kê sát bàn giấy; 團結緊 Đoàn kết chặt chẽ;",
                "Bận, vững, liên tiếp: 工作很緊 Công tác bận lắm; 抓緊時間 Nắm vững thì giờ; 一個勝利緊接着一個勝利 Liên tiếp giành được nhiều thắng lợi;",
                "Túng tiền, chật vật, chật hẹp: 這個月生活上有點緊 Tháng này ăn tiêu chật hẹp."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Các sợi tơ rối rít lại — Buộc lại. Kết hợp lại — gấp rút. Cần thiết."
            ],
            "compound_words": {
                "壓緊": "áp khẩn",
                "不打緊": "bất đả khẩn",
                "緊急": "khẩn cấp",
                "緊切": "khẩn thiết",
                "緊張": "khẩn trương",
                "緊要": "khẩn yếu",
                "拉緊": "lạp khẩn",
                "束緊": "thúc khẩn",
                "抓緊": "trảo khẩn",
                "要緊": "yếu khẩn"
            }
        }
    }
}