{
    "character": "素",
    "details": {
        "Âm Hán Việt": [
            "tố"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "mịch 糸 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱龶糹"
        ],
        "Nét bút": [
            "一一丨一フフ丶丨ノ丶"
        ],
        "Thương Hiệt": [
            "QMVIF (手一女戈火)"
        ],
        "Unicode": [
            "U+7D20"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "sù ㄙㄨˋ"
        ],
        "Âm Nôm": [
            "tó",
            "tố"
        ],
        "Âm Nhật (onyomi)": [
            "ソ (so)",
            "ス (su)"
        ],
        "Âm Nhật (kunyomi)": [
            "もと (moto)"
        ],
        "Âm Hàn": [
            "소"
        ],
        "Âm Quảng Đông": [
            "sou3"
        ]
    },
    "meanings": {
        "tố": {
            "Từ điển phổ thông": [
                "tơ trắng",
                "trắng nõn",
                "chất"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tơ sống màu trắng.",
                "(Danh) Rau dưa, đồ chay. ◎Như: 'nhự tố' 茹素 ăn chay.",
                "(Danh) Thư từ, thư tịch (ngày xưa dùng tơ sống để viết). ◇Cổ nhạc phủ 古樂府: 'Khách tòng viễn phương lai, Di ngã song lí ngư. Hô nhi phanh lí ngư, Trung hữu xích tố thư' 客從遠方來, 遺我雙鯉魚. 呼兒烹鯉魚, 中有尺素書 (Ẩm mã trường thành quật hành 飲馬長城窟行) Khách từ phương xa lại, Để lại cho ta cặp cá chép. Gọi trẻ nấu cá chép, Trong đó có tờ thư.",
                "(Danh) Chất, nguyên chất, nguyên thủy, căn bổn. ◎Như: 'nguyên tố' 元素 nguyên chất (hóa học), 'tình tố' 情素 bản tính người.",
                "(Danh) Họ 'Tố'.",
                "(Tính) Trắng, trắng nõn. ◎Như: 'tố thủ' 素手 tay trắng nõn, 'tố ti' 素絲 tơ trắng.",
                "(Tính) Cao khiết. ◎Như: 'tố tâm' 素心 lòng trong sạch.",
                "(Tính) Mộc mạc, thanh đạm, không hoa hòe. ◎Như: 'phác tố' 朴素 mộc mạc, 'tố đoạn' 素緞 đoạn trơn.",
                "(Tính) Chỗ quen cũ. ◎Như: 'dữ mỗ hữu tố' 與某有素 cùng mỗ là chỗ biết nhau đã lâu, 'tố giao' 素交 người bạn vẫn chơi với nhau từ trước, 'bình tố' 平素 vốn xưa, sự tình ngày trước.",
                "(Phó) Không. ◎Như: 'tố xan' 素餐 không làm gì mà hưởng lộc, 'tố phong' 素封 không có tước vị gì mà giàu. § Tấn Đỗ Dư gọi đức Khổng Tử 孔子 là 'Tố vương' 素王 nghĩa là không có chức tước gì mà thế lực như vua vậy.",
                "(Phó) Vốn thường, xưa nay, vốn là. ◎Như: 'tố phú quý' 素富貴 vốn giàu sang, 'tố bần tiện' 素貧賤 vốn nghèo hèn. ◇Tam quốc chí 三國志: 'Sĩ bất tố phủ, binh bất luyện tập, nan dĩ thành công' 士不素撫, 兵不練習, 難以成功 (Trương Phạm truyện 張範傳) Kẻ sĩ trước nay không phủ dụ, quân lính không luyện tập, khó mà thành công."
            ],
            "Từ điển Thiều Chửu": [
                "Tơ trắng.",
                "Trắng nõn, như tố thủ 素手 tay trắng nõn. Người có phẩm hạnh cao khiết cũng gọi là tố, như tố tâm 素心 lòng trong sạch. Nói rộng ra phàm cái gì nhan sắc mộc mạc cũng gọi là tố cả, như phác tố 朴素 mộc mạc, để tang mặc áo vải trắng to gọi là xuyên tố 穿素. Ðồ gì không có chạm vẽ cũng gọi là tố, như tố đoạn 素緞 đoạn trơn.",
                "Không, không làm gì mà hưởng lộc gọi là tố xan 素餐. Tấn Ðỗ Dư gọi đức Khổng Tử 孔子 là tố vương 素王 nghĩa là không có chức tước gì mà thế lực như vua vậy. Không có tước vị gì mà giàu gọi là tố phong 素封 cũng là do nghĩa ấy.",
                "Chất, nhà hoá học gọi nguyên chất là nguyên tố 原素. Bản tính người gọi là tình tố 情素.",
                "Chỗ quen cũ, như dữ mỗ hữu tố 與某有素 cùng mỗ là chỗ biết nhau đã lâu, tố giao 素交 người bạn vẫn chơi với nhau từ trước, bình tố 平素 vốn xưa, v.v.",
                "Vốn thường, như Trung Dong nói tố phú quý 素富貴 vốn giàu sang, tố bần tiện 素貧賤 vốn nghèo hèn, đều là nói không đổi cái địa vị ngày thường vậy.",
                "Tục gọi rau dưa là tố, cho nên ăn chay gọi là nhự tố 茹素."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trắng, trắng nõn, nguyên màu: 素服 Quần áo vải mộc; 素絲Lụa trắng;",
                "Không có hoa, không hoa hoè, nhã: 這塊布很素凈 Miếng vải này màu nhã lắm;",
                "Nguyên chất, chất: 毒素 Chất độc;",
                "(Ăn) chay, không, suông: 吃素 Ăn chay; 素王 Vua không ngai;",
                "Từ trước, xưa nay, bình thường, vốn dĩ: 素不相識 Xưa nay chưa hề quen biết; 素富貴 Vốn giàu sang. 【素來】tố lai [sùlái] Từ trước đến nay, xưa nay: 素來不相識 Xưa nay không quen biết nhau;",
                "(văn) Chỗ quen biết cũ: 與某有素 Có quen biết với ông Mỗ đã lâu;",
                "Lụa trắng, vóc trơn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tơ sống — Sắc trắng — Cái chất có từ đầu. Td: Nguyên tố — Không. Trống không — Vốn từ trước."
            ],
            "compound_words": {
                "哀素": "ai tố",
                "安素": "an tố",
                "音素": "âm tố",
                "平素": "bình tố",
                "布素": "bố tố",
                "縞素": "cảo tố",
                "緇素": "chuy tố",
                "名素": "danh tố",
                "葉綠素": "diệp lục tố",
                "油素": "du tố",
                "鉛素": "duyên tố",
                "寒素": "hàn tố",
                "毫素": "hào tố",
                "元素": "nguyên tố",
                "因素": "nhân tố",
                "儒素": "nho tố",
                "茹素": "như tố",
                "尿素": "niếu tố",
                "樸素": "phác tố",
                "絹素": "quyên tố",
                "色素": "sắc tố",
                "素琴集": "tố cầm tập",
                "素質": "tố chất",
                "素交": "tố giao",
                "素門": "tố môn",
                "素娥": "tố nga",
                "素女": "tố nữ",
                "素服": "tố phục",
                "素飧": "tố sôn",
                "素心": "tố tâm",
                "素心人": "tố tâm nhân",
                "味素": "vị tố",
                "要素": "yếu tố"
            }
        }
    }
}