{
    "character": "綠",
    "details": {
        "Âm Hán Việt": [
            "lục"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "mịch 糸 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹彔"
        ],
        "Nét bút": [
            "フフ丶丶丶丶フフ一丨丶一ノ丶"
        ],
        "Thương Hiệt": [
            "VFVNE (女火女弓水)"
        ],
        "Unicode": [
            "U+7DA0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lǜ",
            "lù ㄌㄨˋ"
        ],
        "Âm Nôm": [
            "lục",
            "luốc"
        ],
        "Âm Nhật (onyomi)": [
            "リョク (ryoku)",
            "ロク (roku)"
        ],
        "Âm Nhật (kunyomi)": [
            "みどり (midori)"
        ],
        "Âm Hàn": [
            "녹",
            "록"
        ],
        "Âm Quảng Đông": [
            "luk6"
        ]
    },
    "meanings": {
        "lục": {
            "Từ điển phổ thông": [
                "màu xanh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Màu xanh (lục). § Giống màu cỏ xanh, lá cây xanh; có thể dùng màu lam hòa với màu vàng mà thành.",
                "(Danh) Màu sắc tóc đen mượt. Thường dùng để hình dung mái tóc. ◇Tra Thận Hành 查慎行: 'Ngưu bối độ khê nhân, Tu mi lục như họa' 牛背渡溪人, 須眉綠如畫 (Thanh Khê khẩu hào 青溪口號, Chi thất 之七).",
                "(Danh) Chỉ cái gì có màu xanh lục. ◇Đỗ Phủ 杜甫: 'Biều khí tôn vô lục, Lô tồn hỏa tự hồng' 瓢棄尊無綠, 爐存火似紅 (Đối tuyết 對雪). § Chữ 綠 ở đây chỉ rượu. ◇Hàn Dũ 韓愈: 'Thùy thu xuân sắc tương quy khứ, Mạn lục yêu hồng bán bất tồn' 誰收春色將歸去, 慢綠妖紅半不存 (Vãn xuân 晚春). § Chữ 綠 ở đây chỉ lá cây. ◇Hoàng Đình Kiên 黃庭堅: 'Chẩm quy đắc, tấn tương lão, phó dữ bôi trung lục' 怎歸得, 鬢將老, 付與杯中綠 (Khán hoa hồi 看花回, Trà từ 茶詞). § Chữ 綠 ở đây chỉ trà.",
                "(Danh) Ngày xưa chữ này dùng để dịch nguyên tố hóa học 'lục' 氯.",
                "(Tính) Xanh biếc, xanh mà lẫn cả sắc vàng. ◇Nguyễn Trãi 阮廌: 'Vọng trung ngạn thảo thê thê lục' 望中岸草萋萋綠 (Vân Đồn 雲 屯) Trong tầm mắt cỏ bên bờ sông xanh mơn mởn.",
                "(Động) Biến thành màu xanh (lục); làm thành màu xanh. ◇Tương Tiệp 蔣捷: 'Hồng liễu anh đào, lục liễu ba tiêu' 紅了櫻桃, 綠了芭蕉 (Nhất phiến xuân sầu từ 一片春愁詞) Làm đỏ anh đào, xanh cây chuối."
            ],
            "Từ điển Thiều Chửu": [
                "Sắc xanh biếc, xanh mà lại lẫn cả sắc vàng gọi là lục.",
                "Một nguyên chất nhà hoá học tìm thấy ở loài phi kim chlorine, thành một chất hơi xanh vàng, mùi rất hăng rất độc, hít vào có thể hộc máu ra."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Màu) xanh, biếc: 嫩綠 Xanh mởn, xanh lá mạ; 紅花綠葉 Lá xanh hoa đỏ; 青山綠水 Non xanh nước biếc;",
                "Như 氯 (bộ 氣). Xem 綠 [lù]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Màu xanh hơi pha vàng — Màu xanh lá cây. Thí dụ: Lục dã 綠野 (cánh đồng xanh ngát) — Lục ám hồng hi xuân khứ dã 綠暗紅稀去也 mùi xanh đã nhiều, mùi hồng đã thưa, mùa xuân đã đi. Đây nghĩa là cuối xuân sang hè (Tây Sương). »Thưa hồng rậm lục dã chừng xuân qua« (Kiều)."
            ],
            "compound_words": {
                "葉綠素": "diệp lục tố",
                "銅綠": "đồng lục",
                "綠色和平組織": "lục sắc hoà bình tổ chức",
                "常綠": "thường lục",
                "惜綠": "tích lục"
            }
        }
    }
}