{
    "character": "纓",
    "details": {
        "Âm Hán Việt": [
            "anh"
        ],
        "Tổng nét": [
            "23"
        ],
        "Bộ": [
            "mịch 糸 (+17 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹嬰"
        ],
        "Nét bút": [
            "フフ丶丶丶丶丨フ一一一ノ丶丨フ一一一ノ丶フノ一"
        ],
        "Thương Hiệt": [
            "VFBCV (女火月金女)"
        ],
        "Unicode": [
            "U+7E93"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yīng ㄧㄥ"
        ],
        "Âm Nôm": [
            "anh"
        ],
        "Âm Nhật (onyomi)": [
            "エイ (ei)",
            "ヨウ (yō)"
        ],
        "Âm Hàn": [
            "영"
        ],
        "Âm Quảng Đông": [
            "jing1"
        ]
    },
    "meanings": {
        "anh": {
            "Từ điển phổ thông": [
                "dải mũ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lèo mũ, dải mũ. ◇Liêu trai chí dị 聊齋志異: 'Tế anh cách ngoa giả, giai điểu tập hộc lập' 細纓革靴者, 皆鳥集鵠立 (Kim hòa thượng 金和尚) (Đầu đội mũ) dải nhỏ, đi ủng da, xúm xít đứng chầu. § Ghi chú: Nhà nào nối đời được chức tước gọi là 'trâm anh' 簪纓.",
                "(Danh) Tua, ngù (để trang sức). ◇Thủy hử truyện 水滸傳: 'Sử Tiến đầu đái bạch Phạm Dương chiên đại mạo, thượng tát nhất toát hồng anh' 史進頭戴白范陽氈大帽, 上撒一撮紅纓 (Đệ tam hồi) Sử Tiến đầu đội nón to bằng lông chiên Phạm Dương, trên chóp đính ngù đỏ.",
                "(Danh) Dải lưng màu. § Ngày xưa con gái mười lăm tuổi thì gả chồng, được thắt dây lưng bằng tơ màu gọi là 'hương anh' 香纓.",
                "(Danh) Dây buộc. § Ghi chú: Chung Quân 終軍 tâu vua Hán xin mang dây dài sang trói vua Nam Việt đem về trị tội, vì thế sau này gọi sự đi tòng quân là 'thỉnh anh' 請纓.",
                "(Danh) Dàm ở cổ ngựa.",
                "(Danh) Rau cải. ◎Như: 'giới thái anh nhi' 芥菜纓兒 rau cải xanh.",
                "(Động) Buộc."
            ],
            "Từ điển Thiều Chửu": [
                "Lèo mũ, giải mũ. Nhà nào nối đời được chịu chức tước gọi là trâm anh 簪纓.",
                "Ngày xưa con gái mười lăm tuổi thì gả chồng, được thắt dây lưng bằng tơ màu gọi là hương anh 香纓.",
                "Hán Chung Quân 漢終軍 tâu xin vua Hán mang dây tơ dài sang trói vua Nam Việt đem về trị tội, vì thế sau này gọi sự đi tòng quân là thỉnh anh 請纓.",
                "Cái dàm ở cổ ngựa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tua, ngù, dải mũ, lèo mũ: 紅纓 槍 Giáo có ngù; 帽纓子 Tua mũ (nón);",
                "Dây: 長纓 Dây dài;",
                "(văn) Cái giàm ở cổ ngựa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái giải mũ — Buộc, cột quanh."
            ],
            "compound_words": {
                "簪纓": "trâm anh"
            }
        }
    }
}