{
    "character": "繫",
    "details": {
        "Âm Hán Việt": [
            "hệ"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "mịch 糸 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱𣪠糹"
        ],
        "Nét bút": [
            "一丨フ一一一丨フ丨ノフフ丶フフ丶丨ノ丶"
        ],
        "Thương Hiệt": [
            "JEVIF (十水女戈火)"
        ],
        "Unicode": [
            "U+7E6B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jì ㄐㄧˋ",
            "xì ㄒㄧˋ"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "つな.ぐ (tsuna.gu)",
            "かか.る (kaka.ru)",
            "か.ける (ka.keru)"
        ],
        "Âm Hàn": [
            "계"
        ],
        "Âm Quảng Đông": [
            "hai6"
        ]
    },
    "meanings": {
        "hệ": {
            "Từ điển phổ thông": [
                "buộc, bó, nối"
            ],
            "Từ điển trích dẫn": [
                "(Động) Buộc, trói buộc. ◎Như: 'bị hệ' 被繫 bị bắt giam. ◇Thủy hử truyện 水滸傳: 'Hoán tiểu lâu la giáo bả mã khứ hệ tại lục dương thụ thượng' 喚小嘍囉教把馬去繫在綠楊樹上 (Đệ ngũ hồi) Gọi lâu la bảo đem ngựa buộc vào gốc cây dương xanh.",
                "(Động) 'Hệ niệm' 繫念 nhớ nghĩ luôn. ◇Tam quốc diễn nghĩa 三國演義: 'Thân tuy tại Trác tả hữu, tâm thật hệ niệm Điêu Thuyền' 然身雖在卓左右, 心實繫念貂蟬 (Đệ bát hồi) Thân tuy đứng hầu bên (Đổng) Trác, mà lòng thực chỉ tơ tưởng Điêu Thuyền.",
                "(Động) Liên lạc, sự gì có can thiệp cả hai bên gọi là 'quan hệ' 關繫, để cho vật này thuộc với vật kia cũng gọi là 'hệ'. ◎Như: Dịch Kinh 易經 có 'Hệ từ' 繫詞 nghĩa là những lời giải ở dưới các quẻ trong kinh vậy.",
                "(Động) Treo. ◇Luận Ngữ 論語: 'Ngô khởi bào qua dã tai, yên năng hệ nhi bất thực?' 吾豈匏瓜也哉焉能繫而不食 Ta đâu phải là trái bầu khô người ta treo mà không ăn được ư? (ý nói có tài mà không được dùng)."
            ],
            "Từ điển Thiều Chửu": [
                "Trói buộc, như bị hệ 被繫 bị bắt giam.",
                "Hệ niệm 繫念 nhớ nghĩ luôn.",
                "Liên lạc, sự gì có can thiệp cả hai bên gọi là quan hệ 關繫, để cho vật này thuộc với vật kia cũng gọi là hệ, như Kinh Dịch có hệ từ 繫詞 nghĩa là những lời giải ở dưới các quẻ trong kinh vậy.",
                "Treo. Luận ngữ 論語: Ngô khởi bào qua dã tai, yên năng hệ nhi bất thực? 吾豈匏瓜也哉？焉能繫而不食 ta đâu phải là trái bầu khô người ta treo mà không ăn được ư? (ý nói có tài mà không được dùng)."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nối kết, liên lạc, liên hệ: 關繫 Quan hệ 在我心 中，我無法把這兩件事情繫在一起 Trong thâm tâm tôi không thể nhập chung hai việc này làm một được Xem 系, 係 [xì]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cột lại, buộc lại — Trói buộc, gò bó — Tiếp nối nhau. Liên tiếp — Thuộc vào nhau, liên can tới nhau. Chẳng hạn Quan hệ."
            ],
            "compound_words": {
                "匏繫": "bào hệ",
                "維繫": "duy hệ",
                "聯繫": "liên hệ",
                "世繫": "thế hệ",
                "赤繩繫足": "xích thằng hệ túc"
            }
        }
    }
}