{
    "character": "繩",
    "details": {
        "Âm Hán Việt": [
            "mẫn",
            "thằng"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "mịch 糸 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹黽"
        ],
        "Nét bút": [
            "フフ丶丶丶丶丨フ一一丨フ一丨一一フ一一"
        ],
        "Thương Hiệt": [
            "VFRXU (女火口重山)"
        ],
        "Unicode": [
            "U+7E69"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "mǐn ㄇㄧㄣˇ",
            "shéng ㄕㄥˊ",
            "shèng ㄕㄥˋ",
            "yìng ㄧㄥˋ"
        ],
        "Âm Nôm": [
            "thằng",
            "thừng",
            "xằng"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)"
        ],
        "Âm Nhật (kunyomi)": [
            "なわ (nawa)",
            "ただ.す (tada.su)"
        ],
        "Âm Hàn": [
            "승"
        ],
        "Âm Quảng Đông": [
            "sing4"
        ]
    },
    "meanings": {
        "mẫn": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Mẫn mẫn 繩繩: Liền liền không dứt — Vẻ thận trọng — Một âm là Thằng. Xem Thằng."
            ]
        },
        "thằng": {
            "Từ điển phổ thông": [
                "dây thừng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Dây, sợi. ◎Như: 'ma thằng' 麻繩 dây gai, 'ni long thằng' 尼龍繩 dây nylon.",
                "(Danh) Công cụ của thợ mộc dùng để lấy mực thẳng. ◎Như: 'thằng mặc' 繩墨 mực thước. ◇Tuân Tử 荀子: 'Mộc trực trúng thằng, nhụ dĩ vi luân' 木直中繩, 輮以為輪 (Khuyến học 勸學) Gỗ thẳng đúng mực thước, uốn cong làm bánh xe.",
                "(Danh) Quy củ, phép tắc, chuẩn tắc. ◇Sử Kí 史記: 'Phụ nhân tả hữu tiền hậu quỵ khởi giai trúng quy củ thằng mặc' 婦人左右前後跪起皆中規矩繩墨 (Tôn Tử Ngô Khởi liệt truyện 孫子吳起列傳) Đám đàn bà (hướng theo) phía trái, phía phải, phía trước, phía sau, quỳ xuống, đứng lên, đều đúng phép tắc, mực thước.",
                "(Danh) Họ 'Thằng'.",
                "(Động) Trói buộc, ước thúc, chế tài. ◇Sử Kí 史記: 'Thiên hạ sơ định, viễn phương kiềm thủ vị tập, chư sanh giai tụng pháp Khổng Tử, kim thượng giai trọng pháp thằng chi, thần khủng thiên hạ bất an. Duy thượng sát chi' 天下初定, 遠方黔首未集, 諸生皆誦法孔子, 今上皆重法繩之, 臣恐天下不安. 唯上察之 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Thiên hạ mới được bình định, lê dân ở phương xa vẫn chưa theo ta, các nho sinh đều học theo Khổng Tử, nay bệ hạ dùng theo pháp luật nặng để trói buộc họ thì thần sợ thiên hạ không yên. Xin bệ hạ xét đến điều đó.",
                "(Động) Sửa lại, sửa chữa. ◎Như: 'thằng khiên củ mậu' 繩愆糾謬 sửa chữa lỗi lầm.",
                "(Động) Đo lường. ◇Lễ Kí 禮記: 'Dĩ thằng đức hậu' 以繩德厚 (Nhạc kí 樂記) Để đo lường bề dày của đức.",
                "(Động) Nối tiếp, kế thừa. ◇Thi Kinh 詩經: 'Thằng kì tổ vũ' 繩其祖武 (Đại nhã 大雅, Hạ vũ 下武) Nối bước của tổ tiên."
            ],
            "Từ điển Thiều Chửu": [
                "Dây, dùng gai hay tơ đánh thành dây gọi là thằng.",
                "Thẳng, thợ mộc dùng dây để lấy mực thẳng, như thằng mặc 繩墨 mực thước.",
                "Sửa lại, sửa chữa lại điều lỗi cho người cũng gọi là thằng, như thằng khiên củ mậu 繩愆糾謬 chữa điều lỗi lầm lại.",
                "Nối."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dây, thừng: 綱絲繩 Dây thép;",
                "Đo: 不能以普通標準繩之 Không thể lấy tiêu chuẩn thường để đo được;",
                "Ràng buộc, trừng trị: 繩之以法 Lấy pháp luật để ràng buộc, trừng trị theo luật pháp;",
                "(văn) Sửa lại, sửa chữa: 繩愆 糾繆 Sửa chữa điều lầm lỗi;",
                "(văn) Nối."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợi dây — Đo lường xem xét cho đúng."
            ],
            "compound_words": {
                "準繩": "chuẩn thằng",
                "繩墨": "thằng mặc",
                "赤繩": "xích thằng",
                "赤繩繫足": "xích thằng hệ túc"
            }
        }
    }
}