{
    "character": "繄",
    "details": {
        "Âm Hán Việt": [
            "ê",
            "ế"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "mịch 糸 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱殹糹"
        ],
        "Nét bút": [
            "一ノ一一ノ丶フノフフ丶フフ丶丨ノ丶"
        ],
        "Thương Hiệt": [
            "SEVIF (尸水女戈火)"
        ],
        "Unicode": [
            "U+7E44"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "yī ㄧ",
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "y"
        ],
        "Âm Nhật (onyomi)": [
            "エイ (ei)",
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "ほこぶくろ (hokobukuro)"
        ],
        "Âm Hàn": [
            "예"
        ],
        "Âm Quảng Đông": [
            "ji1"
        ]
    },
    "meanings": {
        "ê": {
            "Từ điển phổ thông": [
                "ấy (trợ ngữ)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Là. § Cũng như 'thị' 是. ◇Tô Thức 蘇軾: 'Nhất vũ tam nhật, ê thùy chi lực?' 一雨三日, 繄誰之力 (Hỉ vủ đình kí 喜雨亭記) Một trận mưa ba ngày, là sức của ai?",
                "(Phó) Chỉ. § Cũng như 'duy' 惟 hay 'duy' 唯. ◇Tả truyện 左傳: 'Nhĩ hữu mẫu di, ê ngã độc vô' 爾有母遺, 繄我獨無 (Ẩn Công nguyên niên 隱公元年) Ngươi còn có mẹ, chỉ ta một mình không có ai."
            ],
            "Từ điển Thiều Chửu": [
                "Ấy, dùng làm tiếng trợ ngữ, như nhĩ hữu mẫu di, ê ngã độc vô 爾有母遺，繄我獨無 (Tả truyện 左傳) ngươi có mẹ còn, ấy ta một không.",
                "Một âm là ế. Tiếng than thở."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Trợ từ ở đầu hoặc giữa câu (dùng để tạo sự hài hoà âm tiết): 爾有母遺，繄我獨我 Ngươi còn có mẹ để có thể dâng cho lễ vật, còn ta thì không (Tả truyện); 民不易物，唯德繄物 Dân không thay đổi đồ tế, chỉ có đức hạnh là có thể làm đồ tế (Tả truyện); 一雨三日，繄誰之力？ Một trận mưa ba ngày, là sức của ai (Tô Thức: Hỉ vũ đình kí);",
                "Đặt ở đầu mẫu câu đảo trí tân ngữ ((Ê +) tân ngữ + 是 + động từ), biểu thị tính duy nhất của tân ngữ-chủ ngữ: 王室之不壞，繄伯舅是 賴 Vương thất không suy bại, là nhờ người phò tá (Tả truyện: Tương công thập tứ niên); 故周室之不壞，繄二國是賴 Cho nên triều Chu không suy vong, là nhờ ở hai nước (Tề và Tấn) (Tam quốc chí: Nguỵ thư, Võ đế kỉ)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mối dây — Một âm là Ế. Xem Ế."
            ]
        },
        "ế": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Tiếng than thở."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng than thở, rên rỉ — Một âm là Ê. Xem Ê."
            ]
        }
    }
}