{
    "character": "縷",
    "details": {
        "Âm Hán Việt": [
            "lâu",
            "lũ"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "mịch 糸 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰糹婁"
        ],
        "Nét bút": [
            "フフ丶丶丶丶丨フ一一丨フ一丨フノ丶"
        ],
        "Thương Hiệt": [
            "VFLWV (女火中田女)"
        ],
        "Unicode": [
            "U+7E37"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lǚ",
            "lǔ ㄌㄨˇ"
        ],
        "Âm Nôm": [
            "lú",
            "lụa"
        ],
        "Âm Nhật (onyomi)": [
            "ル (ru)",
            "ロウ (rō)"
        ],
        "Âm Nhật (kunyomi)": [
            "いと (ito)"
        ],
        "Âm Hàn": [
            "루",
            "누"
        ],
        "Âm Quảng Đông": [
            "lau5",
            "leoi5"
        ]
    },
    "meanings": {
        "lâu": {
            "Từ điển Thiều Chửu": [
                "Sợi tơ, sợi gai.",
                "Một âm lâu. Lam lâu 藍縷 rách rưới bẩn thỉu. Ta quen đọc là chữ lũ cả."
            ]
        },
        "lũ": {
            "Từ điển phổ thông": [
                "sợi tơ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sợi, sợi gai. ◇Tô Thức 蘇軾: 'Dư âm niệu niệu, bất tuyệt như lũ' 餘音嫋嫋, 不絕如縷 (Tiền Xích Bích phú 前赤壁賦) Dư âm dìu dặt, như sợi tơ không dứt.",
                "(Danh) Lượng từ: cuộn, mớ, làn, mối. ◎Như: 'nhất lũ đầu phát' 一縷頭髮 một mớ tóc, 'nhất lũ xuy yên' 一縷炊煙 một sợi khói bếp, 'nhất lũ hương' 一縷香 một làn hương, 'nhất lũ nhu tình' 一縷柔情 một mối tơ tình.",
                "(Động) Khâu, thêu, chích. ◇Đỗ Thu Nương 杜秋娘: 'Khuyến quân mạc tích kim lũ y, Khuyến quân tích thủ thiếu niên thì' 勸君莫惜金縷衣, 勸君惜取少年時 (Kim lũ y 金縷衣) Khuyên bạn đừng nên tiếc cái áo thêu tơ vàng, Khuyên bạn hãy tiếc lấy tuổi trẻ. ◇Bạch Cư Dị 白居易: 'Nhân châm lũ thải, lạc kim chuế châu' 紉針縷綵, 絡金綴珠 (Tú Quan Âm bồ tát tượng tán tự 繡觀音菩薩像贊序).",
                "(Động) Khai thông (thuận theo thế nước chảy). ◇Minh sử 明史: 'Lũ thủy tắc lưỡng ngạn trúc đê, bất sử bàng hội, thủy đắc toại kì tựu hạ nhập hải chi tính' 縷水則兩岸築堤, 不使旁潰, 始得遂其就下入海之性 (Hà cừ chí nhất 河渠志一).",
                "(Phó) Cặn kẽ, tỉ mỉ. ◎Như: 'lũ tích' 縷析 phân tích tỉ mỉ, 'lũ thuật' 縷述 thuật lại cặn kẽ.",
                "(Tính) Cũ, rách nát. § Thông 'lũ' 褸. ◎Như: 'lam lũ' 藍縷 rách rưới, bẩn thỉu."
            ],
            "Từ điển Thiều Chửu": [
                "Sợi tơ, sợi gai.",
                "Một âm lâu. Lam lâu 藍縷 rách rưới bẩn thỉu. Ta quen đọc là chữ lũ cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Sợi tơ, sợi gai;",
                "Mối, sợi, dây, chỉ;",
                "Cặn kẽ, tỉ mỉ, từng li từng tí: 條分縷析 Phân tích tỉ mỉ;",
                "(loại) Cuộn, mớ, làn, mối: 一縷麻 Một cuộn gai; 一縷頭發 Một mớ tóc; 一縷煩煙 Một làn khói bếp; 一縷幽香 Làn hương phưng phức, mùi thơm phưng phức; 一縷柔情 Một mối tơ tình;",
                "(văn) Áo cũ, rách nát: 藍縷 Rách rưới bẩn thỉu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Sợi tơ — Cái dây — Rõ ràng tường tận. Thí dụ: Lũ giải ( Nói rõ cho người khác hiểu, giải thích kĩ )."
            ],
            "compound_words": {
                "藍縷": "lam lũ",
                "縷析": "lũ tích"
            }
        }
    }
}