{
    "character": "翼",
    "details": {
        "Âm Hán Việt": [
            "dực"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "vũ 羽 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱羽異"
        ],
        "Nét bút": [
            "フ丶一フ丶一丨フ一丨一一丨丨一ノ丶"
        ],
        "Thương Hiệt": [
            "SMWTC (尸一田廿金)"
        ],
        "Unicode": [
            "U+7FFC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "dực"
        ],
        "Âm Nhật (onyomi)": [
            "ヨク (yoku)"
        ],
        "Âm Nhật (kunyomi)": [
            "つばさ (tsubasa)"
        ],
        "Âm Hàn": [
            "익"
        ],
        "Âm Quảng Đông": [
            "jik6"
        ]
    },
    "meanings": {
        "dực": {
            "Từ điển phổ thông": [
                "cánh chim",
                "vây cá",
                "sao Dực"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cánh (chim, sâu, v.v.). ◎Như: 'thiền dực' 蟬翼 cánh ve sầu, 'điểu dực' 鳥翼 cánh chim.",
                "(Danh) Cánh (quân đội, máy bay, v.v.). ◎Như: Phép quân ngày xưa chia làm ba cánh, hai cánh bên gọi là 'tả dực' 左翼 cánh quân bên trái, và 'hữu dực' 右翼 cánh quân bên mặt.",
                "(Danh) Sao 'Dực'.",
                "(Danh) Vây cá.",
                "(Danh) Thuyền. ◇Trương Hiệp 張協: 'Nhĩ nãi phù tam dực, hí trung chỉ' 爾乃浮三翼, 戲中沚 (Thất mệnh 七命) Ngươi bèn chèo ba thuyền, vui chơi ở bãi giữa sông.",
                "(Danh) Tên đất.",
                "(Danh) Họ 'Dực'.",
                "(Động) Giúp đỡ, trợ giúp. ◎Như: 'phụ dực' 輔翼 giúp rập, 'dực đái' 翼帶 phò tá.",
                "(Động) Che chở. ◎Như: 'yến dực di mưu' 燕翼詒謀 mưu tính cho đàn sau, 'noãn dực' 卵翼 nuôi nấng che chở cho nên người.",
                "(Động) Ấp con (chim). ◎Như: 'yến dực' 燕翼 chim yến ấp con.",
                "(Tính) Kính cẩn, nghiêm cẩn. ◇Luận Ngữ 論語: 'Một giai xu, dực như dã' 沒階趨, 翼如也 (Hương đảng 鄉黨) (Khổng Tử) lui về chỗ ngồi, vẻ cung kính.",
                "(Tính) Quy củ, chỉnh tề.",
                "(Tính) Thứ nhì, sau. § Thông 'dực' 翌. ◎Như: 'dực nhật' 翼日 ngày mai."
            ],
            "Từ điển Thiều Chửu": [
                "Cánh chim, chỗ cánh mọc lông ra để bay gọi là dực. Cánh của các loài sâu cũng gọi là dực.",
                "Giúp, ở bên mà giúp đỡ gọi là dực, như phụ dực 輔翼 giúp rập, dực đái 翼帶 phò tá, v.v. Phép quân ngày xưa chia làm ba cánh, hai cánh bên gọi là tả dực 左翼 và hữu dực 右翼.",
                "Che chở, nên, loài chim ấp con gọi là dực, như yến dực 燕翼 chim yến ấp con. Vì thế nên người ta mưu tính cho đàn sau gọi là yến dực di mưu 燕翼詒謀. Nuôi nấng che chở cho nên người gọi là noãn dực 卵翼, v.v.",
                "Cùng nghĩa với chữ dực 翌.",
                "Sao Dực.",
                "Vây cá.",
                "Thuyền.",
                "Kính."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cánh (cánh chim, cánh máy bay, cánh quân): 鳥有兩翼 Chim có hai cánh; 無翼而飛 Không cánh mà bay; 雙翼飛機 Máy bay hai cánh; 左翼 Cánh quân bên tả;",
                "Cạnh: 側翼 Cạnh sườn;",
                "(văn) Giúp, phụ trợ: 翼助 Giúp đỡ, phụ trợ; 輔翼 Giúp giập; 以翼天子 Để giúp giập thiên tử (Hán thư: Triều Thác truyện);",
                "(văn) Che đậy, che chở: 鳥覆翼之 Con chim che phủ nó (Thi Kinh: Đại nhã, Sinh dân);",
                "(văn) Như 翌;",
                "(văn) Vây cá;",
                "(văn) Thuyền;",
                "【翼翼】dực dực [yìyì] (văn) a. Kính cẩn, nghiêm cẩn, cẩn thận, dè dặt: 小心翼翼 Hết sức cẩn thận (Thi Kinh: Đại nhã, Chưng dân); b. Mạnh mẽ, đông đúc, thịnh vượng; c. Quy củ, tề chỉnh, ngăn nắp: 商邑翼翼 Kinh đô nhà Thương thật có quy củ (Thi Kinh: Thương tụng, Ân Võ); d. Nhẹ nhàng, nhẹ nhõm: 高翱翔之翼翼 Bay lượn trên cao nhẹ nhõm (Khuất Nguyên: Li tao);",
                "[Yì] Sao Dực;",
                "[Yì] (Họ) Dực."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lông cánh chim — Cánh chim — Vây cá — Che chở — Giúp đỡ — Kính trọng — Cái mái nhà — Cánh quân — Cái thuyền — Tên một ngôi sao trong Nhị Thập Bát tú — Cũng dùng như chữ Dực 翌."
            ],
            "compound_words": {
                "不翼而飛": "bất dực nhi phi",
                "翼贊": "dực tán",
                "翼手類": "dực thủ loại",
                "右翼": "hữu dực",
                "扶翼": "phù dực",
                "輔翼": "phụ dực",
                "左翼": "tả dực",
                "比翼": "tỉ dực",
                "無翼": "vô dực",
                "羽翼": "vũ dực"
            }
        }
    }
}