{
    "character": "翁",
    "details": {
        "Âm Hán Việt": [
            "ông"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "vũ 羽 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱公羽"
        ],
        "Nét bút": [
            "ノ丶フ丶フ丶一フ丶一"
        ],
        "Thương Hiệt": [
            "CISM (金戈尸一)"
        ],
        "Unicode": [
            "U+7FC1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "wēng ㄨㄥ",
            "wěng ㄨㄥˇ"
        ],
        "Âm Nôm": [
            "òng",
            "ông"
        ],
        "Âm Nhật (onyomi)": [
            "オウ (ō)"
        ],
        "Âm Nhật (kunyomi)": [
            "おきな (okina)"
        ],
        "Âm Hàn": [
            "옹"
        ],
        "Âm Quảng Đông": [
            "jung1"
        ]
    },
    "meanings": {
        "ông": {
            "Từ điển phổ thông": [
                "ông cụ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cha. ◇Sử Kí 史記: 'Ngô ông tức nhược ông, tất dục phanh nhi ông, tắc hạnh phân ngã nhất bôi canh' 吾翁即若翁, 必欲烹而翁, 則幸分我一桮羹 (Hạng Vũ bổn kỉ 項羽本紀) Cha ta tức là cha ngươi, ngươi muốn nấu cha ngươi thì chia cho ta một bát canh. § Ghi chú: Lời của Hán Vương nói khi Hạng Vũ định giết Thái Công là cha của Hán Vương.",
                "(Danh) Nàng dâu gọi cha chồng là 'ông', con rể gọi cha vợ cũng xưng là 'ông'. ◎Như: 'ông cô' 翁姑 cha mẹ chồng, 'ông tế' 翁婿 cha vợ và con rể. ◇Phù sanh lục kí 浮生六記: 'Ninh thụ trách ư ông, vật thất hoan ư cô dã' 寧受責於翁, 勿失歡於姑也 (Khảm kha kí sầu 坎坷記愁) (Em) thà chịu cha khiển trách, chớ đừng làm mất lòng mẹ.",
                "(Danh) Tiếng tôn xưng đàn ông lớn tuổi. ◎Như: 'lão ông' 老翁 ông già, 'Lí ông' 李翁 ông già Lí, 'ngư ông' 漁翁 lão chài. ◇Nguyễn Du 阮攸: 'Đồng du hiệp thiếu tẫn thành ông' 同遊俠少盡成翁 (Thăng Long 昇龍) Bạn bè hào hiệp lúc nhỏ đều thành những ông già.",
                "(Danh) Tiếng tôn xưng đối với người đàn ông. ◇Đỗ Phủ 杜甫: 'Thủ tiếu đồng học ông, Hạo ca di kích liệt' 取笑同學翁, 浩歌彌激烈 (Tự kinh phó Phụng Tiên huyện 自京赴奉先縣) Các ông bạn đồng song cười nhạo ta, Ta càng ca vang hăng tợn nữa.",
                "(Danh) Lông cổ chim.",
                "(Danh) Họ 'Ông'."
            ],
            "Từ điển Thiều Chửu": [
                "Cha, mình gọi cha người khác, gọi là tôn ông 尊翁.",
                "Ông già. Nguyễn Du 阮攸: Ðồng du hiệp thiếu tẫn thành ông 同遊俠少盡成翁 bạn bè hào hiệp lúc nhỏ đều thành ông già.",
                "Tiếng gọi tôn quý, như nàng dâu gọi bố chồng là ông, con rể gọi bố vợ cũng xưng là ông. Bạn bè tôn nhau cũng xưng là ông.",
                "Ông trọng 翁仲 ông phỗng đá. Tạc đá làm hình người đứng chầu trước lăng mộ gọi là ông trọng. Ðời Nguỵ Minh Ðế 魏明帝 đúc hai người để ngoài cửa tư mã 司馬 gọi là ông trọng, vì thế đời sau mới gọi các ông phỗng đá là ông trọng.",
                "Lông cổ chim."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ông cụ, ông già: 漁翁 Ông già đánh cá, ngư ông; 老翁 Ông cụ;",
                "Cha chồng hoặc cha vợ: 翁姑 Cha mẹ chồng; 翁婿 Cha vợ và con rể;",
                "(văn) Lông cổ chim;",
                "【翁仲】 ông trọng [wengzhòng] Ông phỗng đá;",
                "[Weng] (Họ) Ông."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lông mọc ở cổ của loài chim — Tiếng gọi cha của cha mình — Tiếng chỉ cha chồng hoặc cha vợ — Tiếng tôn xưng người khác — Người già. Hát nói của Dương Khuê có câu: » Quân kim hứa giá ngã thành ông « ( nay em tới tuổi lấy chồng thì ta đã thành người già )."
            ],
            "compound_words": {
                "伯翁": "bá ông",
                "白頭翁": "bạch đầu ông",
                "冰翁": "băng ông",
                "不倒翁": "bất đảo ông",
                "碧翁翁": "bích ông ông",
                "田舍翁": "điền xá ông",
                "懶翁": "lãn ông",
                "老翁": "lão ông",
                "外翁": "ngoại ông",
                "禿翁": "ngốc ông",
                "漁翁": "ngư ông",
                "翁姑": "ông cô",
                "翁仲": "ông trọng",
                "衰翁": "suy ông",
                "塞翁失馬": "tái ông thất mã",
                "仙翁": "tiên ông",
                "尊翁": "tôn ông",
                "醉翁": "tuý ông"
            }
        }
    }
}