{
    "character": "羽",
    "details": {
        "Âm Hán Việt": [
            "vũ"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "vũ 羽 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "フ丶一フ丶一"
        ],
        "Thương Hiệt": [
            "SMSIM (尸一尸戈一)"
        ],
        "Unicode": [
            "U+7FBD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "hù ㄏㄨˋ",
            "yǔ ㄩˇ"
        ],
        "Âm Nôm": [
            "võ",
            "vũ"
        ],
        "Âm Nhật (onyomi)": [
            "ウ (u)"
        ],
        "Âm Nhật (kunyomi)": [
            "は (ha)",
            "わ (wa)",
            "はね (hane)"
        ],
        "Âm Hàn": [
            "우"
        ],
        "Âm Quảng Đông": [
            "jyu5"
        ]
    },
    "meanings": {
        "vũ": {
            "Từ điển phổ thông": [
                "lông chim"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lông chim. ◇Hàn Phi Tử 韓非子: 'Nhân vô mao vũ, bất y tắc bất phạm hàn' 人無毛羽, 不衣則不犯寒 (Giải lão 解老) Người ta không có lông mao, không có áo thì không chịu được lạnh.",
                "(Danh) Cánh (loài chim, loài sâu biết bay). ◇Lễ Kí 禮記: 'Minh cưu phất kì vũ' 鳴鳩拂其羽 (Nguyệt lệnh 月令) Chim cưu kêu rung cánh của nó.",
                "(Danh) Loài chim nói chung. ◇Tào Thực 曹植: 'Dã vô mao loại, Lâm vô vũ quần' 野無毛類, 林無羽群 (Thất khải 七啟) Đồng không có cây cỏ, Rừng không có chim chóc.",
                "(Danh) Mũi tên. ◎Như: 'một vũ' 沒羽 sâu ngập mũi tên.",
                "(Danh) Một thứ làm bằng đuôi chim trĩ để cầm lúc hát múa. ◇Lễ Kí 禮記: 'Quân cầm sắt quản tiêu, chấp can thích qua vũ' 駕倉龍, 載青旂 (Nguyệt lệnh 月令) Điều chỉnh đàn cầm đàn sắt ống sáo ống tiêu, cầm cái mộc cây búa cái mác cái vũ.",
                "(Danh) Tiếng 'vũ', một tiếng trong ngũ âm.",
                "(Danh) Bạn bè, đồng đảng. ◎Như: 'đảng vũ' 黨羽 bè đảng.",
                "(Danh) Phao nổi dùng để câu cá. ◇Lã Thị Xuân Thu 呂氏春秋: 'Ngư hữu đại tiểu, nhị hữu nghi thích, vũ hữu động tĩnh' 魚有大小, 餌有宜適, 羽有動靜 (Li tục lãm 離俗覽) Cá có lớn hay nhỏ, mồi câu có vừa vặn không, phao nổi có động đậy hay đứng im.",
                "(Danh) Họ 'Vũ'.",
                "(Tính) Làm bằng lông chim. ◎Như: 'vũ phiến' 羽扇 quạt làm bằng lông chim."
            ],
            "Từ điển Thiều Chửu": [
                "Lông chim.",
                "Cái vẩy tên, tên cắm vào sâu gọi là một vũ 沒羽 hay ẩm vũ 飲羽.",
                "Tiếng vũ, một tiếng trong ngũ âm.",
                "Cái vũ, một thứ làm bằng đuôi con trĩ để cầm lúc hát múa gọi là can vũ 干羽.",
                "Loài chim.",
                "Cánh sâu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lông (chim), lông vũ: 羽絨服 Áo lông vũ; 鷺亦羽蟲中之一 Cò cũng là một trong những loài có lông vũ (Nguyễn Công Trứ);",
                "(loại) Con (chim): 一羽信鴿 Một con bồ câu đưa thư;",
                "(văn) Cái vầy tên: 沒羽 (Tên bắn) cắm ngập vào vầy tên;",
                "(văn) Cái vũ (một vật dùng để múa hát, làm bằng đuôi chim trĩ);",
                "Âm vũ (một trong ngũ âm)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lông chim. Ta cũng gọi là lông vũ — Chỉ về loài chim gà. Xem Vũ trùng — Cánh của loài côn trùng cũng gọi là Vũ — Tên một âm bậc trong Ngũ âm của cổ nhạc Trung Hoa (gồm Cung, Thương, Giốc, Truỷ, Vũ) — Tên một bộ chữ Hán tức bộ Vũ."
            ],
            "compound_words": {
                "陰羽": "âm vũ",
                "飲羽": "ẩm vũ",
                "毛羽": "mao vũ",
                "羽葆": "vũ bảo",
                "羽翼": "vũ dực",
                "羽檄": "vũ hịch",
                "羽化": "vũ hoá",
                "羽客": "vũ khách",
                "羽流": "vũ lưu",
                "羽毛": "vũ mao",
                "羽儀": "vũ nghi",
                "羽人": "vũ nhân",
                "羽扇": "vũ phiến",
                "羽族": "vũ tộc",
                "羽蟲": "vũ trùng",
                "羽衣": "vũ y"
            }
        }
    }
}