{
    "character": "罔",
    "details": {
        "Âm Hán Việt": [
            "võng"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "võng 网 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Nét bút": [
            "丨フ丶ノ一丶一フ"
        ],
        "Thương Hiệt": [
            "BTYV (月廿卜女)"
        ],
        "Unicode": [
            "U+7F54"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "wáng ㄨㄤˊ",
            "wǎng ㄨㄤˇ"
        ],
        "Âm Nôm": [
            "vóng"
        ],
        "Âm Nhật (onyomi)": [
            "モウ (mō)",
            "ボウ (bō)"
        ],
        "Âm Nhật (kunyomi)": [
            "あみ (ami)",
            "しい.る (shii.ru)",
            "ない (nai)"
        ],
        "Âm Hàn": [
            "망"
        ],
        "Âm Quảng Đông": [
            "mong5"
        ]
    },
    "meanings": {
        "võng": {
            "Từ điển phổ thông": [
                "cái lưới",
                "vu khống, lừa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lưới bắt chim, đánh cá. § Ghi chú: Ngày xưa viết là 网, bây giờ hay viết là 網. ◇Dịch Kinh 易經: 'Tác kết thằng nhi vi võng cổ, dĩ điền, dĩ ngư' 作結繩而為罔罟, 以佃, 以漁 (Hệ từ hạ 繫辭下) Thắt dây làm ra cái lưới, cái rớ, để săn thú, đánh cá.",
                "(Danh) Tai họa, oan khuất. ◇Hồng Lâu Mộng 紅樓夢: 'Kí đồn u trầm ư bất tận, phục hàm võng khuất ư vô cùng' 既忳幽沉於不盡, 復含罔屈於無窮 (Đệ thất thập bát hồi) Đã buồn khổ âm thầm chìm đắm mãi, Lại chịu ngậm oan khuất không thôi.",
                "(Động) Vu khống, hãm hại.",
                "(Động) Lừa dối. ◇Nguyễn Trãi 阮廌: 'Khi thiên võng thượng' 欺天罔上 (Hạ tiệp 賀捷) Dối trời lừa vua.",
                "(Động) Không có. § Thông 'vô' 無. ◎Như: 'dược thạch võng hiệu' 藥石罔效 thuốc dùng kim đá (mà chữa bệnh) cũng không có hiệu quả (bệnh nặng lắm rồi). ◇Liêu trai chí dị 聊齋志異: 'Quan giả thiên nhân, võng bất thán tiện' 觀者千人, 罔不歎羨 (Vương Thành 王成) Người xem hàng nghìn, không ai là không khen ngợi.",
                "(Tính) Buồn bã, thất ý. § Thông 'võng' 惘. ◇Tống Ngọc 宋玉: 'Võng hề bất lạc' 罔兮不樂 (Thần nữ phú 神女賦, Tự 序) Buồn bã không vui.",
                "(Tính) Mê muội, mê hoặc. § Thông 'võng' 惘. ◇Luận Ngữ 論語: 'Học nhi bất tư tắc võng, tư nhi bất học tắc đãi' 學而不思則罔, 思而不學則殆 (Vi chánh 為政) Học mà không suy nghĩ thì mờ tối, suy nghĩ mà không học thì nguy hại.",
                "(Phó) Không được, chớ (biểu thị cấm chỉ). § Thông 'vô' 毋. ◎Như: 'võng hoang vu du' 罔荒于遊 chớ có chơi bời hoang đãng."
            ],
            "Từ điển Thiều Chửu": [
                "Cái lưới đánh chim đánh cá. Ngày xưa viết là 网, bây giờ hay viết là網.",
                "Giáng võng 降罔 giáng tội, mắc vào lưới tội.",
                "Vu khống, lừa.",
                "Không, dùng làm trợ từ, như võng hoang vu du 罔荒于遊 chớ có chơi bời hoang đãng.",
                "Không thẳng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Lừa dối, lừa đảo: 欺罔 Đánh lừa;",
                "Không, chớ (dùng như 不, bộ 一): 置若罔聞 Coi như không nghe thấy, nhắm mắt làm ngơ, dửng dưng; 罔荒于遊 Chớ chơi bời hoang đãng; 惟聖罔念，作狂 Thánh nhân mà không chịu suy nghĩ thì sẽ cuồng trí (Thượng thư);",
                "Không gì, không ai, không đâu (đại từ biểu thị sự vô chỉ): 罔不賓服 Không có nước nào là không thần phục (Sử kí); 風之所被，罔不披靡 Chỗ uy phong đi đến thì không đâu là không tan lở (và quy phục) (Sử kí);",
                "Lưới đánh chim hoặc đánh cá (dùng như 網);",
                "Lưới tội lỗi: 降罔Mắc vào lưới tội, giáng tội;",
                "Không thẳng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái lưới. Như hai chữ Võng 网, 網 — Không. Chẳng — Nói điều không có. Nói vu."
            ],
            "compound_words": {
                "罔兩": "võng lượng"
            }
        }
    }
}