{
    "character": "翻",
    "details": {
        "Âm Hán Việt": [
            "phiên"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "vũ 羽 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰番羽"
        ],
        "Nét bút": [
            "ノ丶ノ一丨ノ丶丨フ一丨一フ丶一フ丶一"
        ],
        "Thương Hiệt": [
            "HWSMM (竹田尸一一)"
        ],
        "Unicode": [
            "U+7FFB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fān ㄈㄢ",
            "piān ㄆㄧㄢ"
        ],
        "Âm Nôm": [
            "phiên"
        ],
        "Âm Nhật (onyomi)": [
            "ホン (hon)",
            "ハン (han)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひるがえ.る (hirugae.ru)",
            "ひるがえ.す (hirugae.su)"
        ],
        "Âm Hàn": [
            "번"
        ],
        "Âm Quảng Đông": [
            "faan1"
        ]
    },
    "meanings": {
        "phiên": {
            "Từ điển phổ thông": [
                "lật lại",
                "phiên dịch từ tiếng này sang tiếng khác"
            ],
            "Từ điển trích dẫn": [
                "(Động) Lật, trở mình, đổ. ◎Như: 'phiên thân' 翻身 trở mình, 'xa phiên liễu' 車翻了 xe đổ. ◇Thủy hử truyện 水滸傳: 'Tao phong đả phiên liễu thuyền' 遭風打翻了船 (Đệ thập nhị hồi) Gặp gió làm lật thuyền.",
                "(Động) Giở, lật qua. ◎Như: 'phiên thư' 翻書 giở sách, 'phiên báo chỉ' 翻報紙 lật báo.",
                "(Động) Lật lại. ◎Như: 'phiên cung' 翻供 lật lời cung lại, 'phiên án' 翻案 lật án. ◇Hồng Lâu Mộng 紅樓夢: 'Đại ca tiền đầu khẩu cung thậm thị bất hảo, đãi thử chỉ phê chuẩn hậu tái lục nhất đường, năng cấu phiên cung đắc hảo tiện khả đắc sanh liễu' 大哥前頭口供甚是不好, 待此紙批准後再錄一堂, 能彀翻供得好便可得生了 (Đệ bát thập ngũ hồi) Lời khẩu cung của anh Cả trước đây rất là bất lợi, hãy chờ khi nào tờ trình đó được chấp nhận, mở phiên tra hỏi khác, nếu khai lại cho khéo thì sẽ khỏi phải tội chết.",
                "(Động) Vượt qua. ◎Như: 'phiên san việt lĩnh' 翻山越嶺 trèo đèo vượt núi.",
                "(Động) Dịch, chuyển từ tiếng này sang tiếng khác. ◎Như: 'bả anh văn phiên thành trung văn' 把英文翻成中文 dịch tiếng Anh sang tiếng Hoa.",
                "(Động) Bay liệng. ◎Như: 'chúng điểu phiên phi' 眾鳥翻飛 chim bay lượn, 'phiên phiên' 翻翻 bay vùn vụt. ◇Vương Duy 王維: 'Bạch điểu hướng san phiên' 白鳥向山翻 (Võng Xuyên nhàn cư 輞川閑居) Chim trắng bay về núi.",
                "(Phó) Biểu thị sự tương phản: lại, thì lại, trái lại. ◇Dụ thế minh ngôn 喻世明言: 'Trung thần phiên thụ gian thần chế' 忠臣翻受奸臣制 (Quyển tứ thập, Trầm Tiểu Hà tương hội xuất sư biểu 沈小霞相會出師表) Đang là trung thần lại thành ra gian thần."
            ],
            "Từ điển Thiều Chửu": [
                "Phiên phiên 翻翻 bay vùn vụt, bay.",
                "Lật lại, như phiên cung 翻供 lật lời cung lại."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lật, đổ, trở mình: 推翻 Lật đổ; 翻身 Trở mình, trỗi dậy, vùng dậy; 車翻了 Xe bị đổ;",
                "Lục lọi: 翻箱倒柜 Lục lọi lung tung;",
                "Lật lại, nói trái với lời khai trước: 翻供 Phản cung; 翻案 Lật lại vụ án;",
                "Leo qua, vượt qua: 翻山越嶺 Trèo đèo vượt núi;",
                "Tăng (gấp ...): 翻一番 Tăng gấp đôi;",
                "Dịch: 把漢文翻成越文 Dịch chữ Hán ra chữ Việt;",
                "(khn) Xích mích: 鬧翻了 Xích mích với nhau;",
                "(văn) Bay, vỗ cánh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dáng chim bay liệng — Lay động — Lật qua lật lại — Chuyển từ cái này sang các khác."
            ],
            "compound_words": {
                "打翻": "đả phiên",
                "联翻": "liên phiên",
                "翻案": "phiên án",
                "翻音": "phiên âm",
                "翻轉": "phiên chuyển",
                "翻供": "phiên cung",
                "翻譯": "phiên dịch",
                "翻騰": "phiên đằng",
                "翻臉": "phiên kiểm",
                "翻翻": "phiên phiên",
                "翻覆": "phiên phúc",
                "推翻": "thôi phiên"
            }
        }
    }
}