{
    "character": "老",
    "details": {
        "Âm Hán Việt": [
            "lão"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "lão 老 (+2 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿸耂匕"
        ],
        "Nét bút": [
            "一丨一ノノフ"
        ],
        "Thương Hiệt": [
            "JKP (十大心)"
        ],
        "Unicode": [
            "U+8001"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lǎo ㄌㄠˇ"
        ],
        "Âm Nôm": [
            "lão",
            "láu",
            "lẩu",
            "lẽo",
            "lếu",
            "rảu"
        ],
        "Âm Nhật (onyomi)": [
            "ロウ (rō)"
        ],
        "Âm Nhật (kunyomi)": [
            "お.いる (o.iru)",
            "ふ.ける (fu.keru)"
        ],
        "Âm Hàn": [
            "로",
            "노"
        ],
        "Âm Quảng Đông": [
            "lou5"
        ]
    },
    "meanings": {
        "lão": {
            "Từ điển phổ thông": [
                "già, nhiều tuổi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Người già, người nhiều tuổi. ◎Như: 'phù lão huề ấu' 扶老攜幼 nâng đỡ người già dắt díu trẻ thơ.",
                "(Danh) Tiếng tôn xưng tước vị. ◎Như: 'nguyên lão' 元老 vị trọng thần của nhà nước, 'trưởng lão' 長老 sư cụ.",
                "(Danh) Tiếng kính xưng người lớn tuổi (đặt sau họ). ◎Như: 'Lưu lão' 劉老 cụ Lưu, 'Vu lão' 于老 cụ Vu.",
                "(Danh) Đạo Lão hay triết học của Lão Tử 老子 (nói tắt).",
                "(Danh) Họ 'Lão'.",
                "(Động) Tôn kính. ◇Mạnh Tử 孟子: 'Lão ngô lão dĩ cập nhân chi lão' 老吾老以及人之老 (Lương Huệ Vương thượng 梁惠王上) Tôn kính người già của mình cho đến người già của người khác.",
                "(Động) Cáo hưu (xin nghỉ vì tuổi già). ◇Tả truyện 左傳: 'Hoàn Công lập, (Thạch Thước) nãi lão' 桓公立, (石碏)乃老 (Ẩn Công tam niên 隱公三年) Hoàn Công lên ngôi, (Thạch Thước) bèn cáo lão.",
                "(Tính) Già, lớn tuổi. ◎Như: 'lão binh' 老兵 lính già, 'lão nhân' 老人 người già. ◇Lục Du 陸游: 'Quốc thù vị báo tráng sĩ lão' 國讎未報壯士老 (Trường ca hành 長歌行) Thù nước chưa trả, tráng sĩ đã già.",
                "(Tính) Già dặn, kinh nghiệm. ◎Như: 'lão thủ' 老手 tay nghề giỏi nhiều kinh nghiệm, 'lão luyện' 老練 già dặn rành rỏi. ◇Vương Bột 王勃: 'Lão đương ích tráng, ninh tri bạch thủ chi tâm' 老當益壯, 寧知白首之心 Tuổi già dắn dỏi càng phải mạnh hơn, nên hiểu lòng ông đầu bạc.",
                "(Tính) Cũ, quá hạn, hết thời. ◎Như: 'lão mễ' 老米 gạo cũ, 'lão thức' 老式 kiểu cũ, 'lão sáo' 老套 món cũ.",
                "(Tính) Lâu, cũ (thời gian dài). ◎Như: 'lão bằng hữu' 老朋友 bạn cũ.",
                "(Tính) Trước đó, nguyên lai. ◎Như: 'lão địa phương' 老地方 chỗ cũ.",
                "(Tính) Thêm ở trước họ hoặc tiếng xưng hô, tỏ ý tôn kính hoặc thân mật. ◎Như: 'lão sư' 老師 thầy dạy học, 'lão Lí' 老李 bác Lí, 'lão Vương' 老王 anh Vương.",
                "(Tính) Theo thói quen cũ, thêm sau tên chỉ một số loài vật. ◎Như: 'lão ưng' 老鷹 con chim ưng, 'lão hổ' 老虎 con cọp, 'lão thử' 老鼠 con chuột.",
                "(Phó) Thường thường, thường hay. ◎Như: 'lão thị đầu thống' 老是頭痛 thường hay đau đầu.",
                "(Phó) Rất, lắm, thẫm, quá. ◎Như: 'lão viễn' 老遠 rất xa, 'lão tảo' 老早 rất sớm, 'lão lục' 老綠 xanh thẫm, 'lão hồng' 老紅 đỏ thẫm, 'lão cửu bất ngộ' 老久不遇 lâu quá không gặp."
            ],
            "Từ điển Thiều Chửu": [
                "Người già bảy mươi tuổi. Phàm người nào có tuổi tác đều gọi là lão.",
                "Tước vị tôn trọng cũng gọi là lão, như nguyên lão 元老 vị trọng thần của nhà nước, trưởng lão 長老 sư cụ. Nay bè bạn chơi với nhau, trong lúc trò chuyện gọi nhau là mỗ lão 某老 cũng noi nghĩa ấy cả. Có khi dùng để nói đùa nhau, như lão mỗ 老某 cũng như ta nói thằng cha ấy.",
                "Suy yếu, như cáo lão 告老 cáo rằng già yếu xin thôi việc quan về nhà nghỉ.",
                "Lâu, như lão ư kì sự 老於其事 làm việc đã lâu.",
                "Cứng rắn, tục gọi vật rắn chắc là lão. Văn viết đanh thép gọi là lão luyện 老煉 hay lão đương 老當. Vương Bột 王勃: Lão đương ích tráng, ninh tri bạch thủ chi tâm 老當益壯，寧知白首之心 tuổi già càng phải mạnh hơn, nên hiểu lòng ông đầu bạc.",
                "Ông Lí Nhĩ 李耳 nhà Chu 周 gọi là Lão tử 老子, viết Ðạo Ðức Kinh 道德經, là tổ Ðạo giáo, nên gọi Ðạo giáo là đạo Lão.",
                "Binh đóng ở ngoài đã lâu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhiều tuổi, già: 老人 người già; 芹菜太老了 Rau cần già quá;",
                "Cụ (đặt sau họ tỏ ý tôn kính): 吳老 Cụ Ngô;",
                "(khn) Mất, qua đời, về (chỉ người già, kèm theo chữ 了): 那家老了人了 Ông cụ nhà kia đã mất; 老于戶牖之下 Già chết ở trong nhà (Trương Phổ: Ngũ nhân mộ bi kí);",
                "Lâu năm, cũ, cũ kĩ, như cũ: 老工廠 Nhà máy lâu năm; 老朋友 Bạn cũ; 老機器 Máy móc cũ; 這所房子太老了 Ngôi nhà này đã cũ lắm rồi; 老機氣 Tính nết cũ; 老地方 Chỗ cũ; 老屋 Gian nhà cũ kĩ;",
                "(Thức ăn) nấu già lửa: 雞蛋煮老了 Trứng gà luộc chín quá; 青菜不要炒得太老 Rau xanh chớ nên xào già lửa quá;",
                "Màu thẫm: 老綠 Xanh thẫm; 老紅 Đỏ thẫm;",
                "Lâu, mãi, lâu dài: 老見不到他 Đã lâu không được gặp bác ấy; 既無老謀，又無壯事 Đã không có mưu (kế hoạch) lâu dài, lại không có sự tích oanh liệt (Quốc ngữ);",
                "Thường thường, thường hay (thường dùng 老是): 我老想學點外語，可就是擠不出時間 Tôi thường muốn học chút ít ngoại ngữ, nhưng không có thời giờ rảnh; 他老是遲到 Anh ta thường hay đến muộn;",
                "Rất, lắm: 太陽已經老高了 Mặt trời đã lên rất cao; 老遠 Xa lắm;",
                "(khn) Út: 老兒子 Con út; 老兒女 Con gái út;",
                "Từ đặt ở trước một số danh từ để xưng hô hoặc chỉ thứ bậc người và gọi tên một số thực, động vật: 老張 Bác Trương; 老三 Anh Ba; 老虎 Con hổ; 老玉米 Ngô;",
                "(văn) Cứng rắn;",
                "(văn) Từ để tôn xưng các công khanh đại phu thời xưa: 天子之老 Khanh sĩ của thiên tử;",
                "(văn) Gia thần của các khanh sĩ: 單之老送叔向 Gia thần của Đơn Tĩnh công tiễn Thúc Hướng (Quốc ngữ);",
                "(văn) Làm cho mệt mỏi: 老師費財，亦無益也 Làm cho quân mệt mỏi và phí của cũng là vô ích vậy (Tả truyện);",
                "(văn) Xin nghỉ vì tuổi già, cáo lão: 桓公立，乃老 Sau khi Hoàn công lên ngôi, bèn cáo lão (Tả truyện: Ẩn công tam niên);",
                "(văn) Kính lão, dưỡng lão: 老吾老，以及人之老 Kính dưỡng người già của mình, từ đó mà kính dưỡng đến người già của người khác (Mạnh tử: Lương Huệ vương thượng);",
                "(văn) Già dặn, lão luyện, có nhiều kinh nghiệm: 枚乘文章老 Văn chương của Mai Thừa rất lão luyện (Đỗ Phủ: Phụng Hán Trung Vương Thủ Trát);",
                "Trợ từ đặt sau một từ khác để chỉ một phần của cơ thể người: 軀老 Thân thể;",
                "(văn) Quân đóng ở ngoài đã lâu;",
                "㉑ [Lăo] 【老教】Lão giáo [Lăo jiào] Đạo Lão, Lão giáo;",
                "㉒ [Lăo] (Họ) Lão."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Người 70 mươi tuổi gọi là Lão — Chỉ người già. Tuổi già — Già nua — Tiếng chỉ các bậc công danh đại thần — Lâu năm — Cứng cỏi bền bỉ, không thay đổi — Trong Bạch thoại có nghĩa là Cứ, ý nói nhất định làm tiếp."
            ],
            "compound_words": {
                "百年偕老": "bách niên giai lão",
                "邦老": "bang lão",
                "鮑老": "bào lão",
                "改老還童": "cải lão hoàn đồng",
                "告老": "cáo lão",
                "紙老虎": "chỉ lão hổ",
                "斫輪老手": "chước luân lão thủ",
                "古老": "cổ lão",
                "孤老": "cô lão",
                "故老": "cố lão",
                "野老": "dã lão",
                "遺老": "di lão",
                "圯上老人": "di thượng lão nhân",
                "養老": "dưỡng lão",
                "偕老": "giai lão",
                "孔老": "khổng lão",
                "耆老": "kì lão",
                "老嫗": "lão ẩu",
                "老幼": "lão ấu",
                "老婆": "lão bà",
                "老闆": "lão bản",
                "老蚌生珠": "lão bạng sinh châu",
                "老病": "lão bệnh",
                "老僕": "lão bộc",
                "老輩": "lão bối",
                "老油子": "lão du tử",
                "老大": "lão đại",
                "老杜": "lão đỗ",
                "老家": "lão gia",
                "老爺": "lão gia",
                "老友": "lão hữu",
                "老練": "lão luyện",
                "老母": "lão mẫu",
                "老弱": "lão nhược",
                "老翁": "lão ông",
                "老夫": "lão phu",
                "老父": "lão phụ",
                "老撾": "lão qua",
                "老師": "lão sư",
                "老態龍鍾": "lão thái long chung",
                "老成": "lão thành",
                "老臣": "lão thần",
                "老親": "lão thân",
                "老實": "lão thực",
                "老是": "lão thị",
                "老少": "lão thiếu",
                "老小": "lão tiểu",
                "老莊": "lão trang",
                "老丈": "lão trượng",
                "老子": "lão tử",
                "老鷹": "lão ưng",
                "老鹰": "lão ưng",
                "龍頭老大": "long đầu lão đại",
                "龙头老大": "long đầu lão đại",
                "男婦老幼": "nam phụ lão ấu",
                "元老": "nguyên lão",
                "月老": "nguyệt lão",
                "年老": "niên lão",
                "反老還童": "phản lão hoàn đồng",
                "返老還童": "phản lão hoàn đồng",
                "佛老": "phật lão",
                "父老": "phụ lão",
                "歸老": "quy lão",
                "衰老": "suy lão",
                "水老鴉": "thuỷ lão nha",
                "水老鸦": "thuỷ lão nha",
                "斲輪老手": "trác luân lão thủ",
                "丈老": "trượng lão",
                "長老": "trưởng lão",
                "长老": "trưởng lão",
                "恤老": "tuất lão"
            }
        }
    }
}