{
    "character": "肥",
    "details": {
        "Âm Hán Việt": [
            "phì"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "nhục 肉 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰月巴"
        ],
        "Nét bút": [
            "ノフ一一フ丨一フ"
        ],
        "Thương Hiệt": [
            "BAU (月日山)"
        ],
        "Unicode": [
            "U+80A5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "bǐ ㄅㄧˇ",
            "féi ㄈㄟˊ"
        ],
        "Âm Nôm": [
            "phè",
            "phề",
            "phì"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Nhật (kunyomi)": [
            "こ.える (ko.eru)",
            "こえ (koe)",
            "こ.やす (ko.yasu)",
            "こ.やし (ko.yashi)",
            "ふと.る (futo.ru)"
        ],
        "Âm Hàn": [
            "비"
        ],
        "Âm Quảng Đông": [
            "fei4"
        ]
    },
    "meanings": {
        "phì": {
            "Từ điển phổ thông": [
                "béo"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Béo, mập. ◎Như: 'phì bàn' 肥胖 mập mạp, 'phì trư' 肥豬 lợn béo. ◇Âu Dương Tu 歐陽修: 'Khê thâm nhi ngư phì' 溪深而魚肥 (Túy Ông đình kí 醉翁亭記) Ngòi sâu mà cá mập.",
                "(Tính) Có nhiều chất béo, nhiều dầu mỡ. ◎Như: 'vật dụng phì thực vật' 勿用肥食物 đừng dùng thức ăn nhiều dầu mỡ.",
                "(Tính) Đầy đủ, sung túc. ◇Lễ Kí 禮記: 'Gia chi phì dã' 家之肥也 (Lễ vận 禮運) Nhà giàu có.",
                "(Tính) Màu mỡ. ◇Hàn Dũ 韓愈: 'Bàn cốc chi gian, tuyền cam nhi thổ phì' 盤谷之間, 泉甘而土肥 (Tống Lí Nguyện quy Bàn Cốc tự 送李愿歸盤谷序) Trong khoảng Bàn Cốc, suối ngon ngọt mà đất màu mỡ.",
                "(Tính) Rộng, to. ◎Như: 'tụ tử thái phì liễu' 袖子太肥了 tay áo rộng quá. ◇Thủy hử truyện 水滸傳: 'Trí Thâm đạo: Tiện nhĩ bất thuyết, bỉ Quan Vương đao, dã đả bát thập nhất cân đích. Đãi chiếu đạo: Sư phụ, phì liễu, bất hảo khán, hựu bất trúng sử' 智深道: 便你不說, 比關王刀, 也打八十一斤的. 待詔道: 師父, 肥了, 不好看，又不中使 (Đệ tứ hồi) Lõ Trí thâm nói: Thế thì ta theo lời anh, giống như thanh đao của Đức Quan Thánh, đánh cho ta một cái nặng tám mươi mốt cân. Người thợ nói: Thưa sư phụ, thế thì to quá, trông không đẹp, mà không vừa tay.",
                "(Động) Bón phân. ◎Như: 'phì điền' 肥田 bón ruộng."
            ],
            "Từ điển Thiều Chửu": [
                "Béo, phàm các giống động vật thực vật mà có nhiều chất béo gọi là phì, như phì mĩ 肥美 béo ngậy, ngậy ngon.",
                "Ðầy đủ, thừa thãi, như phân phì 分肥 chia của.",
                "Bón ruộng, các thứ dùng để bón ruộng đều gọi là phì, như phì liệu 肥料 đồ bón tốt."
            ],
            "Từ điển Trần Văn Chánh": [
                "Béo, mập: 肥豬 Lợn béo; 馬不得夜草不肥 Ngựa không ăn cỏ đêm không béo;",
                "Màu mỡ: 土地肥沃 Ruộng đất màu mỡ;",
                "Bón ruộng: 肥田粉 Phân bón ruộng;",
                "Phân bón: 施底肥 Bón phân lót; 綠肥 Phân xanh; 化肥 Phân hoá học; 施肥 Bón phân;",
                "To, rộng: 這件棉袄袖子太肥了 Cái áo bông này tay rộng quá;",
                "(văn) Đầy đủ, thừa thãi: 分肥 Chia của."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mập mạp, nhiều thịt — Béo tốt — Mầu mỡ, nói về đất tốt — Phân bón ruộng cho đất ruộng tốt."
            ],
            "compound_words": {
                "廄肥": "cứu phì",
                "腯肥": "đột phì",
                "輕肥": "khinh phì",
                "溫肥": "ôn phì",
                "肥甘": "phì cam",
                "肥地": "phì địa",
                "肥田": "phì điền",
                "肥料": "phì liệu",
                "肥馬": "phì mã",
                "肥美": "phì mỹ",
                "肥饒": "phì nhiêu",
                "肥醲": "phì nùng",
                "肥沃": "phì ốc",
                "肥皂": "phì tạo",
                "肥鮮": "phì tiên",
                "肥壯": "phì tráng"
            }
        }
    }
}