{
    "character": "胥",
    "details": {
        "Âm Hán Việt": [
            "tư"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "nhục 肉 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱疋月"
        ],
        "Nét bút": [
            "フ丨一ノ丶丨フ一一"
        ],
        "Thương Hiệt": [
            "NOB (弓人月)"
        ],
        "Unicode": [
            "U+80E5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xū ㄒㄩ",
            "xǔ ㄒㄩˇ"
        ],
        "Âm Nôm": [
            "tư"
        ],
        "Âm Nhật (onyomi)": [
            "ショ (sho)",
            "ソ (so)"
        ],
        "Âm Nhật (kunyomi)": [
            "あい (ai)",
            "み.る (mi.ru)",
            "みな (mina)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "seoi1"
        ]
    },
    "meanings": {
        "tư": {
            "Từ điển phổ thông": [
                "đều, cùng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngày xưa chỉ chức quan coi việc bắt giặc cướp. Sau chỉ chức quan nhỏ. ◎Như: 'tư lại' 胥吏 thơ lại. ◇Bạch Cư Dị 白居易: 'Tạc nhật lí tư phương đáo môn' 昨日里胥方到門 (Đỗ Lăng tẩu 杜陵叟) Hôm qua viên lại làng vừa mới đến cửa.",
                "(Danh) Họ 'Tư'.",
                "(Động) Chờ, đợi. ◎Như: 'thiểu tư' 少胥 đợi một chút, 'tư mệnh' 胥命 đợi mệnh lệnh.",
                "(Động) Coi xét, thị sát. ◇Thi Kinh 詩經: 'Vu tư tư nguyên' 于胥斯原 (Đại nhã 大雅, Công lưu 公劉) Coi xét cánh đồng để định chỗ cho dân ở.",
                "(Phó) Lẫn nhau, hỗ tương. ◇Thi Kinh 詩經: 'Huynh đệ hôn nhân, Vô tư viễn hĩ' 兄弟昏姻, 無胥遠矣 (Tiểu nhã 小雅, Giác cung 角弓) Anh em thân thích nội ngoại, Không nên xa cách nhau.",
                "(Phó) Đều. ◎Như: 'tư khả' 胥可 đều khá. ◇Thi Kinh 詩經: 'Nhĩ chi giáo hĩ, Dân tư hiệu hĩ' 爾之教矣, 民胥傚矣 (Tiểu nhã 小雅, Giác cung 角弓) Ngài dạy bảo thế nào, Thì dân đều bắt chước theo như vậy.",
                "(Trợ) Đặt cuối câu: biểu thị ngữ khí. ◇Thi Kinh 詩經: 'Quân tử lạc tư, Vạn bang chi bình' 君子樂胥, 萬邦之屏 (Tiểu nhã 小雅, Thường lệ 桑扈) Chư hầu vui mừng thay, (Vì) muôn nước được sự che chở."
            ],
            "Từ điển Thiều Chửu": [
                "Ðều, như tư khả 胥可 đều khá.",
                "Ðợi, như thiểu tư 少胥 đợi một chút, tư mệnh 胥命 đợi mệnh lệnh, v.v.",
                "Cùng coi, dò xét, như vu tư tư nguyên 于胥斯原 (Thi Kinh 詩經) cùng coi cánh đồng để định chỗ cho dân ở.",
                "Thứ nhân làm quan gọi là tư. Ðời sau gọi thơ lại là tư lại 胥吏 là bởi đó (tức ta gọi là nhà tơ).",
                "Giúp.",
                "Sơ, xa."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Đều: 胥可 Đều khá; 萬事胥備 Muôn sự đều đã sẵn sàng; 民胥然矣 Dân đều như thế cả (Thi Kinh);",
                "Quan lại nhỏ (cấp thấp): 里胥猾黠 Viên quan nhỏ trong làng rất giảo hoạt gian trá (Liêu trai chí dị: Xúc chức). 【胥 吏】tư lại [xulì] (văn) Quan chức nhỏ;",
                "Đợi: 少胥 Đợi một chút; 胥命 Đợi mệnh lệnh; 胥令而動者也 Đợi (chờ) lệnh mà làm (Quản tử);",
                "Cùng coi, dò xét: 于胥斯原 Cùng coi cánh đồng (để định chỗ dân ở) (Thi Kinh);",
                "Lẫn nhau: 兄 弟昏姻，無胥遠矣 Anh em là chỗ ruột rà, không nên xa (sơ) nhau (Thi Kinh: Tiểu nhã, Giác cung);",
                "Người ấy, ông ấy (dùng như đại từ): 盤庚之遷，胥怨者民也 Vua Bàn Canh dời đô, những kẻ oán hận ông ấy lại là dân chúng (Vương An Thạch: Đáp Tư mã Gián nghị thư);",
                "Trợ từ dùng cuối câu cảm thán, biểu thị sự tán tụng: 君子樂胥，受天之祐 Quân tử vui thay, được phúc của trời (Thi Kinh: Tiểu nhã, Tang hỗ);",
                "[Xu] (Họ) Tư."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chức quan nhỏ — Đều. Cùng — Giúp đỡ — Chờ đợi."
            ],
            "compound_words": {
                "鈔胥": "sao tư"
            }
        }
    }
}