{
    "character": "胡",
    "details": {
        "Âm Hán Việt": [
            "hồ"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "nhục 肉 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰古月"
        ],
        "Nét bút": [
            "一丨丨フ一ノフ一一"
        ],
        "Thương Hiệt": [
            "JRB (十口月)"
        ],
        "Unicode": [
            "U+80E1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hú ㄏㄨˊ"
        ],
        "Âm Nôm": [
            "hò",
            "hồ"
        ],
        "Âm Nhật (onyomi)": [
            "ウ (u)",
            "コ (ko)",
            "ゴ (go)"
        ],
        "Âm Nhật (kunyomi)": [
            "なんぞ (nan zo)"
        ],
        "Âm Hàn": [
            "호"
        ],
        "Âm Quảng Đông": [
            "wu4"
        ]
    },
    "meanings": {
        "hồ": {
            "Từ điển phổ thông": [
                "yếm cổ (thịt dưới cổ)",
                "nào, sao, thế nào",
                "xứ Hồ, người Hồ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Yếm cổ, dưới cổ có mảng thịt sa xuống gọi là 'hồ'. Râu mọc ở đấy gọi là 'hồ tu' 胡鬚. Tục viết là 鬍.",
                "(Danh) Rợ 'Hồ', giống dân thời xưa ở phương bắc và tây Trung quốc. ◎Như: 'ngũ Hồ loạn Hoa' 五胡亂華 năm giống Hồ làm loạn Trung Hoa.",
                "(Danh) Bát 'hồ', một đồ dùng về việc lễ.",
                "(Danh) Một thứ đồ binh hình cong có lưỡi đâm ngang.",
                "(Danh) Họ 'Hồ'.",
                "(Tính) Gốc từ đất người Hồ hoặc đến từ bên ngoài Trung quốc. ◎Như: 'hồ cầm' 胡琴 đàn Hồ, 'hồ đào' 胡桃 cây hồ đào, 'hồ tiêu' 胡椒 cây hồ tiêu.",
                "(Tính) Xa xôi, dài lâu. ◇Nghi lễ 儀禮: 'Vĩnh thụ hồ phúc' 永受胡福 (Sĩ quan lễ 士冠禮) Mãi hưởng phúc lâu dài.",
                "(Phó) Làm càn, bừa bãi. ◎Như: nói năng không được rành mạch gọi là 'hàm hồ' 含胡, cũng viết là 含糊. Nói quàng gọi là 'hồ thuyết' 胡說, làm càn gọi là 'hồ vi' 胡爲 hay 'hồ náo' 胡鬧 đều noi cái ý ấy cả. ◇Thủy hử truyện 水滸傳: 'Hồ thuyết! Nhĩ đẳng yếu vọng sanh quái sự, phiến hoặc bách tính lương dân' 胡說! 你等要妄生怪事, 謆惑百姓良民 (Đệ nhất hồi) Nói bậy! Các người chỉ đặt chuyện quái gở, lừa dối (trăm họ) dân lành.",
                "(Phó) Sao, sao vậy, làm sao. ◎Như: 'hồ bất' 胡不 sao chẳng, 'hồ khả' 胡可 sao khá, sao được. ◇Nguyễn Du 阮攸: 'Hồn hề! hồn hề! hồ bất quy?' 魂兮魂兮胡不歸 (Phản Chiêu hồn 反招魂) Hồn ơi! hồn ơi! sao chẳng về?",
                "(Đại) Nào, gì? ◇Hán Thư 漢書: 'Tướng quốc hồ đại tội? Bệ hạ hệ chi bạo dã?' 相國胡大罪? 陛下繫之暴也? (Tiêu Hà truyện 蕭何傳) Tướng quốc có tội nặng gì thế? Sao bệ hạ trói tàn bạo vậy?",
                "Giản thể của chữ 衚.",
                "Giản thể của chữ 鬍."
            ],
            "Từ điển Thiều Chửu": [
                "Yếm cổ, dưới cổ có mảng thịt sa xuống gọi là hồ. Râu mọc ở đấy gọi là hồ tu 胡鬚. Tục viết là 鬍.",
                "Cổ họng, nói năng không được rành mạch gọi là hàm hồ 含胡. Cũng viết là 含糊. Nói quàng gọi là hồ thuyết 胡說, làm càn gọi là hồ vi 胡爲 hay hồ náo 胡鬧 đều noi cái ý ấy cả.",
                "Sao vậy? dùng làm trợ từ, như hồ bất 胡不 sao chẳng?, hồ khả 胡可 sao khá?, sao được?, v.v.",
                "Rợ Hồ.",
                "Bát hồ, một đồ dùng về việc lễ.",
                "Một thứ đồ binh hình cong có lưỡi đâm ngang.",
                "Xa xôi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Râu chòm, râu cằm.【鬍子】hồ tử [húzê] Râu chòm, râu cằm;",
                "Thổ phỉ (cách gọi thổ phỉ của 9 tỉnh ở Đông Bắc Trung Quốc)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái yếm bò — Chỉ chung phần thịt rủ xuống ở dưới cổ loại thú — Phần cong của lưỡi dao — Tiếng người Trung Hoa thời xưa chỉ các giống dân thiểu số phía bắc — Họ người."
            ],
            "compound_words": {
                "函胡": "hàm hồ",
                "含胡": "hàm hồ",
                "胡琴": "hồ cầm",
                "胡錦濤": "hồ cẩm đào",
                "胡頹子": "hồ đồi tử",
                "胡颓子": "hồ đồi tử",
                "胡同": "hồ đồng",
                "胡侃": "hồ khản",
                "胡亂": "hồ loạn",
                "胡麻": "hồ ma",
                "胡謅": "hồ sưu",
                "胡荽": "hồ tuy",
                "狼跋其胡": "lang bạt kì hồ",
                "模胡": "mô hồ",
                "柴胡": "sài hồ",
                "信口胡說": "tín khẩu hồ thuyết",
                "茈胡": "tử hồ",
                "死胡同": "tử hồ đồng"
            }
        }
    }
}