{
    "character": "耳",
    "details": {
        "Âm Hán Việt": [
            "nhĩ"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "nhĩ 耳 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "一丨丨一一一"
        ],
        "Thương Hiệt": [
            "SJ (尸十)"
        ],
        "Unicode": [
            "U+8033"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "ěr ㄦˇ",
            "réng ㄖㄥˊ"
        ],
        "Âm Nôm": [
            "nhãi",
            "nhĩ"
        ],
        "Âm Nhật (onyomi)": [
            "ジ (ji)"
        ],
        "Âm Nhật (kunyomi)": [
            "みみ (mimi)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji5"
        ]
    },
    "meanings": {
        "nhĩ": {
            "Từ điển phổ thông": [
                "cái tai",
                "cái quai cầm",
                "vậy, thôi (tiếng dứt câu)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tai (dùng để nghe).",
                "(Danh) Phàm cái gì có quai có vấu ở hai bên như hai tai người đều gọi là 'nhĩ'. ◎Như: 'đỉnh nhĩ' 鼎耳 cái quai vạc, 'nhĩ môn' 耳門 cửa nách. ◇Thủy hử truyện 水滸傳: 'Lưỡng biên đô thị nhĩ phòng' 兩邊都是耳房 (Đệ thập nhất hồi) Hai bên đều có phòng xép.",
                "(Tính) Hàng chắt của chắt mình là 'nhĩ tôn' 耳孫 tức là cháu xa tám đời.",
                "(Động) Nghe. ◎Như: 'cửu nhĩ đại danh' 久耳大名 nghe tiếng cả đã lâu, 'nhĩ thực' 耳食 nghe lỏm.",
                "(Trợ) Dùng ở cuối câu: thôi vậy, vậy, mà thôi. ◇Tô Mạn Thù 蘇曼殊: 'Đãn tri kì vi tể quan nhĩ' 但知其為宰官耳 (Đoạn hồng linh nhạn kí 斷鴻零雁記) Chỉ biết rằng ông ấy là một vị tể quan mà thôi."
            ],
            "Từ điển Thiều Chửu": [
                "Tai, dùng để nghe.",
                "Nghe, như cửu nhĩ đại danh 久耳大名 nghe tiếng cả đã lâu, nhĩ thực 耳食 nghe lỏm.",
                "Hàng chắt của chắt mình là nhĩ tôn 耳孫 tức là cháu xa tám đời.",
                "Phàm cái gì có quai có vấu ở hai bên như hai tai người đều gọi là nhĩ, như đỉnh nhĩ 鼎耳 cái quai vạc.",
                "Nhĩ môn 耳門 cửa nách.",
                "Thôi vậy, vậy. Tiếng nói dứt lời."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tai: 耳聾 Điếc tai;",
                "Vật có hình dáng như tai, quai: 木耳 Mộc nhĩ, nấm mèo; 鼎耳 Cái quai vạc;",
                "Ở hai bên, ở bên cạnh: 耳門 Cửa ở bên, cửa nách;",
                "(văn) Mà thôi (trợ từ cuối câu, biểu thị sự hạn chỉ): 距此不過五 里耳 Cách đây chỉ năm dặm thôi; 獨其言在耳 Chỉ có văn chương của ông là còn lại mà thôi (Sử kí); 是直聖人之糟粕耳 Đó chỉ là cặn bã của thánh nhân mà thôi (Hoài Nam tử). 【耳矣】nhĩ hĩ [âryê] (văn) Mà thôi (trợ từ liên dụng ở cuối câu, biểu thị sự hạn chỉ với ý nhấn mạnh): 我固有之也，弗思耳矣 Ta vốn có cái đó, chỉ tại không nghĩ về nó mà thôi (Mạnh tử);【耳哉】 nhĩ tai [ârzai] (văn) Thôi ư? (trợ từ liên dụng, biểu thị sự phản vấn với ý nhấn mạnh): 故先王明之， 豈特玄之耳哉！ Cho nên các đấng tiên vương phải làm cho lệnh lạc được rõ ràng, há có thể chỉ công khai thôi ư! (Tuân tử);",
                "(văn) Trợ từ, biểu thị sự xác định: 士方其危苦 之時， 易德耳 Kẻ sĩ đương lúc nguy khổ thì thường đổi đức (Sử kí); 且壯士不死即已，死即舉大名耳 Vả lại kẻ tráng sĩ không chết thì thôi, đã chết thì phải lưu lại tiếng tốt (Sử kí);",
                "(văn) Trợ từ cuối câu, biểu thị ý cầu khiến: 誠冀諸君肯哀憐之耳！ Khẩn thiết mong các vị chịu thương cho tôi! (Hậu Hán thư);",
                "(văn) Trợ từ cuối câu biểu thị sự phản vấn hoặc suy đoán: 舟人皆側立曰：此本無山，恐水怪耳 Những người trên thuyền đều đứng bên nói: Chỗ này vốn không có núi, coi chừng là loài thuỷ quái (Lí Triều Uy: Liễu Nghị truyện);",
                "(văn) Trợ từ cuối câu, biểu thị sự đình đốn để nêu ra ở đoạn sau: 楚王大怒曰：寡人雖不德耳，奈何以朱公子故而施惠乎？ Vua Sở cả giận nói: Quả nhân tuy thiếu đức độ, sao có thể vì cớ nó là con của Đào Chu Công mà ra ân cho nó! (Sử kí);",
                "(văn) Nghe: 久耳 大名 Nghe tiếng tăm đã lâu;",
                "[Âr] (Họ) Nhĩ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái tai ( cơ quan để nghe ) — Phần phụ vào hai bên của vật, giống như hai cái tai. Td: Đỉnh nhĩ ( cái tai đỉnh, chỗ để cầm mà nhấc cát đỉnh lên ) —Trợ ngữ từ cuối câu, không có nghĩa gì — Tên một bộ chữ Trung Hoa, tức bộ Nhĩ."
            ],
            "compound_words": {
                "阿耳法": "a nhĩ pháp",
                "執牛耳": "chấp ngưu nhĩ",
                "悅耳": "duyệt nhĩ",
                "傾耳": "khuynh nhĩ",
                "木耳": "mộc nhĩ",
                "目擊耳聞": "mục kích nhĩ văn",
                "逆耳": "nghịch nhĩ",
                "忤耳": "ngỗ nhĩ",
                "入耳": "nhập nhĩ",
                "耳垢": "nhĩ cấu",
                "耳珠": "nhĩ châu",
                "耳鼓": "nhĩ cổ",
                "耳環": "nhĩ hoàn",
                "耳孔": "nhĩ khổng",
                "耳漏": "nhĩ lậu",
                "耳鳴": "nhĩ minh",
                "耳門": "nhĩ môn",
                "耳门": "nhĩ môn",
                "耳語": "nhĩ ngữ",
                "耳光": "nhĩ quang",
                "耳順": "nhĩ thuận",
                "耳垂": "nhĩ thuỳ",
                "耳食": "nhĩ thực",
                "飛耳": "phi nhĩ",
                "菤耳": "quyển nhĩ",
                "心耳": "tâm nhĩ",
                "洗耳": "tẩy nhĩ",
                "土耳其": "thổ nhĩ kì",
                "側耳": "trắc nhĩ",
                "穿耳": "xuyên nhĩ",
                "掩人耳目": "yểm nhân nhĩ mục"
            }
        }
    }
}