{
    "character": "聊",
    "details": {
        "Âm Hán Việt": [
            "liêu"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "nhĩ 耳 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰耳卯"
        ],
        "Nét bút": [
            "一丨丨一一一ノフノフ丨"
        ],
        "Thương Hiệt": [
            "SJHHL (尸十竹竹中)"
        ],
        "Unicode": [
            "U+804A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "liáo ㄌㄧㄠˊ",
            "liú ㄌㄧㄡˊ"
        ],
        "Âm Nôm": [
            "liêu"
        ],
        "Âm Nhật (onyomi)": [
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "いささか (isasaka)"
        ],
        "Âm Hàn": [
            "료"
        ],
        "Âm Quảng Đông": [
            "liu4"
        ]
    },
    "meanings": {
        "liêu": {
            "Từ điển phổ thông": [
                "tạm thời",
                "dựa vào, trông vào",
                "tán gẫu",
                "tai ù"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Hãy, bèn, tạm hãy. ◎Như: 'liêu phục nhĩ nhĩ' 聊復爾爾 hãy lại như thế như thế. ◇Phạm Thành Đại 范成大：'Vô lực mãi điền liêu chủng thủy, Cận lai hồ diện diệc thu tô' 無力買田聊種水, 近來湖面亦收租 (Tứ thì điền viên tạp hứng 四時田園雜興) Không đủ sức mua ruộng, hãy tạm trồng trên nước, Gần đây bề mặt hồ cũng bị thu thuế.",
                "(Tính) Hoảng, sợ. ◇Mai Thừa 枚乘: 'Hoảng hề hốt hề, liêu hề lật hề, hỗn cốt cốt hề' 怳兮忽兮, 聊兮慄兮, 混汩汩兮 (Thất phát 七發).",
                "(Tính) Cẩu thả. ◇Khuất Nguyên 屈原: 'Yên thư tình nhi trừu tín hề, điềm tử vong nhi bất liêu' 焉舒情而抽信兮, 恬死亡而不聊 (Cửu chương 九章, Tích vãng nhật 惜往日).",
                "(Tính) Ít, chút. § Xem 'liêu thắng ư vô' 聊勝於無.",
                "(Động) Nhờ, nương tựa. ◇Thủy hử truyện 水滸傳: 'Mục kim kinh sư ôn dịch thịnh hành, dân bất liêu sanh' 目今京師瘟疫盛行, 民不聊生 (Đệ nhất hồi) Nay ôn dịch đương lan tràn ở kinh sư, dân không biết nhờ vào đâu mà sống được.",
                "(Động) Muốn, thích, nguyện ý. ◇Thạch Sùng 石崇: 'Sát thân lương bất dị, Mặc mặc dĩ cẩu sanh. Cẩu sanh diệc hà liêu, Tích tư thường phẫn doanh' 殺身良不易, 默默以苟生. 苟生亦何聊, 積思常憤盈 (Vương minh quân từ 王明君辭).",
                "(Động) Nói chuyện phiếm, nhàn đàm. ◎Như: 'liêu thiên' 聊天 nói chuyện phiếm.",
                "(Danh) Chuyện vui, hứng thú. ◎Như: 'vô liêu' 無聊 tình ý buồn bã. ◇Liêu trai chí dị 聊齋志異: 'Ư thị chí vô liêu thời, nữ triếp nhất chí' 於是至無聊時, 女輒一至 (Hương Ngọc 香玉) Từ đó cứ lúc quạnh hiu buồn bã thì nàng lại đến.",
                "(Danh) Họ 'Liêu'."
            ],
            "Từ điển Thiều Chửu": [
                "Hãy, cũng. Như liêu phục nhĩ nhĩ 聊復爾爾 hãy lại như thế như thế.",
                "Nhờ, như dân bất liêu sinh 民不聊生 dân không biết nhờ vào đâu mà sống được.",
                "Tình ý buồn bã gọi là vô liêu 無聊. Liêu trai chí dị 聊齋志異: Ư thị chí vô liêu thời, nữ triếp nhất chí 於是至無聊時，女輒一至 từ đó cứ lúc quạnh hiu buồn bã, nàng lại đến luôn.",
                "Tai ù."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Tàm) tạm, hãy tạm, cũng: 聊以自慰 Tạm tự an ủi; 聊復爾爾 Hãy tạm như thế như thế; 聊以卒歲 Tạm để qua ngày đoạn tháng. 【聊且】 liêu thả [liáoqiâ] Tạm thời, tạm;",
                "Ít, chút ít, chút đỉnh: 聊勝于無 Ít vẫn hơn không;",
                "Hứng thú: 無聊 Không có thú vị gì, buồn bã, sầu muộn;",
                "Nhờ, nương dựa: 聊賴 Dựa vào; 民不聊生 Dân không biết dựa vào đâu mà sống;",
                "Tán dóc: 我沒工夫跟你聊 Mình không có thời giờ đâu mà tán dóc với cậu; 有空咱們聊聊 Khi nào rỗi rãi ta hãy tán chuyện chơi;",
                "(văn) Tai ù;",
                "[Liáo] (Họ) Liêu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cẩu thả cho qua — Ỷ lại lười biếng."
            ],
            "compound_words": {
                "聊生": "liêu sinh",
                "聊勝於無": "liêu thắng ư vô",
                "聊天": "liêu thiên",
                "无聊": "vô liêu",
                "無聊": "vô liêu"
            }
        }
    }
}