{
    "character": "者",
    "details": {
        "Âm Hán Việt": [
            "giả"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "lão 老 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱耂日"
        ],
        "Nét bút": [
            "一丨一ノ丨フ一一"
        ],
        "Thương Hiệt": [
            "JKA (十大日)"
        ],
        "Unicode": [
            "U+8005"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhě ㄓㄜˇ",
            "zhū ㄓㄨ"
        ],
        "Âm Nôm": [
            "dã",
            "giả",
            "trả"
        ],
        "Âm Nhật (onyomi)": [
            "シャ (sha)"
        ],
        "Âm Nhật (kunyomi)": [
            "もの (mono)"
        ],
        "Âm Hàn": [
            "자"
        ],
        "Âm Quảng Đông": [
            "ze2"
        ]
    },
    "meanings": {
        "giả": {
            "Từ điển phổ thông": [
                "người",
                "một đại từ thay thế"
            ],
            "Từ điển trích dẫn": [
                "(Đại) Xưng thay người hoặc sự vật. ◎Như: 'kí giả' 記者, 'tác giả' 作者. ◇Luận Ngữ 論語: 'Trí giả nhạo thủy, nhân giả nhạo san' 知者樂水, 仁者樂山 (Ung Dã 雍也) Kẻ trí thích nước, kẻ nhân thích núi.",
                "(Tính) Chỉ thị hình dung từ: cái này, điều này. § Cũng như 'giá' 這. ◎Như: 'giả cá' 者箇 cái này, 'giả phiên' 者番 phen này.",
                "(Trợ) Dùng giữa câu, biểu thị đình đốn, phân biệt chỗ cách nhau. ◇Trung Dung 中庸: 'Nhân giả nhân dã, nghĩa giả nghi dã' 仁者人也, 義者宜也 (Tận tâm hạ 盡心下) Nhân ấy là đạo làm người, nghĩa ấy là sự làm phải vậy.",
                "(Trợ) Biểu thị ngữ khí kết thúc, thường có chữ 'dã' 也 đi sau. ◇Đổng Trọng Thư 董仲舒: 'Mệnh giả thiên chi lệnh dã, tính giả sanh chi chất dã' 命者天之令也, 性者生之質也 Mệnh là lệnh của trời, tính là bản chất lúc sinh ra vậy.",
                "(Trợ) Dùng ở cuối câu, để so sánh: như là, dường như. ◇Sử Kí 史記: 'Dĩ nhi tương khấp, bàng nhược vô nhân giả' 已而相泣, 旁若無人者 (Kinh Kha truyện 荊軻傳) Sau đó lại cùng nhau khóc, như là bên cạnh không có người."
            ],
            "Từ điển Thiều Chửu": [
                "Lời phân biệt, trong câu văn có chữ giả là để phân biệt chỗ cách nhau, như nhân giả nhân dã, nghĩa giả nghi dã 仁者人也，義者宜也 nhân ấy là đạo làm người, nghĩa ấy là sự làm phải vậy.",
                "Lời nói chuyên chỉ về một cái gì, như hữu kì sĩ chi nhân giả 友其士仁者 chơi bạn phải chơi với kẻ sĩ có nhân.",
                "Ấy, như giả cá 者箇 cái ấy, giả phiên 者番 phen ấy, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Người, kẻ, cái, giả (dùng để chỉ người, vật hoặc sự việc): 強者 Kẻ mạnh; 作者 Tác giả; 記者 Kí giả, phóng viên; 縛者，曷爲者也？ Người bị trói làm gì thế? (Án tử Xuân thu); 孔文舉有二子，大者六歲，小者五歲 Khổng Văn Cử có hai con trai, đứa lớn sáu tuổi, đứa nhỏ năm tuổi (Thế thuyết tân ngữ);",
                "Dùng để ngắt hơi hoặc đệm sau câu: 陳勝者，陽城人也 Trần Thắng đó, người ở đất Dương Thành; 秦始皇者，秦莊襄王子也 Tần Thuỷ hoàng, là con của Tần Trang Tương vương (Sử kí); 所謂誠其意者，毌自欺也 Nói làm cho ý thành, là nói không tự dối mình (Đại học); 左右曰： 固然。王因誅二人者 Tả hữu nói: Vốn thế. Nhà vua nhân đó giết cả hai người (Hàn Phi tử);",
                "Trợ từ đặt sau những từ ngữ chỉ thời gian: 今者 Nay; 暮春者，春服既成 Cuối mùa xuân, quần áo mùa xuân đã mặc xong (Luận ngữ);",
                "Đặt sau cụm từ biểu thị ý giả thiết: 魯無君子者，斯焉取斯？ Nếu nước Lỗ không có người quân tử thì ngươi lấy đâu được cái đức quân tử ấy? (Luận ngữ);",
                "Đặt cuối câu, biểu thị nghi vấn (thường dùng kèm với 誰): 君而不可，尚誰可者？ Ông mà không làm được thì còn ai làm được? (Hán thư); 誰爲大王爲此計者？ Ai có thể thi hành kế ấy cho đại vương? (Sử kí);",
                "Trợ từ, biểu thị sự so sánh (thường dùng kèm với 如, 若, 似...): 孔子於鄉黨， 恂恂如也，似不能言者 Khổng Tử ở nơi làng xóm, chất phác thật thà, dường như không biết nói năng (Luận ngữ); 至廷見，如不能言者 Đến triều đình yết kiến, giống như người không biết nói (Sử kí); 言之 ，貌若甚戚者 Nói ra những lời đó mà gương mặt anh ta dường như đau đớn lắm (Liễu Tôn Nguyên: Bộ xà giả thuyết); 子之哭也，壹似重有哀者？ Tiếng khóc của bà dường như có nhiều nỗi đau buồn lắm? (Lễ kí);",
                "Trong ... đó (đặt sau số từ để tỏ những sự việc đã kể): 二者必居其一 Trong hai cái đó tất phải chọn lấy một; 水和肥兩者缺一不可 Nước và phân, hai thứ đó không thể thiếu một; 民有三患：飢者不得食，寒者不得衣，勞者不得息，三者，民之巨患也 Dân có ba điều lo: Đói không được ăn, lạnh không được mặc, mệt không được nghỉ, ba điều đó là nỗi lo lớn của dân (Mặc tử);",
                "Đại từ phức điệp, dùng để chỉ lại sự vật đã nêu ra ở đoạn trước: 吏得盡償其所亡四十萬斛者 Kẻ lại được đền bù đầy đủ những cái bị mất gồm bốn chục vạn hộc (Hàn Dũ); 他小渠，披山通道者，不可勝言 Về những lạch nhỏ, (những lạch) dùng mở núi thông đường, thì không thể kể xiết (Sử kí); 信至國，召辱己之少年，令出胯下者，以爲楚中尉 Hàn Tín về đến nước, cho gọi người thiếu niên làm nhục mình, (kẻ mà trước kia từng) bắt mình chui dưới háng, cho làm chức Sở trung uý (Sử kí);",
                "Này (thường dùng trong thơ, từ cổ, như 這 [zhè], 此 [cê]): 者回 Lần này; 者番 Lượt này, phen này."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng chỉ người hay vật. Chẳng hạn Độc giả ( người đọc ) — Tiếng trợ từ, hoặc dùng giữa câu, hoặc dùng cuối câu."
            ],
            "compound_words": {
                "惡者惡報": "ác giả ác báo",
                "隱者": "ẩn giả",
                "之乎者也": "chi hồ giả dã",
                "演者": "diễn giả",
                "田者": "điền giả",
                "讀者": "độc giả",
                "行者": "hành giả",
                "后者": "hậu giả",
                "後者": "hậu giả",
                "顯者": "hiển giả",
                "患者": "hoạn giả",
                "或者": "hoặc giả",
                "学者": "học giả",
                "學者": "học giả",
                "看者": "khán giả",
                "記者": "kí giả",
                "兀者": "ngột giả",
                "仁者": "nhân giả",
                "二者": "nhị giả",
                "儒者": "nho giả",
                "冠者": "quán giả",
                "撰者": "soạn giả",
                "使者": "sứ giả",
                "作者": "tác giả",
                "侍者": "thị giả",
                "聼者": "thính giả",
                "識者": "thức giả",
                "昔者": "tích giả",
                "長者": "trưởng giả",
                "王者": "vương giả",
                "王者香": "vương giả hương",
                "粲者": "xán giả",
                "意者": "ý giả"
            }
        }
    }
}