{
    "character": "聰",
    "details": {
        "Âm Hán Việt": [
            "thông"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "nhĩ 耳 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰耳悤"
        ],
        "Nét bút": [
            "一丨丨一一一ノ丨フノフ丶一丶フ丶丶"
        ],
        "Thương Hiệt": [
            "SJHWP (尸十竹田心)"
        ],
        "Unicode": [
            "U+8070"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "cōng ㄘㄨㄥ"
        ],
        "Âm Nôm": [
            "thông"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)"
        ],
        "Âm Nhật (kunyomi)": [
            "さと.い (sato.i)",
            "みみざと.い (mimizato.i)"
        ],
        "Âm Hàn": [
            "총"
        ],
        "Âm Quảng Đông": [
            "cung1"
        ]
    },
    "meanings": {
        "thông": {
            "Từ điển phổ thông": [
                "thính (tai)",
                "sáng suốt"
            ],
            "Từ điển trích dẫn": [
                "(Động) Xem xét, phân biệt phải trái. ◇Sử Kí 史記: 'Khuất Bình tật vương thính chi bất thông dã, sàm siểm chi tế minh dã' 屈平疾王聽之不聰也, 讒諂之蔽明也 (Khuất Nguyên Giả Sanh truyện 屈原賈生傳) Khuất Bình lo buồn về nỗi nhà vua nghe không phân biệt phải trái, để lời gièm pha che lấp trí sáng suốt.",
                "(Danh) Thính lực, thính giác. ◎Như: 'hữu nhĩ thất thông' 右耳失聰 tai bên phải bị điếc (mất thính giác).",
                "(Tính) Thính, nghe rõ. ◎Như: 'nhĩ thông mục minh' 耳聰目明 tai thính mắt sáng.",
                "(Tính) Hiểu nhanh, thiên tư dĩnh ngộ. ◎Như: 'thông minh' 聰明 thiên tư sáng suốt, 'thông tuệ' 聰慧 sáng trí mẫn tiệp. ◇Hán Thư 漢書: 'Thông đạt hữu tài, đế thậm ái chi' 聰達有材, 帝甚愛之 (Tuyên Nguyên Lục Vương truyện 宣元六王傳) Hiểu suốt mọi việc và có tài năng, vua rất yêu quý."
            ],
            "Từ điển Thiều Chửu": [
                "① Sáng, tai nghe sáng suốt gọi là thông, như thông minh 聰明 sáng suốt, vì có tai mắt cảm giác nhanh nhẹn thì mới nghe thấy được nhiều mà nẩy ra trí tuệ vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tinh, thính, sáng: 耳聰目明 Tai thính mắt tinh;",
                "(văn) Thính giác: 右耳失聰 Tai bên phải điếc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nghe là hiểu liền — Sáng suốt. Mau hiểu — Suốt hết. Hiểu hết. Td: Tinh thông — Như Thông 通."
            ],
            "compound_words": {
                "冰雪聰明": "băng tuyết thông minh",
                "聰慧": "thông huệ",
                "聰玄": "thông huyền",
                "聰明": "thông minh"
            }
        }
    }
}