{
    "character": "腴",
    "details": {
        "Âm Hán Việt": [
            "du"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "nhục 肉 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰月臾"
        ],
        "Nét bút": [
            "ノフ一一ノ丨一フ一一ノ丶"
        ],
        "Thương Hiệt": [
            "BHXO (月竹重人)"
        ],
        "Unicode": [
            "U+8174"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "yú ㄩˊ"
        ],
        "Âm Nôm": [
            "du"
        ],
        "Âm Nhật (onyomi)": [
            "ユ (yu)"
        ],
        "Âm Nhật (kunyomi)": [
            "あぶら (abura)",
            "こえ.る (koe.ru)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jyu4"
        ]
    },
    "meanings": {
        "du": {
            "Từ điển phổ thông": [
                "chỗ sệ bụng",
                "béo tốt",
                "ruột lợn, ruột chó"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Màu mỡ. ◎Như: 'cao du chi địa' 膏腴之地 đất màu mỡ.",
                "(Tính) Tốt tươi, đầy đặn. ◇Bạch Hành Giản 白行簡: 'Vị sổ nguyệt, cơ phu sảo du, tốt tuế, bình dũ như sơ' 未數月, 肌膚稍腴, 卒歲, 平愈如初 (Lí Oa truyện 李娃傳) Chưa được mấy tháng, thịt da từ từ đầy đặn, hết năm khỏi, bình thường như trước.",
                "(Danh) Thịt mỡ ở dưới bụng (của người hay động vật). ◇Vương Sung 王充: 'Kiệt Trụ chi quân, thùy du xích dư' 桀紂之君, 垂腴尺餘 (Luận hành 論衡, Ngữ tăng 語增) Vua như Kiệt Trụ, thịt mỡ dưới bụng xệ xuống hơn cả thước.",
                "(Danh) Phiếm chỉ da thịt. ◇Vương An Thạch 王安石: 'Thăng dã sơ kiến ngã, Phu du nhưng khiết bạch, Kim hà khổ nhi lão, Thủ cước thuân dĩ hắc' 升也初見我, 膚腴仍潔白, 今何苦而老, 手腳皴以黑 (Dữ tăng Đạo Thăng 與僧道升) (Nhà sư Đạo) Thăng lúc đầu gặp tôi, Da thịt còn trắng sạch, Bây giờ sao mà già khú, Tay chân nứt nẻ đen đủi.",
                "(Danh) Thịt ngon béo. ◇Nam sử 南史: 'Thiện vô tiên du, duy đậu lệ phạn nhi dĩ' 膳無鮮腴, 惟豆糲飯而已 (Lương Vũ Đế bổn kỉ hạ 梁武帝本紀下) Bữa ăn không có thịt tươi béo, chỉ có cơm gạo thô rau đậu mà thôi.",
                "(Danh) Ruột lợn hay chó.",
                "(Danh) Chất béo, chất dầu mỡ. ◇Vương Sung 王充: 'Đạo lương chi vị, cam nhi đa du' 稻粱之味, 甘而多腴 (Luận hành 論衡, Nghệ tăng 藝增) Mùi vị thóc lúa, ngọt mà có nhiều chất béo.",
                "(Danh) Sự giàu có, cảnh phú dụ."
            ],
            "Từ điển Thiều Chửu": [
                "Chỗ sệ bụng, chỗ thịt béo nhũn đều gọi là du.",
                "Dày đẹp, béo tốt, như đất ruộng tốt gọi là cao du 膏腴.",
                "Ruột lợn, ruột chó."
            ],
            "Từ điển Trần Văn Chánh": [
                "Béo, màu mỡ: 豐腴 Béo bở;",
                "(văn) Chỗ bụng sệ, chỗ thịt béo nhũn;",
                "(văn) Ruột heo (lợn), ruột chó."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Phần béo xệ ở bụng dưới — Béo tốt — Phì nhiêu, nói về đát đai — Ruột của loài heo chó."
            ],
            "compound_words": {
                "膏腴": "cao du",
                "脂腴": "chi du",
                "腴膏": "du cao"
            }
        }
    }
}