{
    "character": "膚",
    "details": {
        "Âm Hán Việt": [
            "phu"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "nhục 肉 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸虍胃"
        ],
        "Nét bút": [
            "丨一フノ一フ丨フ一丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "YPWB (卜心田月)"
        ],
        "Unicode": [
            "U+819A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "fū ㄈㄨ"
        ],
        "Âm Nôm": [
            "phu"
        ],
        "Âm Nhật (onyomi)": [
            "フ (fu)"
        ],
        "Âm Nhật (kunyomi)": [
            "はだ (hada)"
        ],
        "Âm Hàn": [
            "부"
        ],
        "Âm Quảng Đông": [
            "fu1"
        ]
    },
    "meanings": {
        "phu": {
            "Từ điển phổ thông": [
                "da ngoài",
                "ở ngoài vào",
                "to lớn",
                "thịt lợn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Da. ◎Như: 'thiết phu chi thống' 切膚之痛 đau như cắt (vào da).",
                "(Danh) Lượng từ: vốc bốn ngón tay lại gọi là 'phu'. Một cách đong lường của đời xưa, cũng như ta xúc vào tay khum bốn ngón tay lại gọi là một lẻ..",
                "(Danh) Thịt heo.",
                "(Danh) Thịt thái thành miếng.",
                "(Tính) Bên ngoài, ở ngoài vào, nông cạn. ◎Như: 'phu thụ chi tố' 膚受之愬 sự cáo mách ở ngoài (trong không có tội thực), 'mạt học phu thụ' 末學膚受 học thuật không tinh, hiểu biết không sâu, 'phu thiển' 膚淺 nông cạn, 'phu phiếm' 膚泛 nông nổi. ◇Luận Ngữ 論語: 'Tẩm nhuận chi trấm, phu thụ chi tố, bất hành yên, khả vị minh dã dĩ hĩ' 浸潤之譖, 膚受之愬, 不行焉, 可謂明也已矣 (Nhan Uyên 顏淵) Những lời gièm pha thấm nhuần, những lời vu cáo ngoài da, (những lời đó) nếu không tác động gì đến ta, thì có thể gọi là sáng suốt.",
                "(Tính) To lớn. ◎Như: 'phu công' 膚功 công lớn. ◇Thi Kinh 詩經: 'Bạc phạt Hiểm Duẫn, Dĩ tấu phu công' 薄伐玁狁, 以奏膚公 (Tiểu Nhã 小雅, Lục nguyệt 六月) Hãy đi đánh rợ Hiểm Duẫn, Để dâng lên công lao to lớn."
            ],
            "Từ điển Thiều Chửu": [
                "Da ngoài. Sự tai hại đến thân gọi là thiết phu chi thống 切膚之痛 đau như cắt da.",
                "Ở ngoài vào. Như phu thụ chi tố 膚受之愬 sự cáo mạch ở ngoài, không phải trong có tội thực. Luận ngữ 論語: Tẩm nhuận chi trấm, phu phụ chi tố, bất hành yên, khả vị minh dã dĩ hĩ 浸潤之譖，膚受之愬，不行焉，可謂明也已矣 những lời gièm pha thấm nhuần, những lời vu cáo như đâm vào da thịt, (những lời đó) nếu không tác động gì đến ta, thì có thể gọi là sáng suốt. Học thuật không tinh gọi là mạt học phu thụ 末學膚受 ý nói chỉ biết lờ mờ, hiểu không được thâm. Văn chương nông nổi gọi là phu thiển 膚淺 hay phu phiếm 膚泛, v.v.",
                "Lớn. Như phu công 膚功 công lớn.",
                "Vốc bốn ngón tay lại gọi là phu. Một cách đong lường của đời xưa, cũng như ta xúc vào tay khum bốn ngón tay lại gọi là một lẻ. Nên nói về bề mặt hẹp nhỏ thì gọi là phu thốn 膚寸.",
                "Thịt lợn.",
                "Thịt thái."
            ],
            "Từ điển Trần Văn Chánh": [
                "Da, da dẻ: 切膚之痛 Đau như cắt (vào da), đau điếng người;",
                "(văn) Phần ngoài, từ ngoài vào: 膚受之愬 Sự cáo mách ở ngoài (trong không có tội thật); 末學膚受 Sự học lơ mơ bề ngoài;",
                "Lớn: 膚功 Công lớn;",
                "(văn) Vốc bốn ngón tay (để đong lường);",
                "(văn) Thịt heo;",
                "(văn) Thịt thái nhỏ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Da. Lớp da bao ngoài thân thể. Td: Bì Phu — To lớn. Xem Phu công — Thịt lợn ( heo ) — Thái thịt, lạng thịt ra — Mỏng. Hời hợt ngoài mặt. Xem Phu thiển."
            ],
            "compound_words": {
                "剝膚": "bác phu",
                "皮膚": "bì phu",
                "肌膚": "cơ phu",
                "易經膚說": "dịch kinh phu thuyết",
                "膚功": "phu công",
                "膚淺": "phu thiển"
            }
        }
    }
}