{
    "character": "膺",
    "details": {
        "Âm Hán Việt": [
            "ưng"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "nhục 肉 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸䧹月"
        ],
        "Nét bút": [
            "丶一ノノ丨ノ丨丶一一一丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "IGB (戈土月)"
        ],
        "Unicode": [
            "U+81BA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yīng ㄧㄥ"
        ],
        "Âm Nôm": [
            "ưng"
        ],
        "Âm Nhật (onyomi)": [
            "ヨウ (yō)",
            "オウ (ō)"
        ],
        "Âm Nhật (kunyomi)": [
            "むね (mune)"
        ],
        "Âm Hàn": [
            "응"
        ],
        "Âm Quảng Đông": [
            "jing1"
        ]
    },
    "meanings": {
        "ưng": {
            "Từ điển phổ thông": [
                "ngực",
                "chịu, đương lấy",
                "đánh",
                "cương ngựa, đai ngựa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngực, trong lòng, nội tâm. ◎Như: 'nghĩa phẫn điền ưng' 義憤填膺 căm phẫn chất đầy trong lòng. ◇Lí Bạch 李白: 'Dĩ thủ phủ ưng tọa trường thán' 以手撫膺坐長歎 (Thục đạo nan 蜀道難) Lấy tay đấm ngực ngồi than dài.",
                "(Danh) Cương ngựa, đai ngựa. § Thông 'anh' 纓. ◇Thi Kinh 詩經: 'Hổ sướng lũ ưng' 虎韔鏤膺 (Tần phong 秦風, Tiểu nhung 小戎) Bao đựng cung bằng da cọp, dây cương ngựa trạm trổ.",
                "(Động) Nhận lấy. ◇Ban Cố 班固: 'Ưng vạn quốc chi cống trân' 膺萬國之貢珍 (Đông đô phú 東都賦) Nhận đồ triều cống quý báu của muôn nước.",
                "(Động) Gánh vác, đảm đương. ◎Như: 'mậu ưng tước vị' 謬膺爵位 lầm mà gánh vác lấy ngôi tước (khiêm từ, ý nói không xứng đáng).",
                "(Động) Đánh. ◎Như: 'nhung địch thị ưng' 戎狄是膺 rợ mọi phải đánh dẹp."
            ],
            "Từ điển Thiều Chửu": [
                "Ngực. Khâm phục ai như ôm vào lòng gọi là phục ưng 服膺.",
                "Chịu, đương lấy. Như mậu ưng tước vị 謬膺爵位 lầm đương lấy ngôi tước, lời nói tự nhún mình đảm đương lấy ngôi tước này là vua lầm cho, chứ thực ra thì tài mình không đáng.",
                "Ðánh, như nhung địch thị ưng 戎狄是膺 rợ mọi phải đánh, ý nói rợ mọi phải đánh đuổi đi không cho xâm lấn vào trong nước.",
                "Cương ngựa, đai ngựa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngực, (đầy) lòng: 義憤填膺 Đầy lòng căm phẫn;",
                "Được, bị, chịu, đương lấy: 膺懲 Bị trừng trị; 謬膺爵位 Lầm đương lấy tước vị (ý nói không xứng đáng nhận được tước vị vua ban, nghĩa là bất tài);",
                "(văn) Đánh: 戎狄是膺 Đánh các giống mọi rợ;",
                "(văn) Đai ngựa, cương ngựa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái ngực — Cong mình xuống. Cúi mình — Đánh đập trừng phạt — Dùng như chữ Ưng 應."
            ]
        }
    }
}