{
    "character": "臠",
    "details": {
        "Âm Hán Việt": [
            "luyến"
        ],
        "Tổng nét": [
            "25"
        ],
        "Bộ": [
            "nhục 肉 (+19 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱䜌肉"
        ],
        "Nét bút": [
            "丶一一一丨フ一フフ丶丶丶丶フフ丶丶丶丶丨フノ丶ノ丶"
        ],
        "Thương Hiệt": [
            "VFOBO (女火人月人)"
        ],
        "Unicode": [
            "U+81E0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "luán ㄌㄨㄢˊ"
        ],
        "Âm Nôm": [
            "loan"
        ],
        "Âm Nhật (onyomi)": [
            "レン (ren)"
        ],
        "Âm Nhật (kunyomi)": [
            "きりみ (kirimi)"
        ],
        "Âm Hàn": [
            "련"
        ],
        "Âm Quảng Đông": [
            "lyun5"
        ]
    },
    "meanings": {
        "luyến": {
            "Từ điển phổ thông": [
                "thịt thái từng miếng"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) Thịt đã thái thành miếng. ◎Như: “cấm luyến” 禁臠 thịt cấm. § Do tích đời “Tấn Nguyên Đế” 晉元帝 khan hiếm thức ăn, thịt heo là món quý, chỉ để vua ăn, cấm không ai khác được ăn. Vì thế nên sự vật gì đáng quý gọi là “cấm luyến” 禁臠. § Vua Hiếu Vũ kén rể cho Tấn Lăng công chúa, để ý đến Tạ Côn luôn. Chưa bao lâu, “Viên Tùng” 袁松 cũng muốn gả con gái cho Tạ Côn, nên “Vương Tuân” 王詢 mới bảo Viên Tùng rằng: \"Anh đừng có mò vào miếng thịt cấm ấy\". Vì thể gọi chàng rể là “cấm luyến khách” 禁臠客."
            ],
            "Từ điển Thiều Chửu": [
                "① Thịt thái từng miếng, như cấm luyến 禁臠 thị cấm. Truyện đời Tấn Nguyên đế 晉元帝, ý nói thịt ấy chỉ để vua ăn, không ai được ăn vậy. Sau vua Hiếu Vũ kén rể cho Tấn Lăng công chúa, để ý đến Tạ Côn luôn. Chưa bao lâu, Viên Tùng cũng muốn gả con gái cho Tạ Côn, nên Viên Tuân mới bảo Viên Tùng rằng: Anh đừng có mò vào miếng thịt cấm ấy. Vì thế nên sự vật gì đáng quý gọi là cấm luyến 禁臠 và gọi rể là cấm luyến khách 禁臠客 đều vì cớ đó."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Thịt thái nhỏ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cắt thịt ra. Lóc thịt ra. Như chữ Luyến 脟 — Miếng thịt, khoanh thịt đã được xắt ra."
            ]
        }
    }
}