{
    "character": "至",
    "details": {
        "Âm Hán Việt": [
            "chí"
        ],
        "Tổng nét": [
            "6"
        ],
        "Bộ": [
            "chí 至 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱𠫔土"
        ],
        "Nét bút": [
            "一フ丶一丨一"
        ],
        "Thương Hiệt": [
            "MIG (一戈土)"
        ],
        "Unicode": [
            "U+81F3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dié ㄉㄧㄝˊ",
            "zhì ㄓˋ"
        ],
        "Âm Nôm": [
            "chí"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "いた.る (ita.ru)"
        ],
        "Âm Hàn": [
            "지"
        ],
        "Âm Quảng Đông": [
            "zi3"
        ]
    },
    "meanings": {
        "chí": {
            "Từ điển phổ thông": [
                "đến, tới",
                "rất, cực kỳ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đến, đạt đến. ◎Như: 'tân chí như quy' 賓至如歸. ◇Luận Ngữ 論語: 'Phượng điểu bất chí, Hà bất xuất đồ, ngô dĩ hĩ phù' 鳳鳥不至, 河不出圖, 吾已矣夫 (Tử Hãn 子罕) Chim phượng không đến, bức họa đồ chẳng hiện trên sông Hoàng Hà, ta hết hi vọng rồi.",
                "(Giới) Cho đến. ◎Như: 'tự thiên tử dĩ chí ư thứ nhân' 自天子以至於庶人 từ vua cho đến dân thường.",
                "(Phó) Rất, cùng cực. ◎Như: 'chí thánh' 至聖 rất thánh, bực thánh nhất, 'chí tôn' 至尊 rất tôn, bực tôn trọng nhất.",
                "(Danh) Một trong hai mươi bốn tiết. ◎Như: 'đông chí' 冬至 ngày đông chí, 'hạ chí' 夏至 ngày hạ chí. § Ghi chú: Sở dĩ gọi là 'chí' vì bấy giờ vòng mặt trời đã xoay đến nam cực, bắc cực vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Ðến. Như tân chí như quy 賓至如歸 khách đến như về chợ.",
                "Kịp. Như tự thiên tử dĩ chí ư thứ nhân 自天子以至於庶人 từ vua đến dân thường.",
                "Rất, cùng cực. Như chí thánh 至聖 rất thánh, bực thánh nhất, chí tôn 至尊 rất tôn, bực tôn trọng nhất, v.v.",
                "Ðông chí 冬至 ngày đông chí, hạ chí 夏至 ngày hạ chí. Sở dĩ gọi là chí vì bấy giờ vòng mặt trời đã xoay đến nam cực bắc cực vậy.",
                "Cả, lớn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đến, tới, chí: 至今未忘 Đến nay chưa quên; 由南至北 Từ Nam chí Bắc; 不至太差 Không đến nỗi kém lắm; 官至廷尉 Làm quan đến chức đình uý (Sử kí); 自天子以至於庶人 Từ bậc thiên tử cho đến hạng thường dân (Đại học). 【至今】chí kim [zhìjin] Đến nay, tới nay, cho đến nay, cho tới nay: 問題至今尚未解決 Vấn đề tới nay vẫn chưa giải quyết; 魯迅的思想至今仍閃爍着光芒 Tư tưởng của Lỗ Tấn cho đến nay vẫn còn sáng ngời; 【至于】chí vu [zhìyú] a. Đến nỗi: 他說了要來，也許晚一些，不至于不來吧 Anh ấy đã nói sẽ đến, có lẽ chậm một chút, không đến nỗi không đến đâu!; b. Còn như, còn về, đến như: 至于個人得失，他根本不考慮 Còn về phần hơn thiệt của cá nhân, anh ấy không hề nghĩ tới; 至于詳細情況，誰也不知道 Còn về tình hình cụ thể thì ai cũng không biết;",
                "Đi đến, đi tới: 秦師又至 Quân Tần lại đến (Tả truyện);",
                "(văn) Rất, rất mực, hết sức, vô cùng, ... nhất, đến tột bực, đến cùng cực: 罪至重而刑至輕 Tội rất nặng mà hình phạt rất nhẹ (Tuân tử); 物至則反 Vật đạt tới chỗ cùng cực thì quay trở lại (Sử kí); 至少要五個人 Ít nhất phải năm người; 感激之至 Cảm kích đến tột bực, hết sức cảm kích. 【至多】chí đa [zhìduo] Nhiều nhất, lớn nhất: 至多値三十塊錢 Nhiều nhất đáng 30 đồng; 【至 少】chí thiểu [zhìshăo] Ít nhất: 離城至少還有二十五公里 Cách thành phố ít nhất còn 25 cây số nữa;",
                "(văn) Cả, lớn;",
                "【冬至】 Đông chí [Dong zhì] Đông chí (vào khoảng 21 tháng 12 dương lịch);【夏至】Hạ chí [Xiàzhì] Hạ chí (ngày 21 hoặc 22 tháng 6 dương lịch, dài nhất trong một năm)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rất. Lắm — Đến. Tới — To lớn — Tốt đẹp — Được. Nên việc."
            ],
            "compound_words": {
                "飲至": "ẩm chí",
                "北至": "bắc chí",
                "至公": "chí công",
                "至大": "chí đại",
                "至德": "chí đức",
                "至交": "chí giao",
                "至孝": "chí hiếu",
                "至理": "chí lí",
                "至言": "chí ngôn",
                "至仁": "chí nhân",
                "至心": "chí tâm",
                "至聖": "chí thánh",
                "至誠": "chí thành",
                "至親": "chí thân",
                "至善": "chí thiện",
                "至少": "chí thiểu",
                "至情": "chí tình",
                "至尊": "chí tôn",
                "至死": "chí tử",
                "至於": "chí ư",
                "以至": "dĩ chí",
                "短至": "đoản chí",
                "冬至": "đông chí",
                "夏至": "hạ chí",
                "禍無單至": "hoạ vô đơn chí",
                "乃至": "nãi chí",
                "驟至": "sậu chí",
                "所至": "sở chí",
                "事親至孝": "sự thân chí hiếu",
                "賓至如歸": "tân chí như quy",
                "必至": "tất chí",
                "甚至": "thậm chí",
                "漸至佳境": "tiệm chí giai cảnh"
            }
        }
    }
}