{
    "character": "臥",
    "details": {
        "Âm Hán Việt": [
            "ngoạ"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thần 臣 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰臣人"
        ],
        "Nét bút": [
            "一丨フ一丨フノ丶"
        ],
        "Thương Hiệt": [
            "SLO (尸中人)"
        ],
        "Unicode": [
            "U+81E5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "wò ㄨㄛˋ"
        ],
        "Âm Nôm": [
            "ngoạ"
        ],
        "Âm Nhật (onyomi)": [
            "ガ (ga)"
        ],
        "Âm Nhật (kunyomi)": [
            "ふせ.る (fuse.ru)",
            "ふ.せる (fu.seru)",
            "ふ.す (fu.su)"
        ],
        "Âm Hàn": [
            "와"
        ],
        "Âm Quảng Đông": [
            "ngo6"
        ]
    },
    "meanings": {
        "ngoạ": {
            "Từ điển phổ thông": [
                "nằm"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nằm. ◎Như: 'ngưỡng ngọa' 仰臥 nằm ngửa. ◇Vương Hàn 王翰: 'Túy ngọa sa trường quân mạc tiếu, Cổ lai chinh chiến kỉ nhân hồi' 醉臥沙場君莫笑, 古來征戰幾人回 (Lương Châu từ 涼州詞) Say nằm ở sa trường xin bạn đừng cười, Xưa nay chinh chiến mấy người về.",
                "(Động) Ngủ, nghỉ ngơi. ◇Sử Kí 史記: 'Ngọa bất thiết tịch, hành bất kị thừa' 臥不設席, 行不騎乘 (Tôn Tử Ngô Khởi truyện 孫子吳起傳) Ngủ không trải chiếu, đi không ngồi xe.",
                "(Động) Vắt ngang, bắc ngang qua. ◇Đỗ Mục 杜牧: 'Trường kiều ngọa ba' 長橋臥波 (A Phòng cung phú 阿房宮賦) Cầu dài vắt ngang sông.",
                "(Động) Dẹp hết, thôi. ◎Như: 'ngọa danh lợi giả tả sinh nguy' 臥名利者寫生危 dẹp hết cái lòng danh lợi thì không bị cái lụy hiểm nguy.",
                "(Động) Ở ẩn. ◇Lí Bạch 李白: 'Mạc học Đông San ngọa, Sâm si lão Tạ An' 莫學東山臥, 參差老謝安 (Tống Lương Tứ quy Đông Bình 送梁四歸東平) Đừng học theo (Tạ An) ở ẩn ở núi Đông Sơn, Ông già Tạ An trông lôi thôi lếch thếch lắm.",
                "(Động) Ngã, té. ◇Nam sử 南史: 'Hoặc ngộ phong vũ, phó ngọa trung lộ' 或遇風雨, 仆臥中路 (Ngô Bình Hầu Cảnh truyện 吳平侯景傳) Có người mắc phải gió mưa, ngã ra giữa đường.",
                "(Động) Ngắm nghía. § Đời Lục triều 六朝 gọi sự đọc sách là 'ngọa du' 臥遊 ý nói không phải đi đâu mà được ngắm nghía các thắng cảnh vậy.",
                "(Tính) Dùng khi ngủ hoặc để nghỉ ngơi. ◎Như: 'ngọa thất' 臥室 phòng ngủ, 'ngọa phô' 臥鋪 giường dành cho hành khách ngủ (trên xe lửa, tàu thủy, v.v.)."
            ],
            "Từ điển Thiều Chửu": [
                "Nằm. Vương Hàn 王翰: Tuý ngoạ sa trường quân mạc tiếu, Cổ lai chinh chiến kỉ nhân hồi 醉臥沙場君莫笑，古來征戰幾人回 Say nằm ở sa trường xin bạn đừng cười, xưa nay chinh chiến mấy người về.",
                "Nghỉ ngơi.",
                "Dẹp hết, thôi, như ngoạ danh lợi giả tả sinh nguy 臥名利者寫生危 dẹp hết cái lòng danh lợi thì không bị cái luỵ hiểm nguy.",
                "Ngắm nghía, đời Lục triều gọi sự đọc sách là ngoạ du 臥遊 ý nói không phải đi đâu mà được ngắm nghía các thắng cảnh vậy.",
                "Phàm vật gì để ngang cũng gọi là ngoạ cả."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nằm: 仰臥 Nằm ngửa;",
                "(Dùng để) ngủ: 臥室 Buồng ngủ;",
                "(đph) Chần nước sôi;",
                "(văn) Thói, dẹp hết: 臥名利 Dẹp hết danh lợi."
            ],
            "compound_words": {
                "高臥": "cao ngoạ",
                "僵臥": "cương ngoạ",
                "臥病": "ngoạ bệnh",
                "臥底": "ngoạ để",
                "臥龍": "ngoạ long",
                "臥內": "ngoạ nội",
                "臥薪嘗膽": "ngoạ tân thường đảm",
                "偃臥": "yển ngoạ"
            }
        }
    }
}