{
    "character": "膠",
    "details": {
        "Âm Hán Việt": [
            "giao"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "nhục 肉 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰月翏"
        ],
        "Nét bút": [
            "ノフ一一フ丶一フ丶一ノ丶ノノノ"
        ],
        "Thương Hiệt": [
            "BSMH (月尸一竹)"
        ],
        "Unicode": [
            "U+81A0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jiāo ㄐㄧㄠ",
            "jiǎo ㄐㄧㄠˇ"
        ],
        "Âm Nôm": [
            "giao",
            "keo"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)",
            "キョウ (kyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "にかわ (nikawa)",
            "にべ (nibe)"
        ],
        "Âm Hàn": [
            "교"
        ],
        "Âm Quảng Đông": [
            "gaau1"
        ]
    },
    "meanings": {
        "giao": {
            "Từ điển phổ thông": [
                "keo, nhựa",
                "dán, dính",
                "cao su"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Keo (chất lỏng dùng để dán được). ◎Như: 'giao tất' 膠漆 keo sơn.",
                "(Danh) Nói tắt của 'tượng giao' 橡膠 hoặc 'tố giao' 塑膠 tức cao-su.",
                "(Danh) Tên trường học ngày xưa.",
                "(Danh) Họ 'Giao'.",
                "(Động) Dán, gắn liền. ◎Như: 'giao hợp' 膠合 dán, gắn dính vào. ◇Sử Kí 史記: 'Vương dĩ danh sử Quát, nhược giao trụ nhi cổ sắt nhĩ. Quát đồ năng độc kì phụ thư truyền, bất tri hợp biến dã' 王以名使括, 若膠柱而鼓瑟耳. 括徒能讀其父書傳, 不知合變也 (Liêm Pha Lạn Tương Như truyện 廉頗藺相如傳) Nhà vua dùng (Triệu) Quát cũng chỉ vì nghe danh ông ta, cũng như gắn chặt trục đàn mà gảy đàn thôi. Quát chỉ biết đọc sách của cha để lại, không biết ứng biến.",
                "(Động) Góa vợ lại lấy vợ khác gọi là 'giao tục' 膠續. ◇Liêu trai chí dị 聊齋志異: 'Công đại ưu, cấp vi giao tục dĩ giải chi, nhi công tử bất lạc' 公大憂, 急為膠續以解之, 而公子不樂 (Tiểu Thúy 小翠) Ông lo lắm, gấp tìm vợ khác giải muộn cho con, nhưng công tử không vui.",
                "(Tính) Dùng để dán được, có chất dính. ◎Như: 'giao bố' 膠布 băng dính, 'giao thủy' 膠水 nhựa dán.",
                "(Tính) Bền chặt. ◇Thi Kinh 詩經: 'Kí kiến quân tử, Đức âm khổng giao' 既見君子, 德音孔膠 (Tiểu nhã 小雅, Thấp tang 隰桑) Đã gặp người quân tử, Tiếng tăm rất vững bền."
            ],
            "Từ điển Thiều Chửu": [
                "Keo. Lấy da các loài động vật nấu thành cao gọi là giao.",
                "Goá vợ lại lấy vợ khác gọi là giao tục 膠續. Liêu trai chí dị 聊齋志異: Công đại ưu, cấp vi giao tục dĩ giải chi, nhi công tử bất lạc 公大憂，急為膠續以解之，而公子不樂 ông lo lắm, gấp tìm vợ khác giải muộn cho con, nhưng công tử không vui.",
                "Phàm vật gì dính cũng gọi là giao. Như thụ giao 樹膠 nhựa cây.",
                "Gắn liền. Như giao trụ cổ sắt 膠柱鼓瑟 đè chặt phím gảy đàn, ý nói kẻ câu nệ không biết biến thông.",
                "Bền chặt. Như giao tất 膠漆 keo sơn, ý nói bè bạn chơi với nhau thân thiết như keo sơn không rời.",
                "Thuyền mắc cạn.",
                "Tên tràng học ngày xưa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhựa: 桃膠 Nhựa đào;",
                "Keo, cồn;",
                "Cao su: 膠鞋 Giày cao su;",
                "Dán, dính, gắn: 鏡框壞了，把它膠上 Khung kính hỏng rồi, lấy keo (cồn) gắn lại;",
                "Gắn liền, bám sát, bám chặt: 膠柱鼓瑟 Đè chặt phím gảy đàn (câu nệ);",
                "(Ngb) Bền chặt (như keo): 膠膝 Keo sơn;",
                "(văn) Thuyền mắc cạn;",
                "(cũ) Tên trường học thời xưa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Keo dính, hồ dán cho dính — Dán cho dính lại — Vững chắc."
            ],
            "compound_words": {
                "阿膠": "a giao",
                "膠固": "giao cố",
                "膠漆": "giao tất",
                "漆膠": "tất giao",
                "塑膠": "tố giao",
                "橡膠": "tượng giao"
            }
        }
    }
}