{
    "character": "脩",
    "details": {
        "Âm Hán Việt": [
            "tu"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "nhục 肉 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿲亻丨⿱夂月"
        ],
        "Nét bút": [
            "ノ丨丨ノフ丶丨フ一一"
        ],
        "Thương Hiệt": [
            "OLOB (人中人月)"
        ],
        "Unicode": [
            "U+8129"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "tiáo ㄊㄧㄠˊ",
            "xiū ㄒㄧㄡ"
        ],
        "Âm Nôm": [
            "tu"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)"
        ],
        "Âm Nhật (kunyomi)": [
            "おさ.める (osa.meru)",
            "なが.い (naga.i)",
            "ほじし (hojishi)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "sau1"
        ]
    },
    "meanings": {
        "tu": {
            "Từ điển phổ thông": [
                "nem thịt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Xâu, bó thịt khô. § Ghi chú: Ngày xưa đến chơi đâu mang theo để làm quà. Học trò đến xin học cũng mang theo biếu thầy làm lễ, gọi là 'thúc tu' 束脩. Vì thế nên đời sau gọi những bổng lộc của thầy giáo là 'thúc tu', có khi gọi tắt là 'tu'. ◇Luận Ngữ 論語: 'Tự hành thúc tu dĩ thượng, ngô vị thường vô hối yên' 自行束脩以上, 吾未嘗無誨焉 Ai dâng lễ để xin học thì từ một xâu thịt khô trở lên, ta chưa từng (chê là ít) mà không dạy.",
                "(Danh) Họ 'Tu'.",
                "(Động) Làm cho khô, phơi khô.",
                "(Động) Sửa, sửa cho hay tốt hơn. § Thông 'tu' 修. ◇Sử Kí 史記: 'Lão Tử tu đạo đức' 老子脩道德 (Lão Tử Hàn Phi truyện 老子韓非傳) Lão Tử tu sửa đạo đức.",
                "(Động) Rửa sạch, quét dọn. ◇Lễ Kí 禮記: 'Xuân thu tu kì tổ miếu' 春秋脩其祖廟 (Trung Dung 中庸) Bốn mùa quét dọn miếu thờ tổ tiên.",
                "(Tính) Dài, lâu, xa. § Thông 'tu' 修. ◇Phan Nhạc 潘岳: 'Sanh hữu tu đoản chi mệnh' 生有脩短之命 (Tây chinh phú 西征賦) Sinh ra có mạng dài ngắn.",
                "(Tính) Tốt, đẹp. ◇Khuất Nguyên 屈原: 'Lão nhiễm nhiễm kì tương chí hề, khủng tu danh chi bất lập' 老冉冉其將至兮, 恐脩名之不立 (Li tao 離騷) Tuổi già dần dần tới hề, sợ rằng tiếng tăm tốt không còn mãi."
            ],
            "Từ điển Thiều Chửu": [
                "Nem, thịt thái bóp thính cho khô gọi là tu. Ngày xưa đến chơi đâu mang một gói nem để làm quà. Học trò đến xin học cũng mang theo bó nem (thúc tu 束脩) làm lễ. Vì thế nên đời sau gọi những bổng lộc của thầy giáo là thúc tu, có khi gọi tắt là tu. Luận ngữ 論語: Tự hành thúc tu dĩ thượng, ngô vị thường vô hối yên 自行束脩以上，吾未嘗無誨焉 ai dâng lễ để xin học thì từ một bó nem trở lên, ta chưa từng (chê là ít) mà không dạy.",
                "Sửa, dài. Cùng nghĩa với chữ tu 修.",
                "Khô kháo."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 修 [xiu];",
                "(cũ) Bó nem nộp cho thầy (lúc vào học). Xem 束脩 [shùxiu];",
                "(văn) Tu sức, trang sức;",
                "(văn) Nghiên cứu, học tập;",
                "(văn) Trị lí;",
                "(văn) Tốt: 恐脩名之不立 E không lập được tiếng tốt (Khuất Nguyên: Li tao);",
                "(văn) Viết, biên soạn: 脩書 Tu thư;",
                "(văn) Khô kháo."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thịt phơi khô — Nem thịt."
            ]
        }
    }
}