{
    "character": "良",
    "details": {
        "Âm Hán Việt": [
            "lương"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "cấn 艮 (+1 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Hình thái": [
            "⿱丶艮"
        ],
        "Nét bút": [
            "丶フ一一フノ丶"
        ],
        "Thương Hiệt": [
            "IAV (戈日女)"
        ],
        "Unicode": [
            "U+826F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "liáng ㄌㄧㄤˊ",
            "liǎng ㄌㄧㄤˇ"
        ],
        "Âm Nôm": [
            "lương"
        ],
        "Âm Nhật (onyomi)": [
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "よ.い (yo.i)",
            "-よ.い (-yo.i)",
            "い.い (i.i)",
            "-い.い (-i.i)"
        ],
        "Âm Hàn": [
            "량",
            "양"
        ],
        "Âm Quảng Đông": [
            "loeng4"
        ]
    },
    "meanings": {
        "lương": {
            "Từ điển phổ thông": [
                "hiền lành, tốt"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Tốt, lành, hay, giỏi. ◎Như: 'lương sư' 良師 bậc thầy tài đức, 'lương gia tử đệ' 良家子弟 con em nhà lương thiện, 'lương dược khổ khẩu' 良藥苦口 thuốc hay đắng miệng. ◇Chiến quốc sách 戰國策: 'Ngô mã lương' 吾馬良 (Ngụy sách tứ 魏策四) Ngựa tôi tốt (chạy hay).",
                "(Tính) Trời phú cho, thuộc về bổn năng sẵn có. ◎Như: 'lương tri' 良知 tri thức thiện năng tự nhiên, 'lương năng' 良能 khả năng thiên phú.",
                "(Danh) Người tốt lành. ◎Như: 'trừ bạo an lương' 除暴安良 diệt trừ kẻ ác dữ, giúp yên người lương thiện.",
                "(Danh) Sự trong sạch, tốt lành. ◎Như: 'tòng lương' 從良 trở về đời lành.",
                "(Danh) Đàn bà gọi chồng mình là 'lương nhân' 良人.",
                "(Danh) Họ 'Lương'.",
                "(Phó) Đúng, quả thật, xác thực, quả nhiên. ◇Lí Bạch 李白: 'Cổ nhân bỉnh chúc dạ du, lương hữu dĩ dã' 古人秉燭夜遊, 良有以也 (Xuân dạ yến đào lý viên tự 春夜宴桃李園序) Cổ nhân đốt đuốc chơi đêm, thật có nguyên do vậy.",
                "(Phó) Rất, lắm, quá. ◎Như: 'lương cửu' 良久 lâu lắm, 'cảm xúc lương đa' 感觸良多 rất nhiều cảm xúc, 'huyền hệ lương thâm' 懸系良深 mong nhớ thâm thiết."
            ],
            "Từ điển Thiều Chửu": [
                "Lành, tính chất thuần tốt bền giữ không đổi gọi là lương. Như trung lương 忠良, hiền lương 賢良, v.v. Cái tâm thuật của người gọi là thiên lương 天良, tục gọi là lương tâm 良心. Tục gọi con nhà thanh bạch, không có tiếng tăm gì xấu là lương gia tử đệ 良家子弟 con em nhà lương thiện. Cô đầu nhà thổ giũ sổ về làm ăn lương thiện gọi là tòng lương 從良.",
                "Tốt, vật gì hoàn toàn tốt đẹp gọi là lương.",
                "Sâu, thâm. Như huyền hệ lương thâm 懸系良深 mong nhớ thâm thiết. Sự gì hơi lâu gọi là lương cửu 良久 hồi lâu.",
                "Dùng làm trợ ngữ, nghĩa là tin. Như lương hữu dĩ dã 良有以也 tin rằng có vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tốt, lương thiện, hiền lương, tài: 消化不良 Tiêu hoá không tốt; 改良 Cải lương; 良將 Tướng tài (giỏi); 家富良馬 Nhà có nhiều ngựa tốt (Hoài Nam tử);",
                "Người lương thiện: 除暴安良 Trừ kẻ bạo ngược để người lương thiện được sống yên ổn;",
                "Rất, lắm, thật là: 良久 Rất lâu; 獲益良多 Được lắm cái hay; 良有以也 Thật là có lí do;",
                "[Liáng] (Họ) Lương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tốt đẹp — Giỏi, làm việc được — Tiếng người vợ gọi chồng mình. Xem Lương nhân 良人 — Tên người, tức Hoàng Đức Lương, danh sĩ Hậu Lê, người xã Cửu cao huyện Văn giang tỉnh Bắc Ninh, đậu Tiến sĩ năm 1478, niên hiệu Hồng đức thứ 9 đời Lê Thánh Tông, làm quan tới chức Hộ bộ Thi lang, có đi sứ Trung Hoa năm 1489. Tác phẩm văn học có Trích diễm thi tập, gom góp các bài thơ hay của đời Trần và Lê."
            ],
            "compound_words": {
                "不良": "bất lương",
                "改良": "cải lương",
                "良庖": "lương bào",
                "良朋": "lương bằng",
                "良政": "lương chính",
                "良工": "lương công",
                "良機": "lương cơ",
                "良弓": "lương cung",
                "良久": "lương cửu",
                "良民": "lương dân",
                "良緣": "lương duyên",
                "良藥": "lương dược",
                "良藥苦口": "lương dược khổ khẩu",
                "良家": "lương gia",
                "良江": "lương giang",
                "良好": "lương hảo",
                "良友": "lương hữu",
                "良能": "lương năng",
                "良月": "lương nguyệt",
                "良人": "lương nhân",
                "良日": "lương nhật",
                "良方": "lương phương",
                "良心": "lương tâm",
                "良時": "lương thì",
                "良善": "lương thiện",
                "良知": "lương tri",
                "良將": "lương tướng",
                "良雨": "lương vũ",
                "良醫": "lương y",
                "明良": "minh lương",
                "明良錦繍": "minh lương cẩm tú",
                "善良": "thiện lương",
                "天良": "thiên lương",
                "純良": "thuần lương",
                "從良": "tòng lương",
                "馴良": "tuần lương",
                "無良": "vô lương",
                "無良心": "vô lương tâm"
            }
        }
    }
}