{
    "character": "舉",
    "details": {
        "Âm Hán Việt": [
            "cử"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "cữu 臼 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵與扌"
        ],
        "Nét bút": [
            "ノ丨一一一フ丨フ一一一ノ丶一一丨"
        ],
        "Thương Hiệt": [
            "HCQ (竹金手)"
        ],
        "Unicode": [
            "U+8209"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jǔ ㄐㄩˇ"
        ],
        "Âm Nôm": [
            "cỡ",
            "cử"
        ],
        "Âm Nhật (onyomi)": [
            "キョ (kyo)"
        ],
        "Âm Nhật (kunyomi)": [
            "あ.げる (a.geru)",
            "あ.がる (a.garu)",
            "こぞ.る (kozo.ru)"
        ],
        "Âm Hàn": [
            "거"
        ],
        "Âm Quảng Đông": [
            "geoi2"
        ]
    },
    "meanings": {
        "cử": {
            "Từ điển phổ thông": [
                "ngẩng (đầu), nâng lên, nhấc lên",
                "cử động"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cất lên, giơ, ngẩng. ◎Như: 'cử thủ' 舉手 cất tay, 'cử túc' 舉足 giơ chân, 'cử bôi' 舉杯 nâng chén. ◇Lí Bạch 李白: 'Cử đầu vọng minh nguyệt, Đê đầu tư cố hương' 舉頭望明月, 低頭思故鄉 (Tĩnh dạ tứ 靜夜思) Ngẩng đầu nhìn trăng sáng, Cúi đầu nhớ cố hương.",
                "(Động) Bầu, tuyển chọn, đề cử. ◇Luận Ngữ 論語: 'Quân tử bất dĩ ngôn cử nhân, bất dĩ nhân phế ngôn' 君子不以言舉人, 不以人廢言 (Vệ Linh Công 衛靈公) Người quân tử không vì lời nói (khéo léo, khoe khoang) mà đề cử người (không tốt), không vì người (phẩm hạnh xấu) mà chê bỏ lời nói (phải).",
                "(Động) Nêu ra, đề xuất. ◇Luận Ngữ 論語: 'Bất phẫn bất khải, bất phỉ bất phát, cử nhất ngung tắc dĩ tam ngung phản, tắc bất phục dã' 不憤不啟, 不悱不發, 舉一隅不以三隅反, 則不復也 (Thuật nhi 述而) Kẻ nào không phát phẫn (để tìm hiểu), thì ta không mở (giảng cho). Ta nêu ra một góc rồi mà không tự suy nghĩ tìm ra ba góc kia, thì ta không dạy cho nữa.",
                "(Động) Phát động, hưng khởi. ◎Như: 'cử sự' 舉事 khởi đầu công việc, 'cử nghĩa' 舉義 khởi nghĩa.",
                "(Động) Bay. ◇Tô Thức 蘇軾: 'Ngư phủ tiếu, khinh âu cử. Mạc mạc nhất giang phong vũ' 漁父笑, 輕鷗舉. 漠漠一江風雨 (Ngư phủ tiếu từ 漁父笑詞) Lão chài cười, chim âu bay. Mờ mịt trên sông mưa gió.",
                "(Động) Sinh đẻ, nuôi dưỡng. ◇Liêu trai chí dị 聊齋志異: 'Quá bát cửu nguyệt, nữ quả cử nhất nam, mãi ảo phủ tự chi' 過過八九月, 女果舉一男, 買媼撫字之 (Thư si 書癡) Qua tám chín tháng sau, cô gái quả nhiên sinh được một đứa con trai, thuê một đàn bà nuôi nấng.",
                "(Động) Lấy được, đánh lấy được thành. ◇Sử Kí 史記: 'Hạng Vương văn Hoài Âm Hầu dĩ cử Hà Bắc' 項王聞淮陰侯已舉河北 (Hạng Vũ bổn kỉ 項羽本紀) Hạng Vương nghe tin Hoài Âm Hầu đã lấy Hà Bắc.",
                "(Danh) Hành vi, động tác. ◎Như: 'nghĩa cử' 義舉 việc làm vì nghĩa, 'thiện cử' 善舉 việc thiện.",
                "(Danh) Nói tắt của 'cử nhân' 舉人 người đậu khoa thi hương (ngày xưa), phiếm chỉ người được tiến cử. ◎Như: 'trúng cử' 中舉 thi đậu.",
                "(Tính) Toàn thể, tất cả. ◎Như: 'cử quốc' 舉國 cả nước. ◇Liêu trai chí dị 聊齋志異: 'Cử gia yến tập' 舉家宴集 (Phiên Phiên 翩翩) Cả nhà yến tiệc linh đình."
            ],
            "Từ điển Thiều Chửu": [
                "Cất lên, giơ lên, cất nổi. Như cử thủ 舉手 cất tay, cử túc 舉足 giơ chân, cử bôi 舉杯 cất chén, v.v.",
                "Cử động. Như cử sự 舉事 nổi lên làm việc, cũng như ta nói khởi sự 起事. Thế cho nên có hành động gì đều gọi là cử cả. Như cử động 舉動, cử chỉ 舉止, v.v. Sự không cần làm nữa mà cứ bới vẽ ra gọi là đa thử nhất cử 多此一舉.",
                "Tiến cử. Như suy cử 推舉 suy tôn tiến cử lên, bảo cử 保舉 bảo lĩnh tiến cử lên, v.v. Lệ thi hương ngày xưa ai trúng cách (đỗ) gọi là cử nhân 舉人.",
                "Phàm khen ngợi hay ghi chép ai cũng gọi là cử, như xưng cử 稱舉 đề cử lên mà khen, điều cử 條舉 ghi tường từng điều để tiêu biểu lên.",
                "Sinh đẻ, đẻ con gọi gọi là cử 舉, không sinh đẻ gọi là bất cử 不舉.",
                "Lấy được, đánh lấy được thành gọi là cử.",
                "Bay cao, kẻ sĩ trốn đời gọi là cao cử 高舉. Ðời sau gọi những người có kẻ có tài hơn người là hiên hiên hà cử 軒軒霞舉 cũng noi nghĩa ấy.",
                "Ðều cả. Như cử quốc 舉國 cả nước.",
                "Ðều.",
                "Họp."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đưa lên, giơ lên, giương lên: 舉手 Giơ tay; 高舉 Giương cao;",
                "Ngẩng: 舉頭 Ngẩng đầu;",
                "Ngước: 舉目 Ngước mắt;",
                "Bầu, cử: 舉代表 Cử đại biểu; 大家公舉他當組長 Mọi người bầu anh ấy làm tổ trưởng;",
                "Nêu ra, đưa ra, cho: 請舉一個例子 Xin cho một thí dụ;",
                "Việc: 義舉 Việc nghĩa;",
                "Cử động, hành động: 一舉一動 Mọi hành động;",
                "Cả, khắp, tất cả đều, mọi, hết thảy mọi người: 舉座 Tất cả những người dự họp; 舉國歡騰 Khắp nước tưng bừng; 村人聞之，舉欣欣然 Nghe thấy thế cả làng đều mừng rỡ; 舉事無所變更 Mọi việc đều không thay đổi (Sử kí); 舉縣 Cả huyện, hết thảy mọi người trong huyện;",
                "(văn) Đánh hạ, đánh chiếm, chiếm lĩnh: 獻公亡虢，五年而後舉虞 Hiến công mất nước Quắc, năm năm sau lại đánh hạ nước Ngu (Cốc Lương truyện: Hi công nhị niên); 戍卒叫，函谷舉 Tên lính thú (Trần Thiệp) cất tiếng hô lớn, cửa ải Hàm Cốc bị đánh chiếm (Đỗ Mục: A Phòng cung phú);",
                "(văn) Đi thi, thi đậu, trúng cử: 愈與李賀書，勸賀舉進士 Dũ gởi thơ cho Lí Hạ, khuyên Hạ đi thi tiến sĩ (Hàn Dũ: Vĩ biện); 賀舉進士有名 Lí Hạ đỗ tiến sĩ trở thành người nổi tiếng (Hàn Dũ: Vĩ biện);",
                "(văn) Tố cáo, tố giác: 吏見知弗舉與同罪 Quan lại phát hiện mà không tố cáo thì sẽ cùng (với người đó) có tội (Luận hoành);",
                "(văn) Tịch thu;",
                "(văn) Cúng tế;",
                "(văn) Nuôi dưỡng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dùng hai tay mà nâng lên, nhấc lên — Dáng chim bay — Đưa lên. Tiến dẫn — Biên chép — Sinh đẻ — Thi đậu — Tất cả. Toàn thể."
            ],
            "compound_words": {
                "保舉": "bảo cử",
                "包舉": "bao cử",
                "拔山舉鼎": "bạt sơn cử đỉnh",
                "鵬舉": "bằng cử",
                "不可枚舉": "bất khả mai cử",
                "高舉": "cao cử",
                "制舉": "chế cử",
                "公舉": "công cử",
                "貢舉": "cống cử",
                "舉哀": "cử ai",
                "舉案齊眉": "cử án tề mi",
                "舉兵": "cử binh",
                "舉步": "cử bộ",
                "舉部": "cử bộ",
                "舉杯": "cử bôi",
                "舉止": "cử chỉ",
                "舉主": "cử chủ",
                "舉踵": "cử chủng",
                "舉刀": "cử đao",
                "舉頭": "cử đầu",
                "舉頂": "cử đỉnh",
                "舉鼎拔山": "cử đỉnh bạt sơn",
                "舉動": "cử động",
                "舉家": "cử gia",
                "舉行": "cử hành",
                "舉劾": "cử hặc",
                "舉火": "cử hoả",
                "舉目": "cử mục",
                "舉目無親": "cử mục vô thân",
                "舉男": "cử nam",
                "舉業": "cử nghiệp",
                "舉樂": "cử nhạc",
                "舉人": "cử nhân",
                "舉一反三": "cử nhất phản tam",
                "舉國": "cử quốc",
                "舉士": "cử sĩ",
                "舉事": "cử sự",
                "舉世": "cử thế",
                "舉手": "cử thủ",
                "舉坐": "cử toạ",
                "舉場": "cử trường",
                "舉足": "cử túc",
                "舉足輕重": "cử túc khinh trọng",
                "舉子": "cử tử",
                "綱舉目張": "cương cử mục trương",
                "大舉": "đại cử",
                "提舉": "đề cử",
                "單舉": "đơn cử",
                "遐舉": "hà cử",
                "科舉": "khoa cử",
                "列舉": "liệt cử",
                "毛舉": "mao cử",
                "義舉": "nghĩa cử",
                "一舉兩便": "nhất cử lưỡng tiện",
                "赴舉": "phó cử",
                "鳳舉": "phượng cử",
                "創舉": "sáng cử",
                "察舉": "sát cử",
                "推舉": "thôi cử",
                "再舉": "tái cử",
                "薦舉": "tiến cử",
                "標舉": "tiêu cử",
                "並舉": "tịnh cử",
                "總選舉": "tổng tuyển cử",
                "中舉": "trúng cử",
                "選舉": "tuyển cử",
                "應舉": "ứng cử",
                "稱舉": "xưng cử"
            }
        }
    }
}