{
    "character": "苔",
    "details": {
        "Âm Hán Việt": [
            "đài"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thảo 艸 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹台"
        ],
        "Nét bút": [
            "一丨丨フ丶丨フ一"
        ],
        "Thương Hiệt": [
            "TIR (廿戈口)"
        ],
        "Unicode": [
            "U+82D4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "tāi ㄊㄞ",
            "tái ㄊㄞˊ"
        ],
        "Âm Nôm": [
            "dày",
            "dây",
            "đài",
            "đày",
            "đầy",
            "thai"
        ],
        "Âm Nhật (onyomi)": [
            "タイ (tai)"
        ],
        "Âm Nhật (kunyomi)": [
            "こけ (koke)",
            "こけら (kokera)"
        ],
        "Âm Hàn": [
            "태"
        ],
        "Âm Quảng Đông": [
            "toi1",
            "toi4"
        ]
    },
    "meanings": {
        "đài": {
            "Từ điển phổ thông": [
                "rêu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Rêu. § Một loài thực vật nở hoa ngầm, mọc ở các cây cổ thụ, các chỗ đất ướt hay trên tảng đá, có thứ xanh nhạt, có thứ xanh ngắt, rễ lá rất nhỏ. Bài thơ Quách Phác 郭璞 tặng Ôn Kiệu 溫嶠 có câu: 'Cập nhĩ xú vị, dị đài đồng sầm' 及爾臭味, 異苔同岑 Xét đến mùi mẽ, rêu khác mà cùng núi. Vì thế hai người khác họ, kết làm anh em, gọi là 'đài sầm' 苔岑. ◇Nguyễn Du 阮攸: 'Lạc hoa vô số hạ thương đài' 落花無數下蒼苔 (Đối tửu 對酒) Bao nhiêu là hoa rụng trên rêu xanh.",
                "(Danh) Bệnh ban. ◎Như: 'thiệt đài' 舌苔 ban lưỡi. Sốt thì lưỡi ban, thầy thuốc nhờ đó xem biết được bệnh."
            ],
            "Từ điển Thiều Chửu": [
                "Rêu.",
                "Cũng là một loài thực vật nở hoa ngầm, mọc ở các cây cổ thụ, các chỗ đất ướt hay trên tảng đá, có thứ xanh nhạt, có thứ xanh ngắt, rễ lá rất nhỏ không phân biệt được, trông ở ngoài như cây rêu. Bài thơ Quách Phác 郭璞 tặng Ôn Kiệu 溫嶠 có câu rằng: Cập nhĩ xú vị, dị đài đồng sầm 及爾臭味，異苔同岑 xét đến mùi mẽ rêu khác mà cùng núi. Vì thế hai người khác họ, kết làm anh em, gọi là đài sầm 苔岑.",
                "Ban. Như thiệt đài 舌苔 ban lưỡi. Sốt thì lưỡi ban, thầy thuốc nhờ đó xem biết được bệnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bựa lưỡi, rêu lưỡi, ban lưỡi. Cg. 舌苔 [shétai]. Xem 苔 [tái]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây rêu. Loài rêu."
            ],
            "compound_words": {
                "苔色": "đài sắc",
                "海苔": "hải đài"
            }
        }
    }
}