{
    "character": "荏",
    "details": {
        "Âm Hán Việt": [
            "nhẫm"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "thảo 艸 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹任"
        ],
        "Nét bút": [
            "一丨丨ノ丨ノ一丨一"
        ],
        "Thương Hiệt": [
            "TOHG (廿人竹土)"
        ],
        "Unicode": [
            "U+834F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "rěn ㄖㄣˇ"
        ],
        "Âm Nôm": [
            "nhẫm"
        ],
        "Âm Nhật (onyomi)": [
            "ジン (jin)",
            "ニン (nin)"
        ],
        "Âm Hàn": [
            "임"
        ],
        "Âm Quảng Đông": [
            "jam5"
        ]
    },
    "meanings": {
        "nhẫm": {
            "Từ điển phổ thông": [
                "thứ đậu to",
                "nhu mì, nhu nhược"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thứ cây đậu to, hoa trắng, hạt dùng làm thuốc hoặc ép ra dầu được. Còn gọi là 'bạch tô' 白蘇 hoặc 'nhẫm hồ ma' 荏胡麻.",
                "(Tính) Nhu mì, nhu nhược, hèn nhát. ◇Luận Ngữ 論語: 'Sắc lệ nhi nội nhẫm, thí chư tiểu nhân, kì do xuyên du chi đạo dã dư' 色厲而內荏, 譬諸小人, 其猶穿窬之盜也與 (Dương Hóa 陽貨) Những kẻ ngoài mặt oai lệ mà trong lòng hèn yếu, thì ta coi là hạng tiểu nhân, họ có khác nào bọn trộm trèo tường khoét vách đâu?",
                "(Phó) 'Nhẫm nhiễm' 荏苒 thấm thoát. ◇Thủy hử truyện 水滸傳: 'Bất giác nhẫm nhiễm quang âm, tảo quá bán niên chi thượng' 不覺荏苒光陰, 早過半年之上 (Đệ nhị hồi) Chẳng hay thấm thoát tháng ngày, đã quá nửa năm. § Cũng nói là 'nhiễm nhẫm' 苒荏."
            ],
            "Từ điển Thiều Chửu": [
                "Thứ đậu to.",
                "Nhu mì, nhu nhược, mềm. Luận ngữ 論語: Sắc lệ nhi nội nhẫm, thí chư tiểu nhân, kì do xuyên du chi đạo dã dư 色厲而內荏，譬諸小人，其猶穿窬之盜也與 (Dương hoá 陽貨) những kẻ ngoài mặt oai lệ mà trong lòng nhu nhược, thì ta coi là hạng tiểu nhân, họ có khác nào bọn trộm trèo tường khoét vách đâu?",
                "Nhẫm nhiễm 荏苒 thấm thoát."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cây bạch tô (làm thuốc bắc, hạt có thể ép dầu);",
                "(văn) Mềm yếu: 色厲内荏 Ngoài mạnh trong yếu;",
                "【荏苒】nhẫm nhiễm [rânrăn] (Thì giờ) thắm thoát trôi qua."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài cây, hạt ép thành thứ dầu để quét lên áo tơi lá, hoặc nón lá. Hạt này cũng ăn được — Mềm mại."
            ],
            "compound_words": {
                "荏染": "nhẫm nhiễm",
                "荏弱": "nhẫm nhược"
            }
        }
    }
}