{
    "character": "荊",
    "details": {
        "Âm Hán Việt": [
            "kinh"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "thảo 艸 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹刑"
        ],
        "Nét bút": [
            "一丨丨一一ノ丨丨丨"
        ],
        "Thương Hiệt": [
            "TMTN (廿一廿弓)"
        ],
        "Unicode": [
            "U+834A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jīng ㄐㄧㄥ"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "いばら (ibara)"
        ],
        "Âm Hàn": [
            "형"
        ],
        "Âm Quảng Đông": [
            "ging1"
        ]
    },
    "meanings": {
        "kinh": {
            "Từ điển phổ thông": [
                "cây kinh",
                "cái roi",
                "châu Kinh (Trung Quốc)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cây 'kinh', một loài cây mọc từng bụi, cao bốn năm thước, lá như cái bàn tay, hoa nhỏ, sắc tím hơi vàng, cành gốc cứng dắn, mọc rải rác ở đồng áng làm lấp cả lối đi. Cho nên đường đi hiểm trở gọi là 'kinh trăn' 荊榛, 'kinh cức' 荊棘. § 'Sở Thanh Tử' 楚聲子 gặp bạn là 'Ngũ Cử' 伍舉 trên đường, trải cành kinh cùng nhau nói chuyện cũ, 'ban kinh đạo cố' 班荊道故. Ở nhà quê hay dùng cây kinh để đan phên, vì thế nên cánh cửa phên gọi là 'sài kinh' 柴荊. Nước 'Sở' 楚 có nhiều cây kinh nên gọi là 'Kinh' 荊 hay 'Kinh Sở' 荊楚.",
                "(Danh) Cây roi. § Ngày xưa dùng cây kinh để đánh kẻ có tội. Thầy học cũng dùng để đánh học trò, gọi là 'giạ sở' 夏楚. 'Liêm Pha' 廉頗 mang bó kinh đến nhà ông 'Lạn Tương Như' 藺相如 tạ tội cũng là theo ý đó. ◇Tam quốc diễn nghĩa 三國演義: 'Bố nhất thì thác kiến, lai nhật tự đương phụ kinh' 布一時錯見, 來日自當負荊 (Đệ bát hồi) (Lã) Bố tôi đã nghĩ lầm, ngày mai sẽ tự mang roi đến (chịu tội).",
                "(Danh) 'Tử kinh' 紫荊 cũng một loài cây mọc từng bụi, sinh liền cành nhau. § Xưa ba anh em 'Điền Chân' 田真 lúc ở chung hòa hợp với nhau thì cây kinh trước nhà tươi tốt, lúc chia nhau ra ở riêng thì cây kinh héo úa. Vì thế đời sau mới đem hai chữ 'tử kinh' mà ví với những nhà anh em hòa mục. Thơ Quách Tấn có bài \"Nhớ em\" dùng điển tích này: Thiêm thiếp lòng mong đợi, Vùng nghe chim tích linh, Vội vàng xô gối dậy, Đầy thềm hoa tử kinh (Mộng Ngân Sơn).",
                "(Danh) Vợ 'Lương Hồng' 梁鴻 nhà Hán là bà 'Mạnh Quang' 孟光 lấy cành kinh làm hoa đeo, vì thế đời sau gọi vợ là 'kinh'. ◎Như: 'chuyết kinh' 拙荊 người vợ vụng dại của tôi, 'kinh thất' 荊室 nhà tôi (vợ), tiện nội.",
                "(Danh) 'Kinh Châu' 荊州, nay thuộc vào vùng Hồ Nam, Hồ Bắc, Quảng Tây, Quý Châu. § Hàn Chiểu Tôn làm quan Trưởng Sử Kinh Châu, 'Lí Bạch' 李白 viết thư sang thăm có câu: 'Sinh bất dụng phong vạn hộ hầu, đãn nguyện nhất thức Hàn Kinh Châu' 生不用封萬戶侯, 但願一識韓荊州 nghĩa là không cần được phong vạn hộ hầu, chỉ mong được biết Hàn (Chiểu Tôn làm quan Trưởng Sử) Kinh Châu. Vì thế bạn bè mới biết nhau gọi là 'thức kinh' 識荊."
            ],
            "Từ điển Thiều Chửu": [
                "Cây kinh, một loài cây mọc từng bụi, cao bốn năm thước, lá như cái bàn tay, hoa nhỏ, sắc tím hơi vàng, cành gốc cứng rắn, mọc rải rác ở đồng áng làm lấp cả lối đi. Cho nên đường đi hiểm trở gọi là kinh trăn 荊榛, kinh cức 荊棘, v.v. Sở Thanh Tử 楚聲子 gặp Ngũ Cử 伍舉 ở đường, lấy cành cây kinh đàn ra ngồi nói chuyện gọi là ban kinh đạo cố 班荊道故 trải cành kinh nói chuyện cũ. Ở nhà quê hay dùng cây kinh để đan phên, vì thế nên cánh cửa phên gọi là sài kinh 柴荊. Nước Sở 楚 có nhiều cây kinh nên gọi là Kinh 荊 hay Kinh Sở 荊楚.",
                "Cây roi. Ngày xưa dùng cây kinh để đánh kẻ có tội. Thầy học cũng dùng để đánh học trò, gọi là giạ sở 夏楚. Liêm Pha 廉頗 mang bó kinh đến nhà ông Lạn Tương Như 藺相如 tạ tội cũng là theo ý đó.",
                "Tử kinh 紫荊 cũng một loài cây mọc từng bụi, sinh liền cành nhau. Xưa ba anh em Ðiền Chân 田真 lúc ở chung hoà hợp với nhau thì cây kinh trước nhà tươi tốt, lúc chia nhau ra ở riêng thì cây kinh héo úa. Vì thế đời sau mới đem hai chữ tử kinh mà ví với những nhà anh em hoà mục. Thơ Quách Tấn có bài Nhớ em dùng điển tích này: Thiêm thiếp lòng mong đợi, Vùng nghe chim tích linh, Vội vàng xô gối dậy, Ðầy thềm hoa tử kinh (Mộng Ngân Sơn).",
                "Vợ Lương Hồng nhà Hán là bà Mạnh Quang lấy cành kinh làm hoa đeo, vì thế đời sau gọi vợ là kinh. Như chuyết kinh 拙荊 ý nói người vợ vụng dại của tôi, kinh thất 荊室 nhà tôi (vợ), v.v. đều vì tích này.",
                "Châu Kinh 荊州, nay thuộc vào vùng Hồ Nam, Hồ Bắc, Quảng Tây, Quý Châu. Hàn Chiểu Tôn làm quan Trưởng Sử Kinh Châu, Lí Bạch 李白 viết thư sang thăm có câu: Sinh bất dụng phong vạn hộ hầu, đãn nguyện nhất thức Hàn Kinh Châu 生不用封萬戶侯，但願一識韓荊州 nghĩa là không cần được phong vạn hộ hầu, chỉ mong được biết Hàn Kinh Châu. Vì thế bạn bè mới biết nhau gọi là thức kinh 識荊."
            ],
            "Từ điển Trần Văn Chánh": [
                "(thực) Cây mận gai;",
                "Cây roi để đánh phạt (thời xưa);",
                "(văn) (khiêm) Vợ tôi: 拙荆Người vợ vụng dại của tôi; 荆室 Nhà tôi, vợ tôi;",
                "[Jing] Châu Kinh (thời xưa ở Trung Quốc, nay thuộc các tỉnh Hồ Nam, Hồ Bắc, Quảng Tây, Quý Châu–Trung Quốc);",
                "[Jing] (Họ) Kinh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây gai — Tiếng khiêm nhường, chỉ người vợ của mình ( Kinh thê, tức người đàn bà nghèo nàn thấp kém, kẹp tóc bằng cây gai ) — Tên một trong chín châu của Trung Hoa thời cổ, tức Kinh châu."
            ],
            "compound_words": {
                "拙荊": "chuyết kinh",
                "荊棘": "kinh cức",
                "荊芥": "kinh giới",
                "荊天棘地": "kinh thiên cức địa",
                "荊釵布裙": "kinh thoa bố quần"
            }
        }
    }
}