{
    "character": "葵",
    "details": {
        "Âm Hán Việt": [
            "quỳ"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "thảo 艸 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹癸"
        ],
        "Nét bút": [
            "一丨丨フ丶ノノ丶一一ノ丶"
        ],
        "Thương Hiệt": [
            "TNOK (廿弓人大)"
        ],
        "Unicode": [
            "U+8475"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "kuí ㄎㄨㄟˊ"
        ],
        "Âm Nôm": [
            "quỳ"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Nhật (kunyomi)": [
            "あおい (aoi)"
        ],
        "Âm Hàn": [
            "규"
        ],
        "Âm Quảng Đông": [
            "kwai4"
        ]
    },
    "meanings": {
        "quỳ": {
            "Từ điển phổ thông": [
                "hoa quỳ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) 'Hướng nhật quỳ' 向日葵: cây hoa hướng dương. § Một giống cây hoa một nhánh mọc thẳng, cuối thu đầu hạ nở hoa vàng, hoa thường hướng về mặt trời (Helianthus annuus). Còn gọi là 'quỳ hoa' 葵花, 'triều dương hoa' 朝陽花.",
                "(Danh) Họ 'Quỳ'.",
                "(Động) Đo, lường, xét đoán. § Thông 'quỹ' 揆. ◇Thi Kinh 詩經: 'Lạc chỉ quân tử, Thiên tử quỳ chi' 樂只君子, 天子葵之 (Tiểu nhã 小雅, Thải thục 采菽) Vui thay bậc chư hầu ấy, Được thiên tử độ biết (tài năng công đức)."
            ],
            "Từ điển Thiều Chửu": [
                "Rau quỳ.",
                "Hướng nhật quỳ 向日葵 một giống quỳ một rò (nhánh) mọc thẳng, vào khoảng cuối thu đầu hạ nở hoa vàng. Tính nó thường cứ triều về hướng mặt trời, nên gọi là hướng nhật quỳ. Người ta thường dùng làm tiếng để tỏ lòng kẻ dưới hướng mộ người trên.",
                "Thục quỳ 蜀葵 hoa nhiều màu, thứ hoa nhỏ gọi là cẩm quỳ 錦葵.",
                "Thu quỳ 秋葵 thứ quỳ nở về mùa hè, hoa vàng phớt có năm cánh, giữa tím.",
                "Bồ quỳ 蒲葵 một thứ cây lớn thường xanh, lá giống như lá móc lá cọ, dùng làm quạt gọi là quỳ phiến 葵扇."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cây quỳ, cây hướng dương: 蜀葵 Cây thục quỳ; 向日葵 Cây hướng dương, cây hoa quỳ;",
                "(văn) Rau quỳ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài cây, hoa nở xoay theo hướng mặt trời, nên gôi là hoa hướng dương mặt trời. Chỉ lòng dạ trung thành» Tấm lòng quỳ hoắc cũng đều hướng dương « ( Đại Nam Quốc Sơn )."
            ],
            "compound_words": {
                "蒲葵": "bồ quỳ",
                "葵向": "quỳ hướng",
                "葵傾": "quỳ khuynh",
                "葵扇": "quỳ phiến"
            }
        }
    }
}