{
    "character": "蕭",
    "details": {
        "Âm Hán Việt": [
            "tiêu"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "thảo 艸 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹肅"
        ],
        "Nét bút": [
            "一丨丨フ一一丨ノ丨一一フフ丨一丨"
        ],
        "Thương Hiệt": [
            "TLX (廿中重)"
        ],
        "Unicode": [
            "U+856D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xiāo ㄒㄧㄠ"
        ],
        "Âm Nôm": [
            "tiêu"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "よもぎ (yomogi)"
        ],
        "Âm Hàn": [
            "소"
        ],
        "Âm Quảng Đông": [
            "siu1"
        ]
    },
    "meanings": {
        "tiêu": {
            "Từ điển phổ thông": [
                "trong",
                "hiu hiu (gió thổi)",
                "thê lương, buồn não"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một loại cỏ thơm: cỏ tiêu, cỏ hao.",
                "(Danh) Họ 'Tiêu'.",
                "(Tính) Vắng vẻ, buồn bã. ◎Như: 'tiêu sắt' 蕭瑟 buồn bã, rầu rĩ, ảm đạm, 'cảnh khí tiêu điều' 景氣蕭條 phong cảnh buồn tênh. ◇Trần Nhân Tông 陳仁宗: 'Ngư thuyền tiêu sắt mộ chung sơ' 漁船蕭瑟暮鐘初 (Lạng Châu vãn cảnh 諒州晚景) Chiếc thuyền đánh cá trong tiếng chuông chiều buồn bã vừa điểm.",
                "(Tính) Trang nghiêm, cung kính. § Thông 'túc' 肅. ◎Như: 'tiêu tường chi ưu' 蕭牆之憂 cái lo ở chỗ trang nghiêm, ở bên trong, chỗ kín đáo. ◇Luận Ngữ 論語: 'Ngô khủng Quý tôn chi ưu bất tại Chuyên Du, nhi tại tiêu tường chi nội' 吾恐季孫之憂, 不在顓臾, 而在蕭牆之內 (Quý thị 季氏) Ta e rằng mối lo của con cháu họ Quý không phải ở nước Chuyên Du, mà ở bên trong bức tường thâm nghiêm nhà họ."
            ],
            "Từ điển Thiều Chửu": [
                "Cỏ tiêu, cỏ hao.",
                "Chỗ kín, chỗ bên trong. Vì thế loạn ở trong gọi là tiêu tường chi ưu 蕭牆之憂.",
                "Tiêu tiêu 蕭蕭: (1) Ngựa thét the thé. Ðỗ Phủ 杜甫: Xa lân lân, mã tiêu tiêu, Hành nhân cung tiễn các tại yêu 車轔轔，馬蕭蕭，行人弓箭各在腰 (Binh xa hành 兵車行) Tiếng xe ầm ầm, tiếng ngựa hí vang, Người ra đi sẵn sàng cung tên bên lưng. (2) Gió thổi vù vù. Tư Mã Thiên 司馬遷: Phong tiêu tiêu hề Dịch thuỷ hàn, Tráng sĩ nhất khứ hề bất phục hoàn 風蕭蕭兮易水寒，壯士一 去兮不復還 (Kinh Kha truyện 荊軻傳) Gió vi vút chừ sông Dịch lạnh tê, Tráng sĩ một đi chừ không trở về. (3) Tiếng lá rụng. Ðỗ Phủ 杜甫: Vô biên lạc diệp tiêu tiêu há, Bất tận Trường giang cổn cổn lai 無邊落木蕭蕭下，不盡長江袞袞來 (Ðăng cao 登高) Lá cây rụng ào ào dường như không bao giờ hết, Sông Trường giang cuộn chảy không ngừng.",
                "Buồn bã, thâm trầm. Như tiêu sắt 蕭瑟 tiếng buồn bã, rầu rĩ, tiêu điều 蕭條 phong cảnh buồn tênh.",
                "Vẻ buồn bã, rầu rĩ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tiêu điều, buồn bã;",
                "(văn) Cỏ tiêu;",
                "(văn) Chỗ kín:蕭牆之憂 Nỗi lo tai hoạ bên trong;",
                "【蕭蕭】tiêu tiêu [xiaoxiao] (thanh) Tiếng gió rít hoặc ngựa hí: 車轔轔，馬蕭蕭 Xe rầm rập, ngựa hí vang; 風蕭蕭 兮易水寒 Gió thổi vù vù hề sông Dịch lạnh (Yên Đan tử);",
                "[Xiao] (Họ) Tiêu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài ngải thơm — lặng lẽ. Vắng lặng."
            ],
            "compound_words": {
                "蕭條": "tiêu điều",
                "蕭然": "tiêu nhiên",
                "蕭關": "tiêu quan",
                "蕭索": "tiêu tác",
                "蕭灑": "tiêu sái",
                "蕭森": "tiêu sâm",
                "蕭疏": "tiêu sơ",
                "蕭踈": "tiêu sơ",
                "蕭騷": "tiêu tao",
                "蕭颯": "tiêu táp",
                "蕭蕭": "tiêu tiêu",
                "蕭牆": "tiêu tường"
            }
        }
    }
}