{
    "character": "藻",
    "details": {
        "Âm Hán Việt": [
            "tảo"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "thảo 艸 (+16 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹澡"
        ],
        "Nét bút": [
            "一丨丨丶丶一丨フ一丨フ一丨フ一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "TERD (廿水口木)"
        ],
        "Unicode": [
            "U+85FB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zǎo ㄗㄠˇ"
        ],
        "Âm Nôm": [
            "tang",
            "tảo"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)"
        ],
        "Âm Nhật (kunyomi)": [
            "も (mo)"
        ],
        "Âm Hàn": [
            "조"
        ],
        "Âm Quảng Đông": [
            "zou2"
        ]
    },
    "meanings": {
        "tảo": {
            "Từ điển phổ thông": [
                "rong, rêu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Rong, chỉ chung các thứ cỏ mọc ở dưới nước. ◎Như: 'hải tảo' 海藻 rong biển.",
                "(Danh) Vẻ đẹp, hình thức hoa lệ. § Rong có văn vẻ, cổ nhân dùng để trang sức mũ áo, cho nên cái gì dùng làm cho đẹp đều gọi là 'tảo'. ◇Tào Thực 曹植: 'Hoa tảo phồn nhục' 華藻繁縟 (Thất khải 七啟) Vẻ hoa lệ đầy dẫy sặc sỡ.",
                "(Danh) Văn chương, văn từ. ◎Như: 'từ tảo' 詞藻 văn chương. Cũng viết là 辭藻. ◇Lục Cơ 陸機: 'Gia lệ tảo chi bân bân' 嘉麗藻之彬彬 (Văn phú 文賦) Khen văn chương tươi đẹp, hợp cách (hình thức và nội dung cân đối).",
                "(Động) Phẩm bình nhân vật gọi là 'phẩm tảo' 品藻 hay 'tảo giám' 藻鑑."
            ],
            "Từ điển Thiều Chửu": [
                "Rong, rau bể, tên gọi tất cả các thứ cỏ mọc ở dưới nước.",
                "Rong là một thứ cỏ mọc dưới nước có văn vẻ đẹp, cổ nhân dùng để trang sức mũ áo cho đẹp, cho nên cái gì dùng làm văn sức đều gọi là tảo. Như từ tảo 詞藻 lời đẹp, cũng viết là 辭藻. Lấy lời tốt đẹp mà khen lao người gọi là tảo sức 藻飾. Bình luận nhân vật gọi là phẩm tảo 品藻 hay tảo giám 藻鑑."
            ],
            "Từ điển Trần Văn Chánh": [
                "Rong: 海藻 Rong biển;",
                "Văn vẻ, hoa mĩ: 辭藻 Lời văn vẻ; 藻飾 Khen lao bằng lời lẽ hoa mĩ; 品藻 (hay 藻鑑) Bình phẩm (nhân vật)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loại rau mọc dưới nước, thời cổ dùng làm món cúng — Loại rong rêu."
            ],
            "compound_words": {
                "海藻": "hải tảo",
                "藻蘋": "tảo tần",
                "蘋藻": "tần tảo"
            }
        }
    }
}