{
    "character": "蕕",
    "details": {
        "Âm Hán Việt": [
            "do",
            "du"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "thảo 艸 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱艹猶"
        ],
        "Nét bút": [
            "一丨丨ノフノ丶ノ一丨フノフ一一"
        ],
        "Thương Hiệt": [
            "TKHW (廿大竹田)"
        ],
        "Unicode": [
            "U+8555"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "yóu ㄧㄡˊ"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)",
            "ユ (yu)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jau4"
        ]
    },
    "meanings": {
        "do": {
            "Từ điển Trần Văn Chánh": [
                "Một loại cỏ có mùi thối (thúi) nói trong sách cổ;",
                "Cây bụi nhỏ rụng lá, lá hình trứng, hoa màu lam, kết quả nang, toàn cây hoặc phần rễ dùng làm thuốc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tên một loài cỏ có mùi hôi. Chỉ người xấu, kém cỏi. Bài tụng Tây Hồ phú của Nguyễn Huy Lượng: » Chòm cỏ mọc tần vân bên nọ miếu, trông thôi hoa rẽ khóm huân do «."
            ],
            "compound_words": {
                "崇蕕": "sùng do"
            }
        },
        "du": {
            "Từ điển phổ thông": [
                "cỏ du (lá có răng cưa, mùi rất hôi)",
                "một loại cây bụi nhỏ (rụng lá, lá hình trứng, hoa màu lam, kết quả nang, toàn cây hoặc phần rễ dùng làm thuốc)"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) Cỏ “du” (lat. Caryopteris), lá như răng cưa, hoa tía hơi xanh, mùi rất hôi, thường mọc ở đồng, chỗ chân núi. § Người ta ví cỏ “du” với kẻ tiểu nhân. ◎Như: “huân du bất đồng khí” 薰蕕不同器 cỏ thơm và cỏ hôi không để cùng một đồ chứa, ý nói quân tử tiểu nhân không cùng ở với nhau được. § Cũng nói là “huân du dị khí” 薰蕕異器."
            ],
            "Từ điển Thiều Chửu": [
                "① Cỏ du, lá như răng cưa, mùi rất hôi, cho nên hay dùng để ví với kẻ tiểu nhân. Như huân du bất đồng khí 薰蕕不同器 cỏ huân cỏ du không để cùng một đồ chứa, ý nói quân tử tiểu nhân không cử ở với nhau được."
            ]
        }
    }
}