{
    "character": "虜",
    "details": {
        "Âm Hán Việt": [
            "lỗ"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "hô 虍 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿸虍男"
        ],
        "Nét bút": [
            "丨一フノ一フ丨フ一丨一フノ"
        ],
        "Thương Hiệt": [
            "YPWKS (卜心田大尸)"
        ],
        "Unicode": [
            "U+865C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lǔ ㄌㄨˇ"
        ],
        "Âm Nôm": [
            "lỗ"
        ],
        "Âm Nhật (onyomi)": [
            "リョ (ryo)",
            "ロ (ro)"
        ],
        "Âm Nhật (kunyomi)": [
            "とりこ (toriko)",
            "とりく (toriku)"
        ],
        "Âm Hàn": [
            "로",
            "노"
        ],
        "Âm Quảng Đông": [
            "lou5"
        ]
    },
    "meanings": {
        "lỗ": {
            "Từ điển phổ thông": [
                "giặc giã",
                "tù binh"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bắt sống quân địch. § Chém đầu quân giặc gọi là 'hoạch' 獲. ◇Sử Kí 史記: 'Chư hầu lỗ ngô thuộc nhi đông, Tần tất tận tru ngô phụ mẫu thê tử' 諸侯虜吾屬而東, 秦必盡誅吾父母妻子 (Hạng Vũ bổn kỉ 項羽本紀) (Quân) chư hầu sẽ bắt chúng mình theo họ về đông, và cha mẹ vợ con chúng mình sẽ bị Tần giết hết.",
                "(Động) Cướp lấy, đoạt lấy. ◇Sử Kí 史記: 'Hung nô lỗ lược thiên dư nhân cập súc sản nhi khứ' ：匈奴虜略千餘人及畜產而去 (Hàn Trường Nhụ truyện 韓長孺傳) Quân Hung nô cướp đi mất hơn một ngàn người cùng với súc vật và của cải.",
                "(Danh) Tù binh. ◇Diêm thiết luận 鹽鐵論: 'Trảm thủ bộ lỗ thập dư vạn' 斬首捕虜十餘萬 (Tru Tần 誅秦) Chém đầu và bắt hơn mười vạn tù binh.",
                "(Danh) Nô lệ, tôi tớ.",
                "(Danh) Tiếng mắng nhiếc quân địch, như ta nói quân mọi rợ, đồ nô lệ, bọn giặc. ◇Lí Thường Kiệt 李常傑: 'Như hà nghịch lỗ lai xâm phạm?' 如何逆虜來侵犯 (Nam quốc sơn hà 南國山河) Cớ sao lũ giặc sang xâm phạm?"
            ],
            "Từ điển Thiều Chửu": [
                "① Tù binh. Bắt sống được quân địch gọi là lỗ 虜, chém đầu được quân giặc gọi là hoạch 獲. Cũng dùng làm tiếng mắng nhiếc, như ta nói quân mọi rợ, đồ nô lệ, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bắt sống. Xem 俘虜 [fúlư];",
                "(văn) Lấy được, cướp được;",
                "(văn) Tù binh: 斬首捕虜十餘萬 Chém đầu và bắt hơn một vạn tù binh (Diêm thiết luận). (Ngr) Quân mọi rợ, đồ nô lệ, bọn giặc (tiếng dùng để chửi); 如何逆虜來侵犯？ Cớ sao bọn giặc dám đến xâm phạm? (Lí Thường Kiệt); 虜中我指 Bọn giặc bắn trúng ngón chân ta (Sử kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bắt giữ, bắt sống — Kẻ bị bắt. Tù binh — Tên đầy tớ. Kẻ nô lệ — Bọn giặc. Thơ Lí Thường Kiệt có câu: » Như hà nghịch lỗ lai xâm phạm « ( tại sao bọn giặc nghịch kia lại tới xâm phạm đất nước ta )."
            ],
            "compound_words": {
                "剽虜": "phiếu lỗ",
                "俘虜": "phu lỗ"
            }
        }
    }
}