{
    "character": "虧",
    "details": {
        "Âm Hán Việt": [
            "khuy"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "hô 虍 (+11 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰雐亏"
        ],
        "Nét bút": [
            "丨一フノ一フノ丨丶一一一丨一一一フ"
        ],
        "Thương Hiệt": [
            "YGMMS (卜土一一尸)"
        ],
        "Unicode": [
            "U+8667"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "kuī ㄎㄨㄟ"
        ],
        "Âm Nôm": [
            "khuây",
            "khuy",
            "khuya"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.ける (ka.keru)"
        ],
        "Âm Hàn": [
            "휴"
        ],
        "Âm Quảng Đông": [
            "fai1",
            "kwai1"
        ]
    },
    "meanings": {
        "khuy": {
            "Từ điển phổ thông": [
                "thiếu, khuyết",
                "giảm bớt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sự thiếu sót, không đầy. ◎Như: 'nguyệt hữu doanh khuy' 月有盈虧 trăng có khi đầy khi khuyết.",
                "(Danh) Thiệt thòi, tổn thất. ◎Như: 'cật liễu khuy' 吃了虧 chịu thiệt thòi.",
                "(Động) Hao tổn, giảm. ◎Như: 'khuy bổn' 虧本 lỗ vốn. ◇Dịch Kinh 易經:'Thiên đạo khuy doanh nhi ích khiêm' 天道虧盈而益謙 (Khiêm quái 謙卦) Đạo trời cái gì đầy (doanh) thì làm cho khuyết đi, cái gì thấp kém (khiêm) thì bù đắp cho.",
                "(Động) Thiếu, kém. ◎Như: 'tự tri lí khuy' 自知理虧 biết mình đuối lí. ◇Thư Kinh 書經: 'Vi san cửu nhận, công khuy nhất quỹ' 為山九仞, 功虧一簣 (Lữ Ngao 旅獒) Đắp núi cao chín nhận, còn thiếu một sọt đất (là xong).",
                "(Động) Phụ, phụ lòng. ◎Như: 'khuy đãi' 虧待 phụ lòng, 'nhân bất khuy địa, địa bất khuy nhân' 人不虧地, 地不虧人 người không phụ đất, đất không phụ người.",
                "(Động) Hủy hoại. ◇Hàn Phi Tử 韓非子: 'Khuy pháp dĩ lợi tư' 虧法以利私 (Cô phẫn 孤憤) Hủy hoại pháp để làm lợi riêng.",
                "(Tính) Yếu kém, hư nhược. ◎Như: 'khí suy huyết khuy' 氣衰血虧 khí huyết suy nhược.",
                "(Phó) May nhờ, may mà. ◇Tam quốc diễn nghĩa 三國演義: 'Khuy đắc na mã thị Đại Uyên lương mã, ngao đắc thống, tẩu đắc khoái' 虧得那馬是大宛良馬, 熬得痛, 走得快 (Đệ thập lục hồi) May nhờ có con ngựa tốt, ngựa Đại Uyên, chịu được đau, chạy được nhanh.",
                "(Phó) Thế mà (có ý trách móc hoặc châm biếm). ◇Hồng Lâu Mộng 紅樓夢: 'Khuy nhĩ hoàn thị da, thâu liễu nhất nhị bách tiền tựu giá dạng' 虧你還是爺, 輸了一二百錢就這樣 (Đệ ngũ thập thất hồi) Thế mà cũng mang tiếng \"ông cậu\", mới thua một hai trăm đồng mà đã như vậy rồi sao!"
            ],
            "Từ điển Thiều Chửu": [
                "Thiếu. Như nguyệt khuy 月虧 mặt trăng khuyết. Nguyệt hữu doanh khuy 月有盈虧 trăng có khi đầy khi khuyết. Tình có chỗ không thực gọi là khuy tâm 虧心.",
                "Giảm bớt."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hao hụt, thiệt thòi, thua lỗ, vơi, khuyết: 月有盈虧 Trăng có lúc tròn lúc khuyết; 吃虧 Bị thiệt thòi;",
                "Thiếu, kém, đuối: 理虧 Đuối lí; 血虧 Thiếu máu;",
                "May mà, may nhờ: 多虧您相助，我們得以成功 May nhờ có ông giúp chúng tôi mới được thành công;",
                "Thế mà (nói lật ngược với ý mỉa mai): 虧你還是哥哥，一點也不會讓着弟弟 Mày thế mà cũng gọi là làm anh à, chẳng biết nhường nhịn em chút nào; 虧他說得出口 Nó nói thế mà chẳng biết ngượng mồm;",
                "Phụ, phụ lòng: 人不虧地，地不虧人 Người không phụ đất, đất không phụ người; 我們不會虧待你的 Chúng tôi không bất công với anh đâu;",
                "(văn) Giảm bớt."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thiếu hụt — Hao tổn. Tốn kém."
            ],
            "compound_words": {
                "盈虧": "doanh khuy",
                "多虧": "đa khuy",
                "幸虧": "hạnh khuy",
                "虧欠": "khuy khiếm",
                "虧缺": "khuy khuyết",
                "虧蝕": "khuy thực",
                "虧損": "khuy tổn"
            }
        }
    }
}