{
    "character": "虔",
    "details": {
        "Âm Hán Việt": [
            "kiền"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "hô 虍 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿸虍文"
        ],
        "Nét bút": [
            "丨一フノ一フ丶一ノ丶"
        ],
        "Thương Hiệt": [
            "YPYK (卜心卜大)"
        ],
        "Unicode": [
            "U+8654"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "qián ㄑㄧㄢˊ"
        ],
        "Âm Nôm": [
            "kiền",
            "kìn"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "つつし.む (tsutsushi.mu)"
        ],
        "Âm Hàn": [
            "건"
        ],
        "Âm Quảng Đông": [
            "kin4"
        ]
    },
    "meanings": {
        "kiền": {
            "Từ điển phổ thông": [
                "bền chặt"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Cung kính, thành khẩn. ◎Như: 'kiền thành' 虔誠  chân thành cung kính.",
                "(Tính) Dáng hổ đi. Tỉ dụ mạnh mẽ, dũng vũ. ◇Thi Kinh 詩經: 'Túc dạ phỉ giải, Kiền cộng nhĩ vị' 夙夜匪懈, 虔共爾位 (Đại nhã 大雅, Hàn dịch 韓奕) Sớm tối chớ có biếng nhác, Vững mạnh giữ lấy chức vị của ngươi.",
                "(Tính) Sáng láng, thông tuệ.",
                "(Động) Giết, sát hại. ◇Tả truyện 左傳: 'Kiền lưu ngã biên thùy' 虔劉我邊陲 (Thành công thập tam niên 成公十三年) Giết hại biên thùy của ta.",
                "(Động) Cưỡng đoạt. ◇Thượng Thư 尚書: 'Đoạt nhương kiểu kiền' 奪攘矯虔 (Lữ hình 呂刑) Giành lấy cưỡng đoạt.",
                "(Động) Cắt, chặt đứt. ◇Thi Kinh 詩經: 'Trắc bỉ Cảnh san, Tùng bách hoàn hoàn. Thị đoạn thị thiên, Phương trác thị kiền' 陟彼景山, 松柏丸丸, 是斷是遷, 方斲是虔 (Thương tụng 商頌, Ân vũ 殷武) Leo lên núi Cảnh Sơn kia, Cây tùng cây bách mọc ngay thẳng. Thì đốn đem về, Đẽo chặt ngay ngắn.",
                "(Danh) Họ 'Kiền'."
            ],
            "Từ điển Thiều Chửu": [
                "Bền chặt. Kinh Thư 書經 có câu: Đoạt nhương kiểu kiền 奪攘矯虔 lấy được của người giữ chặt như của mình.",
                "Kính. Như kiền bốc 虔卜. Tả truyện 左傳: Kiền bốc ư tiên quân dã 虔卜於先君也 kính bói ở vua trước vậy.",
                "Hạng đàn bà hèn hạ gọi là kiền phụ 虔婦.",
                "Dáng hổ đi.",
                "Giết.",
                "Lấy hiếp."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kính cẩn: 虔心 Thành tâm, kính cẩn; 虔卜 Kính bói;",
                "(văn) Bền chặt: 奪攘矯虔 Chiếm đoạt của người giữ chặt như của mình;",
                "(văn) Giết: 虔刈我邊陲 Giết hại dân ngoài biên cương của ta (Tả truyện: Thành công thập tam niên);",
                "(văn) Cưỡng đoạt."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dáng đi của loài cọp — Kính trọng — Vững chắc — Cũng dùng như chữ Kiền 榩."
            ],
            "compound_words": {
                "恭虔": "cung kiền",
                "虔婆": "kiền bà"
            }
        }
    }
}