{
    "character": "蚨",
    "details": {
        "Âm Hán Việt": [
            "phù"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "trùng 虫 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰虫夫"
        ],
        "Nét bút": [
            "丨フ一丨一丶一一ノ丶"
        ],
        "Thương Hiệt": [
            "LIQO (中戈手人)"
        ],
        "Unicode": [
            "U+86A8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "fú ㄈㄨˊ"
        ],
        "Âm Nôm": [
            "phù"
        ],
        "Âm Nhật (onyomi)": [
            "フ (fu)"
        ],
        "Âm Hàn": [
            "부"
        ],
        "Âm Quảng Đông": [
            "fu4"
        ]
    },
    "meanings": {
        "phù": {
            "Từ điển phổ thông": [
                "(xem: thanh phù 青蚨)"
            ],
            "Từ điển trích dẫn": [
                "1. (Danh) “Thanh phù” 青蚨 một thứ sâu, giống như ve nhưng lớn hơn. § Sách Sưu Thần Kí 搜神記 nói rằng hễ bắt con thì mẹ nó tự nhiên bay lại. Đem bắt mẹ nó giết chết, xát vào đồng tiền, giết con trát vào dây xâu tiền, thì vứt tiền đi tự nhiên tiền lại về. Vì thế tục gọi tiền là “thanh phù”."
            ],
            "Từ điển Thiều Chửu": [
                "① Thanh phù 青蚨 một thứ sâu ở dưới nước. Sách Sưu Thần Kí 搜神記 nói rằng hễ bắt con nó thì mẹ nó tự nhiên bay lại, đem bắt mẹ nó giết chết xát vào đồng tiền, giết con trát vào dây xâu tiền, thì vứt tiền đi tự nhiên tiền lại về, vì thế tục gọi tiền là thanh phù."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Một loài bọ ở dưới nước. Cg. 青蚨 [qingfú]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thanh phù 青蚨: Tên một loài sâu ở dưới nước, còn gọi là Bá ngư — Chỉ đồng tiền. Tiền bạc ( Sách Hoài Nam Tử cho biết, lấy máu của con Thanh phù mẹ bôi vào một đồng tiền, lại lấy máu của con Thanh phù con bôi vào một đồng tiền khác, rồi giữ đồng tiền này, tiêu đồng tiền kia đi, ít lâu đồng tiền tiêu đi tự nhiên lại trở về với người chủ. Về sau gọi đồng tiền là Thanh phù )."
            ],
            "compound_words": {
                "青蚨": "thanh phù"
            }
        }
    }
}