{
    "character": "蠁",
    "details": {
        "Âm Hán Việt": [
            "hưởng"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "trùng 虫 (+11 nét)"
        ],
        "Hình thái": [
            "⿱鄉虫"
        ],
        "Nét bút": [
            "フフノ丶フ一一フ丶フ丨丨フ一丨一丶"
        ],
        "Thương Hiệt": [
            "VLLMI (女中中一戈)"
        ],
        "Unicode": [
            "U+8801"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "xiǎng ㄒㄧㄤˇ",
            "xiàng ㄒㄧㄤˋ"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)",
            "ドウ (dō)"
        ],
        "Âm Nhật (kunyomi)": [
            "にしどち (nishidochi)"
        ],
        "Âm Quảng Đông": [
            "hoeng2"
        ]
    },
    "meanings": {
        "hưởng": {
            "Từ điển phổ thông": [
                "ấu trùng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tên một loài sâu, giống như tằm mà lớn hơn. § Còn gọi là: 'địa dũng' 地蛹, 'tri thanh trùng' 知聲蟲.",
                "§ Thông 'hưởng' 響.",
                "'Hật hưởng' 肸蠁: (Động) Truyền ra, rải ra, tán bố (thường dùng cho âm thanh, hơi khí). ◇Tả Tư 左思: 'Quang sắc huyễn hoảng, phương phức hật hưởng' 光色炫晃, 芳馥肸蠁 (Ngô đô phú 吳都賦) Ánh sáng rực rỡ, hương thơm tỏa ra.",
                "'Hật hưởng' 肸蠁: (Tính) Liên miên, không dứt. ◇Trữ Nhân Hoạch 褚人穫: 'Nữ sanh thất tử, tam giáp bảng, tứ hiếu liêm, trâm hốt hật hưởng bất tuyệt' 女生七子, 三甲榜, 四孝廉, 簪笏肸蠁不絕 (Lâm Phương Bá thiếp 林方伯妾) Nàng sinh bảy con, ba con đỗ tiến sĩ, bốn con đỗ cử nhân, cài trâm cầm hốt (giữ chức quan triều đình) liên miên không dứt.",
                "'Hật hưởng' 肸蠁: (Động) Thần linh cảm ứng.",
                "'Hật hưởng' 肸蠁: (Tính) Xa tít, thăm thẳm, phiêu hốt."
            ],
            "Từ điển Thiều Chửu": [
                "① Hật hưởng 肸蠁 các loài sâu sinh ở chỗ ẩm thấp như con nhặng, con muỗi, v.v. Vì các loài ấy rất nhiều mà lại hay xúm vào chỗ tối, cho nên nói về sự hưng thịnh cũng gọi là hật hưởng, trong chốn u minh phảng phất như có tiếng cũng gọi là hật hưởng."
            ],
            "Từ điển Trần Văn Chánh": [
                "【肸蠁】hật hưởng [xìxiăng] Các loài ruồi muỗi. (Ngb) 1. Sự hưng thịnh; 2. Chốn u minh phảng phất như có tiếng u u."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Loài sâu giống như con tằm nhưng lớn hơn nhiều, sống ở dưới đất."
            ]
        }
    }
}