{
    "character": "蠶",
    "details": {
        "Âm Hán Việt": [
            "tàm",
            "tằm"
        ],
        "Tổng nét": [
            "24"
        ],
        "Bộ": [
            "trùng 虫 (+18 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿳⿰旡旡日䖵"
        ],
        "Nét bút": [
            "一フノフ一フノフ丨フ一一丨フ一丨一丶丨フ一丨一丶"
        ],
        "Thương Hiệt": [
            "MUALI (一山日中戈)"
        ],
        "Unicode": [
            "U+8836"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "cán ㄘㄢˊ"
        ],
        "Âm Nôm": [
            "tàm",
            "tằm"
        ],
        "Âm Nhật (onyomi)": [
            "サン (san)",
            "テン (ten)"
        ],
        "Âm Nhật (kunyomi)": [
            "かいこ (kaiko)",
            "こ (ko)"
        ],
        "Âm Hàn": [
            "잠"
        ],
        "Âm Quảng Đông": [
            "caam4"
        ]
    },
    "meanings": {
        "tàm": {
            "Từ điển phổ thông": [
                "con tằm"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Con tằm. § Ghi chú: Tằm từ lúc bé lớn lên, tất hai ba lần lột xác, mỗi lần lột xác thì nằm yên hai ba ngày, không ăn không cựa gọi là 'tằm miên' 蠶眠 tằm ngủ, ngủ ba bốn lượt mới né kéo kén. Khi kéo xong kén thì hóa ra 'dũng' 蛹 con nhộng, ít lâu sau lại hóa ra hình như con bướm, cắn thủng kén bay ra, gọi là 'nga' 蛾 con ngài. Muốn lấy tơ tốt thì thừa lúc con ngài chưa biết cắn kén phải lấy ngay, nếu để quá thì nó cắn đứt, tơ không thành sợi nữa.",
                "(Danh) 'Tàm thất' 蠶室 nhà ngục thiến người (vì kẻ bị thiến phải ở buồng kín như buồng tằm).",
                "(Phó) Dần dà. ◎Như: 'tàm thực chư hầu' 蠶食諸侯 xâm lấn dần đất của các nước chư hầu.",
                "(Động) Chăn tằm. ◇An Nam Chí Lược 安南志畧: 'Nam canh mãi, nữ tàm tích' 男耕買, 女蠶績 (Phong tục 風俗) Đàn ông làm ruộng đi buôn, đàn bà nuôi tằm dệt vải."
            ],
            "Từ điển Thiều Chửu": [
                "Con tằm. Tằm từ lúc bé lớn lên, tất hai ba lần lột xác, mỗi lần lột xác thì nằm yên hai ba ngày, không ăn không cựa gọi là tằm miên 蠶眠 tằm ngủ, ngủ ba bốn lượt mới né kéo kén. Khi kéo xong kén thì hoá ra con nhộng 蛹, ít lâu sau lại hoá ra hình như con bướm, cắn thủng kén bay ra, gọi là con ngài 蛾. Muốn lấy tơ tốt thì thừa lúc con ngài chưa biết cắn kén phải lấy ngay, nếu để quá thì nó cắn đứt, tơ không thành sợi nữa.",
                "Dần dà. Như tàm thực chư hầu 蠶食諸侯 xâm lấn dần đất của các nước chư hầu.",
                "Tàm thất 蠶室 nhà ngục thiến người. Vì kẻ bị thiến phải ở buồng kín như buồng tằm nên gọi là tàm thất.",
                "Chăn tằm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tằm: 養蠶 Nuôi tằm; 養蠶業 Nghề nuôi tằm;",
                "(Lấn chiếm) dần dần (như tằm ăn): 蠶食諸候 Xâm lấn dần đất của các nước chư hầu;",
                "(văn) Chăn tằm;",
                "【蠶室】 tàm thất [cánshì] (văn) Nhà ngục thiến người (vì kẻ bị thiến phải ở buồng kín như buồng tằm)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Con tằm."
            ],
            "compound_words": {
                "白殭蠶": "bạch cương tàm",
                "耕蠶": "canh tàm",
                "殭蠶": "cương tàm",
                "蠶箔": "tàm bạc",
                "蠶種": "tàm chủng",
                "蠶織": "tàm chức",
                "蠶姑": "tàm cô",
                "蠶工": "tàm công",
                "蠶刑": "tàm hình",
                "蠶母": "tàm mẫu",
                "蠶眠": "tàm miên",
                "蠶蛾": "tàm nga",
                "蠶業": "tàm nghiệp",
                "蠶女": "tàm nữ",
                "蠶娘": "tàm nương",
                "蠶事": "tàm sự",
                "蠶師": "tàm sư",
                "蠶桑": "tàm tang",
                "蠶心": "tàm tâm",
                "蠶神": "tàm thần",
                "蠶室": "tàm thất",
                "蠶妾": "tàm thiếp",
                "蠶食": "tàm thực",
                "蠶舍": "tàm xá",
                "蠶衣": "tàm y"
            }
        },
        "tằm": {
            "Từ điển phổ thông": [
                "con tằm"
            ]
        }
    }
}