{
    "character": "蠱",
    "details": {
        "Âm Hán Việt": [
            "cổ"
        ],
        "Tổng nét": [
            "23"
        ],
        "Bộ": [
            "trùng 虫 (+17 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱蟲皿"
        ],
        "Nét bút": [
            "丨フ一丨一丶丨フ一丨一丶丨フ一丨一丶丨フ丨丨一"
        ],
        "Thương Hiệt": [
            "LILIT (中戈中戈廿)"
        ],
        "Unicode": [
            "U+8831"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "gǔ ㄍㄨˇ"
        ],
        "Âm Nôm": [
            "cổ"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)",
            "ヤ (ya)"
        ],
        "Âm Nhật (kunyomi)": [
            "まじ (maji)",
            "まじこ.る (majiko.ru)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu2"
        ]
    },
    "meanings": {
        "cổ": {
            "Từ điển phổ thông": [
                "con vật độc hại"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một thứ tiểu trùng độc làm hại người.",
                "(Danh) Tà thuật dùng phù chú nguyền rủa hại người. ◇Hán Thư 漢書: 'Nghi tả hữu giai vi cổ chú trớ, hữu dữ vong, mạc cảm tụng kì oan giả' 疑左右皆為蠱祝詛, 有與亡, 莫敢訟其冤者 (Giang Sung truyện 江充傳) Ngờ người chung quanh đều lấy tà thuật lời nguyền, cầu cho chết, không dám kiện tụng kêu oan nữa.",
                "(Động) Làm mê hoặc. ◎Như: 'cổ hoặc nhân tâm' 蠱惑人心 mê hoặc lòng người. ◇Tả truyện 左傳: 'Sở lệnh duẫn Tử Nguyên dục cổ Văn phu nhân' 楚令尹子元欲蠱文夫人 (Trang Công nhị thập bát niên 莊公二十八年) Lệnh doãn nước Sở là Tử Nguyên muốn mê hoặc Văn phu nhân."
            ],
            "Từ điển Thiều Chửu": [
                "Một vật độc làm hại người. Tương truyền những nơi mán mọi nó hay cho vật ấy vào trong đồ ăn uống, người nào ăn phải thì sinh ra rồ dại mê man.",
                "Dùng mưu khiến cho người mê hoặc gọi là cổ hoặc 蠱惑.",
                "Việc. Kinh Dịch 易經 có câu: Cán phụ chi cổ 幹父之蠱 làm lại được cái việc người trước đã làm hỏng, vì thế nên cha có tội lỗi mà con hiền tài cũng gọi là cán cổ 幹蠱.",
                "Chấu.",
                "Bệnh cổ."
            ],
            "Từ điển Trần Văn Chánh": [
                "【蠱惑】cổ hoặc [gưhuò] Mê hoặc, đầu độc: 蠱惑 人心 Mê hoặc lòng người. Cv. 鼓惑."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vật hại người — Làm cho mê hoặc — Loài sâu ăn thóc, con mọt thóc."
            ],
            "compound_words": {
                "蠱毒": "cổ độc",
                "蠱疾": "cổ tật"
            }
        }
    }
}