{
    "character": "袖",
    "details": {
        "Âm Hán Việt": [
            "tụ"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "y 衣 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰衤由"
        ],
        "Nét bút": [
            "丶フ丨ノ丶丨フ一丨一"
        ],
        "Thương Hiệt": [
            "LLW (中中田)"
        ],
        "Unicode": [
            "U+8896"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xiù ㄒㄧㄡˋ"
        ],
        "Âm Nôm": [
            "tụ"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)"
        ],
        "Âm Nhật (kunyomi)": [
            "そで (sode)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "zau6"
        ]
    },
    "meanings": {
        "tụ": {
            "Từ điển phổ thông": [
                "tay áo"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tay áo. ◇Tào Thực 曹植: 'Nhương tụ kiến tố thủ' 攘袖見素手 (Mĩ nữ thiên 美女篇) Vén tay áo, thấy tay trắng nõn. § 'Đoạn tụ' 斷袖 dứt tay áo mà dậy. Đổng Hiền 董賢 được vua Hán Ai đế 漢哀帝 yêu sủng, nằm gối vào tay áo vua mà ngủ, khi vua dậy trước, không nỡ đánh thức, dứt tay áo mà dậy. 'Đoạn tụ' 斷袖 tỉ dụ nam đồng tính luyến ái.",
                "(Động) Giấu trong tay áo. ◎Như: 'tụ thủ bàng quan' 袖手旁觀 xủ tay đứng xem. ◇Hồng Lâu Mộng 紅樓夢: 'Thuyết trước, tiện tụ liễu giá thạch, đồng na đạo nhân phiêu nhiên nhi khứ, cánh bất tri đầu bôn hà phương hà xả' 說著, 便袖了這石, 同那道人飄然而去, 竟不知投奔何方何捨 (Đệ nhất hồi) Nói đoạn, (nhà sư) để hòn đá vào trong tay áo, cùng đạo sĩ phơi phới ra đi, không biết về hướng nào."
            ],
            "Từ điển Thiều Chửu": [
                "Tay áo. Đổng Hiền 董賢 được vua yêu, nằm gối vào tay áo vua Hán Ai đế 漢哀帝 mà ngủ, khi vua dậy trước, mới dứt tay áo mà dậy, vì thế bọn đàn ông được vua yêu gọi là đoạn tụ 斷袖.",
                "Xủ tay, như tụ thủ bàng quan 袖手旁觀 xủ tay đứng xem.",
                "Lĩnh tụ 領袖 cầm đầu, xướng suất. Xóc áo tất phải để ý đến cái cổ cái tay, cho nên người đứng đầu một đoàn thể gọi là lĩnh tụ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tay áo: 袖兒太長 Tay áo dài quá;",
                "Thủ tay vào tay áo, xủ tay: 袖手旁觀 Xủ tay đứng xem;",
                "【領袖】lãnh tụ [lêngxiù] Lãnh tụ, thủ lĩnh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ống tay áo."
            ],
            "compound_words": {
                "半袖": "bán tụ",
                "襟袖": "khâm tụ",
                "領袖": "lĩnh tụ",
                "领袖": "lãnh tụ",
                "袖手": "tụ thủ"
            }
        }
    }
}