{
    "character": "襄",
    "details": {
        "Âm Hán Việt": [
            "tương"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "y 衣 (+11 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶一丨フ一丨フ一一一丨丨一ノフノ丶"
        ],
        "Thương Hiệt": [
            "YRRV (卜口口女)"
        ],
        "Unicode": [
            "U+8944"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xiāng ㄒㄧㄤ"
        ],
        "Âm Nôm": [
            "tương"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)",
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "はら.う (hara.u)"
        ],
        "Âm Hàn": [
            "양"
        ],
        "Âm Quảng Đông": [
            "soeng1"
        ]
    },
    "meanings": {
        "tương": {
            "Từ điển phổ thông": [
                "sửa trị giúp",
                "ngựa kéo xe",
                "sao đổi ngôi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Giúp đỡ, phụ tá. ◇Đoạn Ngọc Tài 段玉裁: 'Tương: Kim nhân dụng tương vi phụ tá chi nghĩa, danh nghĩa vị thường hữu thử' 襄: 今人用襄為輔佐之義, 名義未嘗有此 (Thuyết văn giải tự chú 說文解字注, Y bộ 衣部). ◎Như: 'tương trợ' 襄助 giúp đỡ, 'tương lí' 襄理 giúp làm.",
                "(Động) Bình định. ◇Chương Bỉnh Lân 章炳麟: 'Xuất xa nhi Hiểm Duẫn tương, Nhung y nhi Quan, Lạc định' 出車而玁狁襄, 戎衣而關洛定 (Ngụy Vũ Đế tụng 魏武帝頌).",
                "(Động) Hoàn thành, thành tựu. ◎Như: 'tương sự' 襄事 nên việc, xong việc. ◇Tả truyện 左傳: 'Táng Định Công. Vũ, bất khắc tương sự, lễ dã' 葬定公. 雨, 不克襄事, 禮也 (Định Công thập ngũ niên 定公十五年).",
                "(Động) Tràn lên, tràn ngập. ◇Lịch Đạo Nguyên 酈道元: 'Ba tương tứ lục, tế ngư bôn bính, tùy thủy đăng ngạn, bất khả thắng kế' 波襄四陸, 細魚奔迸, 隨水登岸, 不可勝計 (Thủy kinh chú 水經注, Lỗi thủy 耒水).",
                "(Động) Trở đi trở lại, dời chuyển. ◇Thi Kinh 詩經: 'Kì bỉ Chức Nữ, Chung nhật thất tương' 跂彼織女, 終日七襄 (Tiểu nhã 小雅, Đại đông 大東) Chòm sao Chức Nữ ba góc, Suốt ngày dời chuyển bảy giờ.",
                "(Động) Dệt vải. ◇Hàn Dũ 韓愈: 'Đằng thân khóa hãn mạn, Bất trước Chức Nữ tương' 騰身跨汗漫, 不著織女襄 (Điệu Trương Tịch 調張籍).",
                "(Động) Trừ khử, trừ bỏ. ◇Thi Kinh 詩經: 'Tường hữu tì, Bất khả tương dã' 牆有茨, 不可襄也 (Dung phong 鄘風, Tường hữu tì 牆有茨) Tường có cỏ gai, Không thể trừ khử được.",
                "(Danh) Ngựa kéo xe. § Thông 'tương' 驤. ◎Như: 'thượng tương' 上襄 ngựa rất tốt. ◇Thi Kinh 詩經: 'Lưỡng phục thượng tương, Lưỡng sam nhạn hàng' 兩服上襄, 兩驂雁行 (Trịnh phong 鄭風, Thái Thúc ư điền 大叔於田) Hai ngựa thắng hai bên phía trong là thứ ngựa rất tốt, Hai ngựa thắng hai bên phía ngoài như hàng chim nhạn.",
                "(Danh) Một phương pháp gieo hạt thời xưa.",
                "(Danh) Họ 'Tương'."
            ],
            "Từ điển Thiều Chửu": [
                "Sửa trị giúp. Như tán tương 贊襄 giúp giập.",
                "Tương sự 襄事 nên việc, xong việc.",
                "Ngựa kéo xe. Như thượng tương 上襄 con ngựa rất tốt.",
                "Cao.",
                "Thư sướng.",
                "Trừ đi.",
                "Sao đổi ngôi."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Giúp, giúp đỡ: 共襄義舉 Chung sức làm việc nghĩa;",
                "Làm xong, hoàn thành: 襄事 Xong việc;",
                "Tăng lên;",
                "Cao;",
                "Loại bỏ, tẩy trừ, trừ đi;",
                "(Sao) đổi ngôi;",
                "Thư sướng;",
                "Ngựa kéo xe: 上襄 Ngựa kéo xe loại rất tốt;",
                "[Xiang] (Họ) Tương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Trừ bỏ. Cởi bỏ — Cao — Giúp đỡ."
            ],
            "compound_words": {
                "讚襄": "tán tương"
            }
        }
    }
}