{
    "character": "覷",
    "details": {
        "Âm Hán Việt": [
            "kiến",
            "thứ"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "kiến 見 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰虚見"
        ],
        "Nét bút": [
            "丨一フノ一フ丨丨丶ノ一丨フ一一一ノフ"
        ],
        "Thương Hiệt": [
            "YMBUU (卜一月山山)"
        ],
        "Unicode": [
            "U+89B7"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "qù ㄑㄩˋ"
        ],
        "Âm Nhật (onyomi)": [
            "ソ (so)",
            "ショ (sho)",
            "キョ (kyo)",
            "シュ (shu)",
            "ス (su)"
        ],
        "Âm Nhật (kunyomi)": [
            "うかが.う (ukaga.u)",
            "み.る (mi.ru)",
            "あら.い (ara.i)"
        ],
        "Âm Hàn": [
            "처"
        ],
        "Âm Quảng Đông": [
            "ceoi3"
        ]
    },
    "meanings": {
        "kiến": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Kiến 覵."
            ]
        },
        "thứ": {
            "Từ điển phổ thông": [
                "rình mò, xem trộm"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nhìn, coi. ◎Như: 'tiểu thứ' 小覷 coi rẻ. ◇Lí Ngư 李漁: 'Thí thứ tha thần khí tiêu diêu, tu tấn phiêu diêu' 試覷他神氣逍遙, 鬚鬢飄颻 (Ý trung duyên 意中緣, Quyển liêm 捲簾).",
                "(Động) Rình, trông trộm. ◇Liêu trai chí dị 聊齋志異: 'Thứ nữ bất tại, tắc thiết quyển lưu lãm' 覷女不在, 則竊卷流覽 (Thư si 書癡) Rình lúc cô gái không ở đó, là lén lấy sách ra lướt đọc.",
                "(Động) Giòm chừng, xem xét. ◇Vô danh thị 無名氏: 'Nhĩ tại môn ngoại thứ giả, khán hữu na nhất vị lão da hạ mã, tiện lai báo cha tri đạo' 你在門外覷者, 看有那一位老爺下馬, 便來報咱知道 (Trần Châu thiếu mễ 陳州糶米, Tiết tử 楔子).",
                "(Động) Nhắm, nhìn chăm chú. ◇Thủy hử truyện 水滸傳: 'Hoa Vinh đáp thượng tiễn, duệ mãn cung, thứ đắc thân thiết, vọng không trung chỉ nhất tiễn xạ khứ' 花榮搭上箭, 曳滿弓, 覷得親切, 望空中只一箭射去 (Đệ tam thập ngũ hồi) Hoa Vinh lắp tên, giương căng cung, nhắm thật kĩ, hướng lên trời chỉ bắn một mũi tên.",
                "(Động) Nheo mắt, híp mắt. ◇Hồng Lâu Mộng 紅樓夢: '(Bảo Ngọc) nhất thủ cử khởi đăng lai, nhất thủ già trước đăng nhi, hướng Đại Ngọc kiểm thượng chiếu liễu nhất chiếu, thứ trước tiều liễu nhất tiều, tiếu đạo: Kim nhi khí sắc hảo liễu ta' 寶玉一手舉起燈來, 一手遮著燈兒, 向黛玉 臉上照了一照, 覷着瞧了一瞧, 笑道: 今兒氣色好了些 (Đệ tứ thập ngũ hồi) (Bảo Ngọc) một tay giơ cái đèn lên, một tay che ánh đèn, soi vào mặt Đại Ngọc, nheo mắt nhìn một lúc, rồi cười nói: Hôm nay thần sắc khá rồi đấy.",
                "(Động) Đối đãi, trông nom, coi sóc. ◇Thủy hử truyện 水滸傳: 'Ân chủ thì thường thứ lão hán, hựu mông dữ chung thân thọ cụ, lão tử kim thế bất năng báo đáp, hậu thế tố lư tố mã, báo đáp áp ti' 恩主時常覷老漢, 又蒙與終身壽具, 老子今世不能報答, 後世做驢做馬, 報答押司 (Đệ nhị thập nhất hồi) Ân chủ vẫn trông nom coi sóc đến già này, lại còn nghĩ đến cả việc chung thân, kiếp này lão chẳng đền ơn, thì kiếp sau làm ngựa làm trâu báo đáp áp ti.",
                "§ Cũng viết là 'thứ' 覰."
            ],
            "Từ điển Thiều Chửu": [
                "① Tục dùng như chữ thứ 覰."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xem 覰."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Thứ 覰."
            ]
        }
    }
}