{
    "character": "襲",
    "details": {
        "Âm Hán Việt": [
            "tập"
        ],
        "Tổng nét": [
            "23"
        ],
        "Bộ": [
            "y 衣 (+17 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱龍衣"
        ],
        "Nét bút": [
            "丶一丶ノ一丨フ一一一フ一フ一一一丶一ノフノ丶"
        ],
        "Thương Hiệt": [
            "YPYHV (卜心卜竹女)"
        ],
        "Unicode": [
            "U+8972"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xí ㄒㄧˊ"
        ],
        "Âm Nôm": [
            "tập"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)"
        ],
        "Âm Nhật (kunyomi)": [
            "おそ.う (oso.u)",
            "かさ.ね (kasa.ne)"
        ],
        "Âm Hàn": [
            "습"
        ],
        "Âm Quảng Đông": [
            "zaap6"
        ]
    },
    "meanings": {
        "tập": {
            "Từ điển phổ thông": [
                "áo liệm người chết",
                "tập kích, lẻn đánh, đánh úp",
                "bắt chước"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Áo liệm người chết.",
                "(Danh) Lượng từ: bộ, chiếc (đơn vị áo, chăn, đệm, v.v.). ◇Sử Kí 史記: 'Tứ tướng quốc y nhị tập' 賜相國衣二襲 (Triệu thế gia 趙世家) Ban cho tướng quốc hai bộ áo.",
                "(Danh) Họ 'Tập'.",
                "(Động) Mặc thêm áo liệm cho người chết.",
                "(Động) Mặc thêm áo ngoài. ◇Lễ Kí 禮記: 'Hàn bất cảm tập, dưỡng bất cảm tao' 寒不敢襲, 癢不敢搔 (Nội tắc 內則) Lạnh không dám mặc thêm áo ngoài, ngứa không dám gãi.",
                "(Động) Mặc (quần áo). ◇Tư Mã Tương Như 司馬相如: 'Tập triều phục' 襲朝服 (Thượng lâm phú 上林賦) Mặc triều phục.",
                "(Động) Chồng chất, trùng lập. ◇Hoài Nam Tử 淮南子: 'Thử thánh nhân sở dĩ trùng nhân tập ân' 此聖人所以重仁襲恩 (Phiếm luận 氾論) Do đó mà thánh nhân chồng chất đức nhân trùng lập ân huệ.",
                "(Động) Noi theo, nhân tuần. ◎Như: 'duyên tập' 沿襲 noi theo nếp cũ. ◇Lục Cơ 陸機: 'Hoặc tập cố nhi di tân, hoặc duyên trọc nhi cánh thanh' 或襲故而彌新, 或沿濁而更清 (Văn phú 文賦) Hoặc theo cũ mà thêm mới, hoặc theo đục mà càng trong.",
                "(Động) Kế thừa, nối tiếp, tiếp nhận. ◎Như: 'thế tập' 世襲 đời đời nối tiếp chức tước. ◇Tả truyện 左傳: 'Cố tập thiên lộc, tử tôn lại chi' 故襲天祿, 子孫賴之 (Chiêu Công nhị thập bát niên 昭公二十八年) Cho nên nhận lộc trời, con cháu cậy nhờ.",
                "(Động) Đánh bất ngờ, đánh úp. ◎Như: 'yểm tập' 掩襲 đánh úp. ◇Tả truyện 左傳: 'Phàm sư hữu chung cổ viết phạt, vô viết xâm, khinh viết tập' 凡師有鐘鼓曰伐, 無曰侵, 輕曰襲 (Trang Công nhị thập cửu niên 莊公二十九年) Phàm binh có chiêng trống gọi là \"phạt\", không có gọi là \"xâm\", gọn nhẹ bất ngờ (dùng khinh binh) gọi là \"tập\".",
                "(Động) Đến với, đập vào. ◎Như: 'xuân phong tập diện' 春風襲面 gió xuân phất vào mặt. ◇Khuất Nguyên 屈原: 'Lục diệp hề tố chi, phương phỉ phỉ hề tập dư' 綠葉兮素枝, 芳菲菲兮襲予 (Cửu ca 九歌, Thiểu tư mệnh 少司命) Lá xanh cành nõn, hương thơm ngào ngạt hề phả đến ta.",
                "(Động) Điều hòa, hòa hợp. ◇Hoài Nam Tử 淮南子: 'Thiên địa chi tập tinh vi âm dương' 天地之襲精為陰陽 (Thiên văn 天文) Trời đất hợp khí làm thành âm dương."
            ],
            "Từ điển Thiều Chửu": [
                "Áo lót, một bộ quần áo gọi là nhất tập 一襲.",
                "Noi theo, như duyên tập 沿襲 noi cái nếp cũ mà theo. Đời nối chức tước gọi là thế tập 世襲.",
                "Đánh lẻn, đánh úp, làm văn đi ăn cắp của người gọi là sao tập 抄襲.",
                "Áo liệm người chết.",
                "Mặc áo.",
                "Chịu nhận,",
                "Hợp lại."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tập kích, đột kích, đánh úp: 夜襲 Tập kích ban đêm. (Ngr) Thâm nhiễm, xâm nhập: 寒氣襲人 Hơi lạnh thâm nhiễm vào người;",
                "Kế tục, noi theo, rập theo khuôn sáo cũ: 抄襲 Sao chép lại, quay cóp (văn, thơ của người khác), rập khuôn một cách máy móc; 世襲 Thế truyền, cha truyền con nối;",
                "(văn) Áo lót;",
                "(văn) Áo liệm người chết;",
                "(văn) Mặc áo;",
                "(loại) Bộ, chiếc: 一襲棉衣 Một chiếc áo bông;",
                "(văn) Chịu nhận;",
                "(văn) Hợp lại."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái áo mặc chồng ra ngoài — Nhiều lớp chồng chất — Một cái ( nói về quần áo ). Td: Y nhất tập ( một cái áo ) — Noi theo đời trước — Đánh úp."
            ],
            "compound_words": {
                "奔襲": "bôn tập",
                "繼襲": "kế tập",
                "空襲": "không tập",
                "套襲": "sáo tập",
                "抄襲": "sao tập",
                "襲蔭": "tập ấm",
                "襲攻": "tập công",
                "襲奪": "tập đoạt",
                "襲後": "tập hậu",
                "襲虛": "tập hư",
                "襲撃": "tập kích",
                "襲擊": "tập kích",
                "襲封": "tập phong",
                "襲殺": "tập sát",
                "襲爵": "tập tước",
                "世襲": "thế tập",
                "承襲": "thừa tập",
                "侵襲": "xâm tập",
                "掩襲": "yểm tập"
            }
        }
    }
}