{
    "character": "觚",
    "details": {
        "Âm Hán Việt": [
            "cô"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "giác 角 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰角瓜"
        ],
        "Nét bút": [
            "ノフノフ一一丨ノノフ丶丶"
        ],
        "Thương Hiệt": [
            "NBHVO (弓月竹女人)"
        ],
        "Unicode": [
            "U+89DA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "gū ㄍㄨ"
        ],
        "Âm Nôm": [
            "co"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Nhật (kunyomi)": [
            "さかずき (sakazuki)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu1"
        ]
    },
    "meanings": {
        "cô": {
            "Từ điển phổ thông": [
                "phép tắc, luật lệ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bình đựng rượu có cạnh. ◇Luận Ngữ 論語: 'Cô bất cô, cô tai, cô tai' 觚不觚, 觚哉, 觚哉 (Ung dã 雍也) Cái cô mà không có cạnh góc thì sao gọi là cái cô! Sao gọi là cái cô! § Ghi chú: Cô vốn là cái bình đựng rượu có cạnh góc. Tới đời Khổng Tử, người ta biến đổi nó, bỏ cạnh góc đi, nhưng vẫn giữ tên cũ. Khổng Tử chỉ trích thói đương thời hữu danh vô thực, nhất là trong chính trị.",
                "(Danh) Góc. ◎Như: 'lục cô' 六觚 sáu góc.",
                "(Danh) Hình vuông. ◇Sử Kí 史記: 'Phá cô vi viên' 破觚為圓 (Khốc lại truyện 酷吏傳) Đổi vuông làm tròn.",
                "(Danh) Thẻ tre, ngày xưa dùng để viết chữ. § Vì thế nên người nào khinh suất viết lách (viết bậy không nghĩ) gọi là 'suất nhĩ thao cô' 率爾操觚.",
                "(Danh) Chuôi gươm."
            ],
            "Từ điển Thiều Chửu": [
                "Cái bình đựng rượu có cạnh.",
                "Góc. Như lục cô 六觚 sáu góc.",
                "Vuông. Như phá cô vi viên 破觚為圓 đổi vuông làm tròn, ý nói không cố chấp vậy.",
                "Cái thẻ tre, ngày xưa dùng để viết chữ. Vì thế nên người nào khinh suất viết lách (viết bậy không nghĩ) gọi là suất nhĩ thao cô 率爾操觚.",
                "Chuôi gươm."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Bình đựng rượu có góc cạnh (thời xưa);",
                "Góc: 六 觚 Sáu góc;",
                "Hình vuông: 破觚爲圓 Bỏ vuông làm tròn, bỏ chín làm mười, không cố chấp;",
                "Thẻ tre (thời xưa dùng để viết): 率爾操觚 Viết lách ẩu tả;",
                "Quy tắc, phép tắc;",
                "Thư từ, giấy má, tài liệu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bầu rượu — Góc cạnh, chỗ hai mái nhà giáp nhau."
            ]
        }
    }
}