{
    "character": "誕",
    "details": {
        "Âm Hán Việt": [
            "đản"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "ngôn 言 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰言延"
        ],
        "Nét bút": [
            "丶一一一丨フ一ノ丨一フフ丶"
        ],
        "Thương Hiệt": [
            "YRNKM (卜口弓大一)"
        ],
        "Unicode": [
            "U+8A95"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dàn ㄉㄢˋ"
        ],
        "Âm Nôm": [
            "đản"
        ],
        "Âm Nhật (onyomi)": [
            "タン (tan)"
        ],
        "Âm Hàn": [
            "탄"
        ],
        "Âm Quảng Đông": [
            "daan3"
        ]
    },
    "meanings": {
        "đản": {
            "Từ điển phổ thông": [
                "nói toáng lên, nói xằng bậy",
                "ngông nghênh"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Càn, láo, viển vông, không thật. ◎Như: 'quái đản' 怪誕 quái dị, không tin được, 'hoang đản bất kinh' 荒誕不經 láo hão không đúng, vô lí, 'phóng đản' 放誕 ngông láo, xằng bậy.",
                "(Tính) Cả, lớn. ◇Hậu Hán Thư 後漢書: 'Tán viết: Quang Vũ đản mệnh' 贊曰: 光武誕命 (Quang Vũ đế kỉ 光武帝紀) Khen ngợi rằng: Vua Quang Vũ mệnh lớn.",
                "(Danh) Lời nói hư vọng, không đúng thật. ◇Lưu Hướng 劉向: 'Khẩu duệ giả đa đản nhi quả tín, hậu khủng bất nghiệm dã' 口銳者多誕而寡信, 後恐不驗也 (Thuyết uyển 說苑, Tôn hiền 尊賢) Kẻ lanh miệng nói nhiều lời hư vọng ít đáng tin, sợ sau không đúng thật.",
                "(Danh) Ngày sinh. ◎Như: 'đản nhật' 誕日 sinh nhật. ◇Tam quốc diễn nghĩa 三國演義: 'Ti đồ quý đản, hà cố phát bi?' 司徒貴誕, 何故發悲 (Đệ tứ hồi) (Hôm nay) là sinh nhật của quan tư đồ, vì cớ gì mà lại bi thương như vậy?",
                "(Động) Sinh ra. ◎Như: 'đản sanh' 誕生 sinh ra.",
                "(Phó) Rộng, khắp. ◇Thư Kinh 書經: 'Đản cáo vạn phương'誕告萬方 (Thang cáo 湯誥) Báo cho khắp muôn phương biết.",
                "(Trợ) Dùng làm tiếng đệm đầu câu. ◇Thi Kinh 詩經: 'Đản di quyết nguyệt, Tiên sanh như đạt' 誕彌厥月, 先生如達 (Đại nhã 大雅, Sanh dân 生民) Mang thai đủ tháng (chín tháng mười ngày), Sinh lần đầu (dễ dàng) như sinh dê con."
            ],
            "Từ điển Thiều Chửu": [
                "Nói láo, nói toáng. Như hoang đản bất kinh 荒誕不經 láo hão không đúng sự.",
                "Ngông láo, người không biết sự xét nét mình cứ ngông nghênh, xằng gọi là phóng đản 放誕.",
                "Nuôi. Nay gọi ngày sinh nhật là đản nhật 誕日.",
                "Rộng.",
                "Cả, lớn.",
                "Dùng làm tiếng đệm đầu câu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sinh ra, ra đời: 昔文王一妻誕致十子 Xưa một bà vợ của vua Văn vương đã đẻ (sinh) mười đứa con (Hậu Hán thư);",
                "Ngày sinh: 聖誕節 Ngày Thiên Chúa giáng sinh, lễ Nô-en;",
                "Viển vông, vô lí: 荒誕 Hoang đường; 荒誕不經 Vô lí;",
                "(văn) Rộng, lớn, to: 何誕之節兮 Sao lá và đốt của nó to rộng hề (Thi Kinh: Bội phong, Mao khâu);",
                "(văn) Lừa dối;",
                "Phóng đãng: 我生性放誕 Đời ta tính phóng đãng (Đỗ Phủ: Kí đề giang ngoại thảo đường);",
                "(văn) Trợ từ dùng ở đầu câu: 誕彌厥月 Mang thai tròn mười tháng (Thi Kinh: Đại nhã, Sinh dân)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói láo, nói chuyện không có thật — To lớn — Rộng lớn — Sinh đẻ — Lừa dối."
            ],
            "compound_words": {
                "誑誕": "cuống đản",
                "誕言": "đản ngôn",
                "誕日": "đản nhật",
                "誕生": "đản sinh",
                "誕節": "đản tiết",
                "佛誕": "phật đản",
                "佛誕日": "phật đản nhật",
                "放誕": "phóng đản",
                "怪誕": "quái đản",
                "聖誕": "thánh đản",
                "聖誕節": "thánh đản tiết",
                "夀誕": "thọ đản"
            }
        }
    }
}