{
    "character": "誘",
    "details": {
        "Âm Hán Việt": [
            "dụ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "ngôn 言 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰言秀"
        ],
        "Nét bút": [
            "丶一一一丨フ一ノ一丨ノ丶フノ"
        ],
        "Thương Hiệt": [
            "YRHDS (卜口竹木尸)"
        ],
        "Unicode": [
            "U+8A98"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yòu ㄧㄡˋ"
        ],
        "Âm Nôm": [
            "dỗ",
            "dũ"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)",
            "イウ (iu)"
        ],
        "Âm Nhật (kunyomi)": [
            "さそ.う (saso.u)",
            "いざな.う (izana.u)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jau5"
        ]
    },
    "meanings": {
        "dụ": {
            "Từ điển phổ thông": [
                "dỗ dành",
                "dẫn dụ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dạy dỗ, khuyên bảo, dẫn dắt. ◇Luận Ngữ 論語: 'Phu tử tuần tuần nhiên thiện dụ nhân' 夫子循循然善誘人 (Tử Hãn 子罕) Thầy tuần tự mà khéo léo dẫn dắt người.",
                "(Động) Cám dỗ (dùng lời nói, hành động để lôi cuốn người khác). ◎Như: 'dẫn dụ lương gia tử đệ' 引誘良家子弟 quyến dỗ con em nhà lương thiện. ◇Tam quốc diễn nghĩa 三國演義: 'Đổng Trác chiêu dụ Hà Tiến huynh đệ bộ hạ chi binh, tận quy chưởng ác' 董卓招誘何進兄弟部下之兵, 盡歸掌握 (Đệ tam hồi) Đổng Trác chiêu dụ những quân bộ hạ của anh em Hà Tiến về cả tay mình."
            ],
            "Từ điển Thiều Chửu": [
                "Dỗ dành, dùng lời nói khéo khuyên người ta nghe theo mình gọi là dụ, lấy đạo nghĩa khuyên dẫn người ta làm thiện cũng gọi là dụ. Như tuần tuần thiện dụ 循循善誘 dần dần khéo dẫn dụ, nói người khéo dạy.",
                "Lấy mưu gian mà dẫn người ta vào lối ác cũng gọi là dụ. Như dẫn dụ lương gia tử đệ 引誘良家子弟 quyến dỗ con em nhà lương thiện."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dụ dỗ, cám dỗ, dẫn dụ, nhử: 誘敵深入 Nhử địch vào sâu; 循循善誘 Khéo dẫn dụ dần; 引誘良家子弟 Dụ dỗ con em nhà lương thiện;",
                "Thu hút, hấp dẫn, lôi cuốn: 誘人的景色 Cảnh sắc hấp dẫn;",
                "Khuyên dỗ, dạy dỗ: 循循善誘 Khuyên bảo dạy dỗ khéo léo."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rủ rê. Dùng lời nói làm cho kẻ khác theo mình — Dẫn dắt — Lừa dối."
            ],
            "compound_words": {
                "引誘": "dẫn dụ",
                "訓誘": "huấn dụ",
                "勸誘": "khuyến dụ",
                "扇誘": "phiến dụ",
                "撫誘": "phủ dụ",
                "眷誘": "quyến dụ"
            }
        }
    }
}