{
    "character": "誓",
    "details": {
        "Âm Hán Việt": [
            "thệ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "ngôn 言 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱折言"
        ],
        "Nét bút": [
            "一丨一ノノ一丨丶一一一丨フ一"
        ],
        "Thương Hiệt": [
            "QLYMR (手中卜一口)"
        ],
        "Unicode": [
            "U+8A93"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "thề"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)"
        ],
        "Âm Nhật (kunyomi)": [
            "ちか.う (chika.u)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "sai6"
        ]
    },
    "meanings": {
        "thệ": {
            "Từ điển phổ thông": [
                "thề, hứa"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lời thề, lời hứa quyết tâm không đổi. ◎Như: 'phát thệ' 發誓 nói ra lời thề, 'san minh hải thệ' 山盟海誓 lời hẹn thề lấy núi và biển làm chứng, 'chiết tiễn vi thệ' 折箭爲誓 bẻ tên làm phép thề.",
                "(Động) Thề, quyết. ◎Như: 'thệ bất cam hưu' 誓不甘休 thề theo đuổi tới cùng, 'thệ bất lưỡng lập' 誓不兩立 quyết không đội trời chung.",
                "(Động) Răn bảo. ◎Như: 'thệ sư' 誓師 răn bảo tướng sĩ trước khi xuất quân."
            ],
            "Từ điển Thiều Chửu": [
                "Răn bảo. Họp các tướng sĩ lại mà răn bảo cho biết kỉ luật gọi là thệ sư 誓師.",
                "Thề, đối trước cửa thần thánh nói rõ việc ra để làm tin gọi là thệ. Như chiết tiễn vi thệ 折箭爲誓 bẻ tên làm phép thề.",
                "Mệnh lệnh.",
                "Kính cẩn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thề, quyết: 山盟海誓 Thề non hẹn biển; 吾誓與城爲殉 Ta thề cùng chết với thành (theo thành) (Toàn Tổ Vọng: Mai Hoa lãnh kí); 誓將去汝 Quyết bỏ mày đi (Thi Kinh);",
                "(văn) Lời ước hẹn, lời thề, lời hứa: 申之以明誓 Lấy lời thề hẹn để tỏ rõ (Tả truyện);",
                "(văn) Lời răn bảo các tướng sĩ (thời xưa): 湯誓 Lời răn bảo tướng sĩ khi Thang phạt Trụ;",
                "(văn) Răn bảo chiến sĩ trước khi xuất quân (biểu thị quyết tâm): 勒三軍，誓將帥 Cầm đầu ba quân, răn bảo tướng sĩ (Ban Cố: Đông Đô phú);",
                "(văn) Cẩn thận."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thề nguyền — Thề hẹn."
            ],
            "compound_words": {
                "賭誓": "đổ thệ",
                "發誓": "phát thệ",
                "誓海": "thệ hải",
                "誓海盟山": "thệ hải minh sơn",
                "誓師": "thệ sư",
                "誓約": "thệ ước",
                "宣誓": "tuyên thệ",
                "約誓": "ước thệ"
            }
        }
    }
}