{
    "character": "詎",
    "details": {
        "Âm Hán Việt": [
            "cự"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "ngôn 言 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰言巨"
        ],
        "Nét bút": [
            "丶一一一丨フ一一フ一フ"
        ],
        "Thương Hiệt": [
            "YRSS (卜口尸尸)"
        ],
        "Unicode": [
            "U+8A4E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "jù ㄐㄩˋ"
        ],
        "Âm Nôm": [
            "cự"
        ],
        "Âm Nhật (onyomi)": [
            "キョ (kyo)",
            "ゴ (go)"
        ],
        "Âm Nhật (kunyomi)": [
            "なんぞ (nan zo)"
        ],
        "Âm Quảng Đông": [
            "geoi6"
        ]
    },
    "meanings": {
        "cự": {
            "Từ điển phổ thông": [
                "chẳng nhẽ, há (phụ từ)",
                "nếu"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Há, làm sao, lẽ nào. § Tương đương với 'khởi' 豈. ◎Như: 'cự khả' 詎可 có thể nào, 'cự khẳng' 詎肯 há chịu.",
                "(Phó) Biểu thị phủ định. § Tương đương với 'vô' 無, 'phi' 非, 'bất' 不. ◇Giang Yêm 江淹: 'Chí như nhất khứ tuyệt quốc, cự tương kiến kì' 至如一去絕國, 詎相見期 (Biệt phú 別賦) Đến nơi xa xôi cùng tận, chẳng hẹn ngày gặp nhau.",
                "(Phó) Từng, đã, có lần. § Dùng như 'tằng' 曾. ◇Vương An Thạch 王安石: 'Thử vãng cự kỉ thì, Lương quy diệc vân tạm' 暑往詎幾時, 涼歸亦云暫 (Cửu nhật tùy gia nhân du đông san 九日隨家人游東山) Nóng đi đã bao lâu, Mát về lại bảo mới đây.",
                "(Phó) Không ngờ, ngờ đâu. ◇Nhị thập niên mục đổ chi quái hiện trạng 二十年目睹之怪現狀: 'Cự tiếp liễu hồi điều, hựu thị thôi từ' 詎接了回條, 又是推辭 (Đệ 101 hồi) Không ngờ nhận được hồi đáp, lại là lời từ khước.",
                "(Liên) Nếu, như quả. ◇Quốc ngữ 國語: 'Cự phi thánh nhân, bất hữu ngoại hoạn, tất hữu nội ưu' 詎非聖人, 不有外患, 必有内憂 Nếu chẳng phải thánh nhân thì không có lo ngoài ắt có lo trong.",
                "(Liên) Hoặc là, hay là.  ◇Liệt Tử 列子: 'Nhược tương thị mộng kiến tân giả chi đắc lộc da? Cự hữu tân giả da? Kim chân đắc lộc, thị nhược chi mộng chân da?' 若將是夢見薪者之得鹿邪? 詎有薪者邪? 今真得鹿, 是若之夢真邪? (Chu Mục vương 周穆王) Nếu như là mộng thấy người kiếm củi bắt được con hươu? Hay là có người kiếm củi thực? Bây giờ đã thực được con hươu, thì ra mộng như là thực à?"
            ],
            "Từ điển Thiều Chửu": [
                "Há. Như cự khả 詎可 há nên, cự khẳng 詎肯 há chịu, đều dùng làm lời nói đoán trước chưa biết về sau ra thế nào cả.",
                "Nếu. Quốc ngữ 國語: Cự phi thánh nhân, bất hữu ngoại hoạn, tất hữu nội ưu 詎非聖人，不有外患，必有内憂 nếu chẳng phải thánh nhân thì không có lo ngoài ắt có lo trong."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Làm sao, há: 羅友詎減魏陽元？ La Hữu làm sao kém hơn Nguỵ Dương Nguyên? (Thế thuyết tân ngữ); 吾軍適至，馬未¯°，士未飯，詎可戰耶？ Quân ta vừa mới đến, ngựa chưa cho ăn, quân lính chưa cơm nước, làm sao (há) có thể đánh được? (Cựu Đường thư); 詎肯 Há chịu;",
                "Nếu: 詎非聖人，不有外患，必有内憂 Nếu chẳng phải thánh nhân thì không có lo ngoài ắt có lo trong (Quốc ngữ)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Há rằng — Sao lại — Ví như."
            ]
        }
    }
}