{
    "character": "誠",
    "details": {
        "Âm Hán Việt": [
            "thành"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "ngôn 言 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰言成"
        ],
        "Nét bút": [
            "丶一一一丨フ一一ノフフノ丶"
        ],
        "Thương Hiệt": [
            "YRIHS (卜口戈竹尸)"
        ],
        "Unicode": [
            "U+8AA0"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chéng ㄔㄥˊ"
        ],
        "Âm Nôm": [
            "thành",
            "thiêng"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)"
        ],
        "Âm Nhật (kunyomi)": [
            "まこと (makoto)"
        ],
        "Âm Hàn": [
            "성"
        ],
        "Âm Quảng Đông": [
            "sing4"
        ]
    },
    "meanings": {
        "thành": {
            "Từ điển phổ thông": [
                "thật thà, thành thật"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lòng chân thực. ◇Vương Bột 王勃: 'Cảm kiệt bỉ thành, cung sơ đoản dẫn' 敢竭鄙誠, 恭疏短引 (Đằng Vương Các tự 滕王閣序) Xin hết lòng thành quê kệch, cung kính làm bài từ ngắn này.",
                "(Tính) Thật, không dối. ◎Như: 'thành phác' 誠樸 thật thà, chân thật, 'thành chí' 誠摯 khẩn thiết, thật tình.",
                "(Phó) Quả thật, thật sự. ◎Như: 'thành nhiên' 誠然 quả nhiên. ◇Sử Kí 史記: 'Tướng quốc thành thiện Sở thái tử hồ?' 相國誠善楚太子乎 (Xuân Thân Quân truyện 春申君傳) Tướng quốc thật sự giao hiếu với thái tử nước Sở ư?",
                "(Liên) Giả như, nếu thật. ◇Sử Kí 史記: 'Thành năng thính thần chi kế, mạc nhược lưỡng lợi nhi câu tồn' 誠能聽臣之計, 莫若兩利而俱存 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Nếu quả chịu nghe theo kế của thần, thì không gì bằng làm lợi cho cả đôi bên, để đôi bên cùng tồn tại."
            ],
            "Từ điển Thiều Chửu": [
                "Thành thực, chân thực.",
                "Tin, như  thành nhiên 誠然 tin thực thế."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thành, thành thực: 眞誠 Chân thành; 心意不誠 Lòng dạ không thành thực; 誠者天之道也 Thành thực là đạo của trời (Đại học);",
                "(văn) Thật, thật sự, nếu thật: 誠有此事 Thật có việc ấy; 誠屬不幸 Thật là không may; 誠知此恨人人有 Thật biết rằng mối hận ấy mọi người đều có; 相國誠善楚太子乎？ Tướng quốc thật sự quan hệ tốt với thái tử nước Sở ư? (Sử kí: Xuân Thân Quân liệt truyện); 誠如是也，民歸之，由水之就下 Nếu thật như thế, thì dân sẽ theo về, giống như nước chảy xuống chỗ thấp (Mạnh tử: Lương Huệ vương thượng).【誠然】 thành nhiên [chéngrán] Quả nhiên, thật: 誠然不錯 Quả nhiên không sai, thật không sai; 那邊的風俗習慣誠然像你信上所說的那樣 Phong tục tập quán nơi đó thật giống như anh đã nói trong thư."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thật lòng. Không dối trá.  Đoạn trường tân thanh : » Cúi dâng một lễ xa đem tấc thành «."
            ],
            "compound_words": {
                "真誠": "chân thành",
                "至誠": "chí thành",
                "專誠": "chuyên thành",
                "丹誠": "đan thành",
                "潔誠": "khiết thành",
                "熱誠": "nhiệt thành",
                "誠懇": "thành khẩn",
                "誠敬": "thành kính",
                "誠心": "thành tâm",
                "誠實": "thành thực",
                "誠信": "thành tín",
                "精誠": "tinh thành",
                "忠誠": "trung thành"
            }
        }
    }
}