{
    "character": "討",
    "details": {
        "Âm Hán Việt": [
            "thảo"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "ngôn 言 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰言寸"
        ],
        "Nét bút": [
            "丶一一一丨フ一一丨丶"
        ],
        "Thương Hiệt": [
            "YRDI (卜口木戈)"
        ],
        "Unicode": [
            "U+8A0E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tǎo ㄊㄠˇ"
        ],
        "Âm Nôm": [
            "thảo"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "う.つ (u.tsu)"
        ],
        "Âm Hàn": [
            "토"
        ],
        "Âm Quảng Đông": [
            "tou2"
        ]
    },
    "meanings": {
        "thảo": {
            "Từ điển phổ thông": [
                "đánh, trừng phạt người có tội",
                "dò xét",
                "đòi lại của cải",
                "bỏ đi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đánh, trừng trị kẻ có tội. ◎Như: 'thảo tặc' 討賊 đánh dẹp quân giặc.",
                "(Động) Giết, tru sát.",
                "(Động) Sửa trị, cai trị, trị lí. ◇Tả truyện 左傳: 'Kì quân vô nhật bất thảo quốc nhân nhi huấn chi' 其君無日不討國人而訓之 (Tuyên Công thập nhị niên 宣公十二年) Vua không ngày nào mà không sửa trị dân trong nước để giáo huấn.",
                "(Động) Tìm xét, nghiên cứu. ◎Như: 'thảo luận' 討論 bàn bạc xem xét.",
                "(Động) Đòi, đòi lấy của cải gì của người. ◇Thủy hử truyện 水滸傳: 'Nhân thảo tiền quá lai ngộ kiến ân nhân' 因討錢過來遇見恩人 (Đệ thập hồi) Nhân đi đòi tiền mà gặp ân nhân.",
                "(Động) Tìm kiếm, dò hỏi. ◇Ngô Tổ Tương 吳組緗: 'Đề trước miệt lam, đái trước tiễn đao, đáo thảo bình thượng thảo dã thái' 提着篾籃，帶着剪刀, 到草坪上討野菜 (San hồng 山洪, Thập bát) Xách giỏ tre, mang dao kéo, đến chỗ đất bằng phẳng tìm rau mọc ngoài đồng.",
                "(Động) Lấy vợ. ◇Tỉnh thế hằng ngôn 醒世恆言: 'Nhất cá nguyện thảo, nhất cá nguyện giá' 一個願討, 一個願嫁 (Mại du lang độc chiếm hoa khôi 賣油郎獨占花魁) Một người muốn lấy vợ, một người muốn lấy chồng.",
                "(Động) Mua. ◇Chu Tử ngữ loại 朱子語類: 'Yếu thảo ta dược lai phục' 要討些藥來服 (Quyển cửu) Muốn mua ít thuốc để uống.",
                "(Động) Mướn, thuê. ◇Thiên vũ hoa 天雨花: 'Thùy tri nhất thai tam nữ, thả hỉ đại tiểu bình an, thảo liễu tam cá nhũ mẫu' 誰知一胎三女, 且喜大小平安, 討了三個乳母 (Đệ ngũ hồi) Ai ngờ một thai ba gái, cũng mừng lớn nhỏ bình an, thuê được ba bà vú nuôi.",
                "(Động) Bỏ đi, trừ khử."
            ],
            "Từ điển Thiều Chửu": [
                "Ðánh, đánh giết kẻ có tội gọi là thảo.",
                "Tìm xét, dò xét.",
                "Ðòi, tục gọi sự đòi lấy của cải gì của người là thảo.",
                "Bỏ đi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đánh dẹp, trị tội: 南征北討 Đánh nam dẹp bắc;",
                "Xét tìm, nghiên cứu: 研討 Nghiên cứu, hội thảo;",
                "Đòi, xin: 討還血債 Bắt (đòi) phải trả nợ máu; 乞討 Cầu xin;",
                "Làm cho, khiến cho: 討人喜歡 Làm cho người ta thích;",
                "Lấy, cưới: 討老婆 Lấy vợ;",
                "(văn) Đổi (lấy của cải);",
                "(văn) Bỏ đi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đem quân đánh kẻ có tội. Đánh giặc, Bản dịch  Chinh phụ ngâm khúc : » Biết nay chàng tiến thảo nơi đâu « — Tìm tòi xem xét."
            ],
            "compound_words": {
                "征討": "chinh thảo",
                "預討": "dự thảo",
                "檢討": "kiểm thảo",
                "探討": "thám thảo",
                "討好": "thảo hảo",
                "討論": "thảo luận",
                "討厭": "thảo yếm",
                "進討": "tiến thảo"
            }
        }
    }
}