{
    "character": "該",
    "details": {
        "Âm Hán Việt": [
            "cai"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "ngôn 言 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰言亥"
        ],
        "Nét bút": [
            "丶一一一丨フ一丶一フノノ丶"
        ],
        "Thương Hiệt": [
            "YRYVO (卜口卜女人)"
        ],
        "Unicode": [
            "U+8A72"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gāi ㄍㄞ"
        ],
        "Âm Nôm": [
            "cai",
            "cơi"
        ],
        "Âm Nhật (onyomi)": [
            "ガイ (gai)"
        ],
        "Âm Hàn": [
            "해"
        ],
        "Âm Quảng Đông": [
            "goi1"
        ]
    },
    "meanings": {
        "cai": {
            "Từ điển phổ thông": [
                "bao quát hết thảy",
                "còn thiếu"
            ],
            "Từ điển trích dẫn": [
                "(Phó) Hết, khắp, tất cả, bao quát hết thẩy. ◎Như: 'tường cai' 詳該 biết rõ hết cả. ◇Lão tàn du kí 老殘遊記: 'Ngã môn giá thì cai thụy liễu' 我們這時該睡了 (Đệ thập lục hồi) Chúng tôi lúc đó đều ngủ cả.",
                "(Đại) Ấy, đó (dùng làm lời chỉ rõ vào cái gì). ◎Như: 'cai xứ' 該處 chỗ đó, 'cai án' 該案 án đó.",
                "(Động) Đáng, nên, phải. ◎Như: 'sự cai như thử' 事該如此 việc nên phải như thế. ◇Hồng Lâu Mộng 紅樓夢: 'Giá lưỡng cá nhân tất hữu lai lịch, cai thí nhất vấn, như kim hối khước vãn dã' 這兩個人必有來歷, 該試一問, 如今悔卻晚也 (Đệ nhất hồi) Hai người này tất có lai lịch, nên hỏi (mới phải), bây giờ ăn năn đã muộn rồi.",
                "(Động) Gồm đủ, kiêm. ◇Thái Ung 蔡邕: 'Tín khả vị kiêm tam tài nhi cai cương nhu' 信可謂兼三才而該剛柔 (Ti không viên phùng bi 司空袁逢碑) Tín có thể nói là gồm ba tài và đủ cả cương nhu.",
                "(Động) Bao trùm.",
                "(Động) Đến phiên, đến lượt. ◇Hồng Lâu Mộng 紅樓夢: 'Kim nhi bất cai ngã đích ban nhi, hữu trà một trà, biệt vấn ngã' 今兒不該我的班兒, 有茶沒茶, 別問我 (Đệ nhị thập thất hồi) Hôm nay không phải đến phiên  tôi, có trà hay không, đừng hỏi đến tôi.",
                "(Động) Nợ, thiếu. ◎Như: 'các tồn các cai' 各存各該 (nói trong cửa hàng) cái ấy còn cái ấy thiếu. ◇Nho lâm ngoại sử 儒林外史: 'Tha cai ngã kỉ lượng ngân tử' 他該我幾兩銀子 (Đệ ngũ thập tam hồi) Nó thiếu nợ tôi mấy lạng bạc.",
                "(Động) Tiền định, chú định (mệnh vận). ◇Kim Bình Mai 金瓶梅: 'Đắc thất vinh khô mệnh lí cai' 得失榮枯命裏該 (Đệ tứ thập bát hồi) Được mất, thịnh suy, trong mệnh vận đã định trước cả rồi."
            ],
            "Từ điển Thiều Chửu": [
                "Cai quát đủ, nghĩa là bao quát hết thẩy. Như tường cai 詳該 tường tận.",
                "Đáng nên. Như sự cai như thử 事該如此 việc nên phải như thế.",
                "Dùng làm lời chỉ rõ vào cái gì. Như cai xứ 該處 chỗ đó, cai án 該案 án đó.",
                "Tục gọi thứ gì còn thiếu là cai. Như các tồn các cai 各存各該 nói trong cửa hàng, cái ấy còn cái ấy thiếu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nên, cần phải: 該說的一定要說 Điều cần nói thì nhất định phải nói; 該休息一下了 Nên nghỉ cái đã; 事該如此 Việc phải như thế;",
                "Đáng: 活該 Đáng đời, đáng kiếp;",
                "Ấy, đó: 該地 Nơi đó; 該案 Vụ án đó;",
                "Nợ, thiếu: 我該他兩塊錢 Tôi nợ anh ấy hai đồng; 各存各該 Các thứ còn và thiếu (trong cửa hàng);",
                "Như 賅 [gai] (bộ 貝): 詳該 Tường tận đầy đủ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bao gồm. Gồm đủ — Trông nom bao quát công việc — Chức vụ nhỏ trong quân đội thời xưa, trông nom một đơn vị nhỏ."
            ],
            "compound_words": {
                "該博": "cai bác",
                "該管": "cai quản",
                "該貫": "cai quán",
                "該贍": "cai thiệm",
                "該綜": "cai tông",
                "該總": "cai tổng",
                "該治": "cai trị",
                "活該": "hoạt cai",
                "應該": "ưng cai",
                "淹該": "yêm cai"
            }
        }
    }
}