{
    "character": "諭",
    "details": {
        "Âm Hán Việt": [
            "dụ"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "ngôn 言 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰言俞"
        ],
        "Nét bút": [
            "丶一一一丨フ一ノ丶一丨フ一一丨丨"
        ],
        "Thương Hiệt": [
            "YROMN (卜口人一弓)"
        ],
        "Unicode": [
            "U+8AED"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "tǒu ㄊㄡˇ",
            "yù ㄩˋ"
        ],
        "Âm Nôm": [
            "dụ"
        ],
        "Âm Nhật (onyomi)": [
            "ユ (yu)"
        ],
        "Âm Nhật (kunyomi)": [
            "さと.す (sato.su)"
        ],
        "Âm Hàn": [
            "유"
        ],
        "Âm Quảng Đông": [
            "jyu6"
        ]
    },
    "meanings": {
        "dụ": {
            "Từ điển phổ thông": [
                "chỉ bảo, hiểu dụ",
                "tỏ rõ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Báo cho biết. ◇Sử Kí 史記: 'Lương nãi triệu cố sở tri hào lại, dụ dĩ sở vi khởi đại sự, toại cử Ngô Trung binh' 梁乃召故所知豪吏, 諭以所為起大事, 遂舉吳中兵 (Hạng Vũ bổn kỉ 項羽本紀) Lương bèn triệu tập hào kiệt và quan lại quen biết cũ, thông báo tại sao khởi nghĩa, rồi trưng dụng quân ở Ngô Trung.",
                "(Động) Hiểu rõ. ◇Tuân Tử 荀子: 'Kì ngôn đa đáng hĩ, nhi vị dụ dã' 其言多當矣, 而未諭也 (Nho hiệu 儒效) Lời đó thường đúng, mà chưa hiểu rõ vậy.",
                "(Động) Tỏ rõ, biểu minh. ◇Hoài Nam Tử 淮南子: 'Thôi điệt gian lũ, tích dũng khốc khấp, sở dĩ dụ ai dã' 衰絰菅屨, 辟踊哭泣, 所以諭哀也 (Chủ thuật huấn 主術訓) Mặc áo gai đi giày cỏ, đấm ngực nhảy lên khóc lóc, là để biểu thị lòng thương tiếc.",
                "(Động) Ví, sánh. ◇Chiến quốc sách 戰國策: 'Thỉnh dĩ thị dụ, thị triêu tắc mãn, tịch tắc hư, phi triêu ái thị nhi tịch tăng chi dã, cầu tồn cố vãng, vong cố khứ' 請以市諭, 市朝則滿, 夕則虛, 非朝愛市而夕憎之也, 求存故往, 亡故去 (Tề sách tứ 齊策四) Xin lấy chợ để ví dụ, chợ sáng thì đông, chiều thì vắng, không phải vì sáng (người ta) yêu chợ mà chiều ghét chợ, (chỉ vì) còn nhu cầu thì tới, hết nhu cầu thì bỏ đi.",
                "(Danh) Lời truyền bảo, chỉ thị (bề trên bảo người dưới). ◎Như: 'thượng dụ' 上諭 dụ của vua.",
                "(Danh) Họ 'Dụ'."
            ],
            "Từ điển Thiều Chửu": [
                "Bảo, người trên bảo người dưới gọi là dụ. Như thượng dụ 上諭 dụ của vua.",
                "Hiểu dụ, tỏ rõ ý nghĩa.",
                "Tỏ.",
                "Thí dụ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Dụ, lời truyền bảo, chỉ thị (của bề trên đối với bề dưới): 上諭 Dụ của vua;",
                "Truyền xuống bằng dụ, chỉ thị xuống (cấp dưới);",
                "(văn) Thí dụ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lời người trên nói cho người dưới hiểu — Các nghĩa khác dùng như chữ Dụ 喻."
            ],
            "compound_words": {
                "指諭": "chỉ dụ",
                "詔諭": "chiếu dụ",
                "諭旨": "dụ chỉ",
                "曉諭": "hiểu dụ",
                "慰諭": "uỷ dụ"
            }
        }
    }
}