{
    "character": "諾",
    "details": {
        "Âm Hán Việt": [
            "nặc"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "ngôn 言 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰言若"
        ],
        "Nét bút": [
            "丶一一一丨フ一一丨丨一ノ丨フ一"
        ],
        "Thương Hiệt": [
            "YRTKR (卜口廿大口)"
        ],
        "Unicode": [
            "U+8AFE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "nuò ㄋㄨㄛˋ"
        ],
        "Âm Nôm": [
            "nặc"
        ],
        "Âm Nhật (onyomi)": [
            "ダク (daku)"
        ],
        "Âm Hàn": [
            "낙",
            "락"
        ],
        "Âm Quảng Đông": [
            "nok6"
        ]
    },
    "meanings": {
        "nặc": {
            "Từ điển phổ thông": [
                "vâng, bằng lòng"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đáp ứng, ưng cho. ◎Như: 'bất khinh nhiên nặc' 不輕然諾 không dám vâng xằng. ◇Sử Kí 史記: 'Thiên nhân nặc nặc, bất như nhất sĩ chi ngạc ngạc' 千人之諾諾, 不如一士之諤諤 (Thương Quân truyện 商君傳) Nghìn người vâng dạ, không bằng một người nói thẳng.",
                "(Danh) Lời ưng chịu. ◎Như: Tục ngữ nước Sở có câu 'đắc hoàng kim bách cân, bất như đắc Quý Bố nhất nặc' 得黃金百斤, 不如得季布一諾 được trăm cân vàng, không bằng được một lời ưng của ông Quý Bố. § Bây giờ gọi lời vâng, lời hứa là 'kim nặc' 金諾 là vì đó.",
                "(Danh) Dạ, vâng, ừ. ◇Luận Ngữ 論語: 'Nặc, ngô tương sĩ hĩ' 諾, 吾將仕矣 (Dương Hóa 陽貨) Vâng, tôi sẽ ra làm quan.",
                "(Danh) Lời phê hoặc chữ viết thêm vào mặt sau văn thư ngày xưa, biểu thị ưng cho. ◎Như: 'hoạch nặc' 畫諾 kí tên kèm làm hiệu."
            ],
            "Từ điển Thiều Chửu": [
                "Dạ. Dạ nhanh gọi là duỵ 唯, dạ thong thả gọi là nặc 諾. Thiên nhân chi nặc nặc, bất như nhất sĩ chi ngạc 千人之諾諾，不如一士之諤 nghìn người vâng dạ, không bằng một người nói thẳng.",
                "Vâng, ừ, ưng cho. Như  bất khinh nhiên nặc 不輕然諾 không dám vâng xằng. Tục ngữ nước Sở có câu: Đắc hoàng kim bách cân, bất như đắc Quý Bố nhất nặc 得黃金百斤不如得季布一諾 được trăm cân vàng, không bằng được một lời vâng của ông Quý Bố. Bây giờ gọi lời vâng, lời hứa là kim nặc 金諾 là vì đó.",
                "Văn thư có chữ kí riêng làm dấu hiệu gọi là nặc. Như hoạch nặc 畫諾 kí tên kèm làm hiệu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đồng ý cho, bằng lòng hứa: 許諾 Hứa hẹn;",
                "Vâng dạ, ừ (có thể dùng độc lập để đáp vâng, biểu thị sự tán thành hoặc đồng ý);",
                "(văn) Chữ kí riêng trên giấy tờ để làm dấu: 畫諾 Kí tên làm dấu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng đáp lại, trả lời, với sự bằng lòng ( Vâng, Ừ ) — Bằng lòng. Nói cho biết là ưng thuận."
            ],
            "compound_words": {
                "允諾": "doãn nặc",
                "唯諾": "duỵ nặc",
                "一呼百諾": "nhất hô bách nặc",
                "承諾": "thừa nặc"
            }
        }
    }
}