{
    "character": "謂",
    "details": {
        "Âm Hán Việt": [
            "vị"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "ngôn 言 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰言胃"
        ],
        "Nét bút": [
            "丶一一一丨フ一丨フ一丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "YRWB (卜口田月)"
        ],
        "Unicode": [
            "U+8B02"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "wèi ㄨㄟˋ"
        ],
        "Âm Nôm": [
            "vị"
        ],
        "Âm Nhật (onyomi)": [
            "イ (i)"
        ],
        "Âm Nhật (kunyomi)": [
            "い.う (i.u)",
            "いい (ii)",
            "おも.う (omo.u)",
            "いわゆる (iwayuru)"
        ],
        "Âm Hàn": [
            "위"
        ],
        "Âm Quảng Đông": [
            "wai6"
        ]
    },
    "meanings": {
        "vị": {
            "Từ điển phổ thông": [
                "nói",
                "gọi là"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bảo, báo cho biết, nói với. ◇Luận Ngữ 論語: 'Tử vị Tử Hạ viết: Nhữ vi quân tử nho, vô vi tiểu nhân nho' 子謂子夏曰: 女為君子儒, 無為小人儒 (Ung dã 雍也) Khổng Tử bảo Tử Hạ rằng: Ngươi hãy làm nhà nho quân tử, đừng làm nhà nho tiểu nhân.",
                "(Động) Bình luận, nói về. ◇Luận Ngữ 論語: 'Tử vị thiều, tận mĩ hĩ, hựu tận thiện dã' 子謂韶, 盡美矣, 又盡善也 (Bát dật 八佾) Khổng Tử nói về nhạc Thiều (của vua Thuấn): cực hay, lại vô cùng tốt lành.",
                "(Động) Nói. ◇Thi Kinh 詩經: 'Thùy vị Hà quảng?' 誰謂河廣 (Vệ phong 衛風, Hà quảng 河廣) Ai nói sông Hoàng Hà rộng?",
                "(Động) Gọi là, gọi rằng. ◎Như: 'thử chi vị đại trượng phu' 此之謂大丈夫 thế mới gọi là bậc đại trượng phu.",
                "(Động) Cho là. ◇Tả truyện 左傳: 'Thần vị quân chi nhập dã, kì tri chi hĩ' 臣謂君之入也, 其知之矣 (Hi Công nhị thập tứ niên 僖公二十四年) Thần cho rằng nhà vua vào (nước Tấn), thì chắc đã biết rồi.",
                "(Động) Là. § Thông 'vi' 為. ◇Thi Kinh 詩經: 'Túy nhi bất xuất, thị vị phạt đức' 醉而不出, 是謂伐德 (Tiểu nhã 小雅, Tân chi sơ diên 賓之初筵) Say mà không ra, là tổn hại đức.",
                "(Động) Nhẫn chịu. § Cũng như 'nại' 奈. ◇Thi Kinh 詩經: 'Thiên thật vi chi, Vị chi hà tai?' 天實為之, 謂之何哉 (Bội phong 邶風, Bắc môn 北門) Trời thật đã làm như thế, Thì chịu chứ làm sao?",
                "(Động) Khiến, để cho. § Cũng như 'sử' 使, 'nhượng' 讓. ◇Thi Kinh 詩經: 'Tự thiên tử sở, Vị ngã lai hĩ' 自天子所, 謂我來矣 (Tiểu nhã 小雅, Xuất xa 出車) Từ chỗ thiên tử, Khiến ta đến đấy.",
                "(Liên Với, và. § Cũng như 'hòa' 和, 'dữ' 與. ◇Sử Kí 史記: 'Tấn ư thị dục đắc Thúc Chiêm vi lục, Trịnh Văn Công khủng, bất cảm vị Thúc Chiêm ngôn' 晉於是欲得叔詹為僇,鄭文公恐, 不敢謂叔詹言 (Trịnh thế gia 鄭世家) Tấm do đấy muốn được Thúc Chiêm để giết, Trịnh Văn Công sợ, không dám nói với Thúc Chiêm.",
                "(Danh) Ý nghĩa. ◎Như: 'vô vị chi sự' 無謂之事 việc không có nghĩa lí gì cả. ◇Hàn Dũ 韓愈: 'Oa mãnh minh vô vị' 蛙黽鳴無謂 (Tạp thi 雜詩) Cóc nhái kêu vô nghĩa.",
                "(Danh) Họ 'Vị'."
            ],
            "Từ điển Thiều Chửu": [
                "Bảo, lấy lời mà bảo là vị.",
                "Bình luận. Như Luận ngữ nói Tử vị Nam Dung 子謂南容 đức thánh Khổng bình luận tư cách ông Nam Dung.",
                "Gọi là. Như thử chi vị đại trượng phu 此之謂大丈夫 thế mới gọi là bậc đại trượng phu.",
                "Rằng, dùng làm tiếng phát ngữ.",
                "Nói.",
                "Chăm, siêng.",
                "Cùng.",
                "Cùng nghĩa với chữ như 如."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Bảo: 人謂予曰 Người ta bảo tôi rằng;",
                "Gọi, gọi là, nhận là, cho là: 所謂 Gọi là, cái gọi là; 此之謂大丈夫 Như thế gọi là đại trượng phu (Mạnh tử); 竊謂在位之人才不足 Trộm cho là nhân tài tại vị không đủ dùng (Vương An Thạch: Thượng hoàng đế vạn ngôn thư);",
                "Ý nghĩa: 無謂 Vô nghĩa lí; 何謂也？ Nghĩa là gì thế?;",
                "Bình luận, nói về: 子謂南容 Khổng Tử nói về (bình luận về) ông Nam Dung (Luận ngữ);",
                "Chăm chỉ;",
                "Cùng;",
                "Như 如 (bộ 女);",
                "Vì (dùng như 爲, bộ 爪): 何謂咀葯而死？ Vì sao nuốt thuốc mà chết? (Hán thư)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bảo cho biết — Bảo rằng — Nói."
            ],
            "compound_words": {
                "所謂": "sở vị",
                "謂之": "vị chi",
                "謂語": "vị ngữ",
                "無所謂": "vô sở vị"
            }
        }
    }
}