{
    "character": "講",
    "details": {
        "Âm Hán Việt": [
            "giảng"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "ngôn 言 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰言冓"
        ],
        "Nét bút": [
            "丶一一一丨フ一一一丨丨一丨フ丨一一"
        ],
        "Thương Hiệt": [
            "YRTTB (卜口廿廿月)"
        ],
        "Unicode": [
            "U+8B1B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiǎng ㄐㄧㄤˇ"
        ],
        "Âm Nôm": [
            "giảng",
            "nhãng"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Hàn": [
            "강"
        ],
        "Âm Quảng Đông": [
            "gong2"
        ]
    },
    "meanings": {
        "giảng": {
            "Từ điển phổ thông": [
                "giảng giải"
            ],
            "Từ điển trích dẫn": [
                "(Động) Hòa giải, thương nghị. ◎Như: 'giảng hòa' 講和 giải hòa, 'giảng giá' 講價 trả giá, mặc cả. ◇Chiến quốc sách 戰國策: 'Tam quốc chi binh thâm hĩ, quả nhân dục cát Hà Đông nhi giảng' 三國之兵深矣, 寡人欲割河東而講 (Tần sách tứ, Tam quốc công Tần 三國攻秦) Quân ba nước tiến sâu quá rồi, quả nhân muốn cắt đất Hà Đông để giảng hòa.",
                "(Động) Dùng lời nói cho hiểu rõ nghĩa, thuyết minh. ◎Như: 'giảng thư' 講書 giảng sách, 'giảng kinh' 講經. ◇Trần Nhân Tông 陳仁宗: 'Trai đường giảng hậu tăng quy viện' 齋堂講後僧歸院 (Thiên Trường phủ 天長府) Ở nhà trai giảng xong, sư về viện.",
                "(Động) Nói, bàn, kể, trình bày. ◎Như: 'giảng Anh ngữ' 講英語 nói tiếng Anh, 'giảng cố sự' 講故事 kể chuyện. ◇Thủy hử truyện 水滸傳: 'Khán khán ai bộ thậm khẩn, các xứ thôn phường giảng động liễu' 看看挨捕甚緊, 各處村坊講動了 (Đệ thập nhất hồi) Tình hình lùng bắt ráo riết, các xóm phường đều bàn tán xôn xao.",
                "(Động) Chú ý, chú trọng. ◎Như: 'giảng hiệu suất' 講效率 chú trọng đến năng suất. ◇Luận Ngữ 論語: 'Đức chi bất tu, học chi bất giảng, văn nghĩa bất năng tỉ, bất thiện bất năng cải, thị ngô ưu dã' 德之不修, 學之不講, 聞義不能徙, 不善不能改, 是吾憂也 (Thuật nhi 述而) Đạo đức chẳng trau giồi, học vấn chẳng chú trọng (cho tinh tường), nghe điều nghĩa mà không làm theo, có lỗi mà không sửa đổi, đó là những mối lo của ta.",
                "(Động) Xét, so sánh cao thấp. ◎Như: 'giá thứ cạnh kĩ thị giảng văn đích hoàn thị giảng vũ đích?' 這次競技是講文的還是講武的 lần tranh tài này là xét về văn hay là xét về võ?",
                "(Động) Mưu toan. ◇Tả truyện 左傳: 'Giảng sự bất lệnh' 講事不令 (Tương Công ngũ niên 襄公五年) Mưu tính việc không tốt."
            ],
            "Từ điển Thiều Chửu": [
                "Hoà giải, lấy lời nói bảo cho hai bên hiểu ý tứ nhau mà hoà với nhau không tranh giành nhau nữa gọi là giảng. Như giảng hoà 講和.",
                "Giảng giải, lấy lời nói mà nói cho người ta hiểu rõ nghĩa gọi là giảng. Như giảng thư 講書 giảng sách, giảng kinh 講經, v.v.",
                "Bàn nói.",
                "Tập, xét.",
                "Mưu toan."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nói: 他會講越語 Anh ấy biết nói tiếng Việt; 剛才他講什么 Vừa rồi anh ấy nói gì?;",
                "Kể: 講過去的事 Kể những chuyện đã qua;",
                "Giảng, giảng giải, giải thích: 講課 Giảng bài; 這首古詩很難講 Bài thơ cổ này khó giảng lắm;",
                "Chú ý: 工作要講效率 Công tác phải chú ý đến năng suất;",
                "(văn) Tập, xét;",
                "(văn) Mưu toan."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói chuyện. Nói. Chẳng hạn Giảng Hoa ngữ ( nói tiếng Trung Hoa ) — Nói rõ ý nghĩa — Dạy học cũng nói là Giảng học — Làm cho hai bên được hoà thuận êm đẹp. Chẳng hạn Giảng hoà."
            ],
            "compound_words": {
                "演講": "diễn giảng",
                "講究": "giảng cứu",
                "講演": "giảng diễn",
                "講堂": "giảng đường",
                "講價": "giảng giá",
                "講解": "giảng giải",
                "講和": "giảng hoà",
                "講學": "giảng học",
                "講師": "giảng sư",
                "講習": "giảng tập",
                "講話": "giảng thoại",
                "講說": "giảng thuyết",
                "講武": "giảng vũ",
                "開講": "khai giảng",
                "侍講": "thị giảng",
                "摘講": "trích giảng"
            }
        }
    }
}