{
    "character": "購",
    "details": {
        "Âm Hán Việt": [
            "cấu"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "bối 貝 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰貝冓"
        ],
        "Nét bút": [
            "丨フ一一一ノ丶一一丨丨一丨フ丨一一"
        ],
        "Thương Hiệt": [
            "BCTTB (月金廿廿月)"
        ],
        "Unicode": [
            "U+8CFC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gòu ㄍㄡˋ"
        ],
        "Âm Nôm": [
            "cấu"
        ],
        "Âm Nhật (onyomi)": [
            "コウ (kō)"
        ],
        "Âm Hàn": [
            "구"
        ],
        "Âm Quảng Đông": [
            "gau3",
            "kau3"
        ]
    },
    "meanings": {
        "cấu": {
            "Từ điển phổ thông": [
                "mua sắm",
                "mưu bàn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Treo giải thưởng (để tìm kiếm, truy bắt). ◇Sử Kí 史記: 'Tín nãi lệnh quân trung vô sát Quảng Vũ Quân, hữu năng sanh đắc giả cấu thiên kim' 信乃令軍中毋殺廣武君, 有能生得者購千金 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) (Hàn) Tín ra lệnh cho toàn quân không được giết Quảng Vũ Quân, hễ ai bắt sống đuợc thì sẽ được thưởng ngàn vàng.",
                "(Động) Tưởng thưởng. ◇Đổ Duẫn Tích 堵允錫: 'Trọng thưởng dĩ cấu chi, nghiêm phạt dĩ trừng chi' 重賞以購之, 嚴罰以懲之  Cứu thì nhị thập nghị sớ救時二十議疏, Minh trung nghĩa chi huấn tứ 明忠義之訓四).",
                "(Động) Chỉ thưởng tiền, thù kim.",
                "(Động) Chuộc lấy.",
                "(Động) Mong cầu lấy được. ◎Như: 'vị quốc dân cấu tự do' 為國民購自由.",
                "(Động) Mua. ◎Như: 'cấu vật' 購物 mua sắm đồ. ◇Cung Tự Trân 龔自珍: 'Dư cấu tam bách bồn, giai bệnh giả, vô nhất hoàn giả' 予購三百盆, 皆病者, 無一完者 (Bệnh mai quán kí 病梅館記) Tôi mua ba trăm chậu, đều bệnh cả, không có một cái nào nguyên lành cả.",
                "(Động) Thông đồng. ◇Ngụy thư 魏書: '(...) mật cấu Thọ Xuân, Quách Nhân, Lí Qua Hoa, Viên Kiến đẳng lệnh vi nội ứng' 密購 壽春, 郭人, 李瓜花, 袁建等令為內應 (Dương Bá truyện  楊播傳).",
                "(Động) Giao hảo, liên hợp. § Thông 'cấu' 媾. ◇Sử Kí 史記: 'Thỉnh tây ước Tam Tấn, nam liên Tề, Sở, bắc cấu ư Thiền Vu' 請西約三晉, 南連齊, 楚, 北購於單于 (Thích khách liệt truyện 刺客列傳) Xin phía tây thì giao ước với Tam Tấn, phía nam thì liên kết với Tề, phía bắc thì giao hảo với Thiền Vu."
            ],
            "Từ điển Thiều Chửu": [
                "Mua sắm, như cấu vật 購物 mua sắm đồ.",
                "Mưu bàn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mua, sắm;",
                "(văn) Mưu tính bàn bạc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mua đồ vật — Đem tiền ra mà nhử."
            ],
            "compound_words": {
                "購求": "cấu cầu",
                "購買": "cấu mãi",
                "採購": "thái cấu"
            }
        }
    }
}