{
    "character": "資",
    "details": {
        "Âm Hán Việt": [
            "tư"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "bối 貝 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱次貝"
        ],
        "Nét bút": [
            "丶一ノフノ丶丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "IOBUC (戈人月山金)"
        ],
        "Unicode": [
            "U+8CC7"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zī ㄗ",
            "zì ㄗˋ"
        ],
        "Âm Nôm": [
            "tư"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Hàn": [
            "자"
        ],
        "Âm Quảng Đông": [
            "zi1"
        ]
    },
    "meanings": {
        "tư": {
            "Từ điển phổ thông": [
                "của cải, vốn",
                "giúp đỡ, cung cấp",
                "tư chất, tư cách"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Của cải, vốn liếng. ◎Như: 'tư bản' 資本 của vốn, 'gia tư' 家資 vốn liếng nhà.",
                "(Danh) Tiền lương. ◎Như: 'công tư' 工資 tiền công.",
                "(Danh) Tiền của tiêu dùng. ◎Như: 'quân tư' 軍資 của tiêu về việc quân, 'tư phủ' 資斧 của dùng hằng ngày, cũng như ta nói \"củi nước\" vậy. ◇Liêu trai chí dị 聊齋志異: 'Đồ trung ngộ khấu, tư phủ tận táng' 途中遇寇, 資斧盡喪 (Ngưu Thành Chương 牛成章) Trên đường gặp cướp, tiền bạc mất sạch.",
                "(Danh) Bẩm phú, tính chất của trời phú cho. ◎Như: 'thiên đĩnh chi tư' 天挺之資 tư chất trời sinh trội hơn cả các bực thường.",
                "(Danh) Chỗ dựa, chỗ nương nhờ. ◇Sử Kí 史記: 'Phù vi thiên hạ trừ tàn tặc, nghi cảo tố vi tư' 夫為天下除殘賊, 宜縞素為資 (Lưu Hầu thế gia 留侯世家) Đã vì thiên hạ diệt trừ tàn bạo, thì ta nên lấy sự thanh bạch làm chỗ nương dựa (cho người ta trông vào). § Ghi chú: Đây là lời Trương Lương can gián Bái Công không nên bắt chước vua Tần mà ham thích vui thú xa xỉ thái quá.",
                "(Danh) Cái nhờ kinh nghiệm từng trải mà tích lũy cao dần lên mãi. ◎Như: 'tư cách' 資格 nhân cách cao quý nhờ công tu học.",
                "(Danh) Tài liệu. ◎Như: 'tư liệu' 資料.",
                "(Danh) Họ 'Tư'.",
                "(Động) Cung cấp, giúp đỡ. ◇Chiến quốc sách 戰國策: 'Vương tư thần vạn kim nhi du' 王資臣萬金而遊 (Tần sách tứ, Tần vương dục kiến Đốn Nhược 秦王欲見頓弱) Xin đại vương cấp cho thần vạn nén vàng để đi du thuyết.",
                "(Động) Tích trữ. ◇Quốc ngữ 國語: 'Thần văn chi cổ nhân, hạ tắc tư bì, đông tắc tư hi, hạn tắc tư chu, thủy tắc tư xa, dĩ đãi phạp dã' 臣聞之賈人, 夏則資皮, 冬則資絺, 旱則資舟, 水則資車, 以待乏也 (Việt ngữ thượng 越語上) Thần nghe nói nhà buôn, mùa hè thì tích trữ da, mùa đông trữ vải mịn, mùa nắng hạn trữ thuyền, mùa nước trữ xe, để đợi khi không có vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Của cải, vốn liếng, như tư bản 資本 của vốn, gia tư 家資 vốn liếng nhà. Của tiêu dùng cũng gọi là tư, như quân tư 軍資 của tiêu về việc quân, của dùng hàng ngày gọi là tư phủ 資斧 cũng như ta gọi củi nước vậy.",
                "Nhờ, như thâm tư tí trợ 深資臂助 nhờ tay ngài giúp nhiều lắm.",
                "Tư cấp.",
                "Tư bẩm, tư chất, cái tính chất của trời bẩm cho đều gọi là tư.",
                "Chỗ nương nhờ, nghĩa là cái địa vị nhờ tích luỹ dần mà cao dần mãi lên, như tư cách 資格 (nhờ có công tu học mà nhân cách cao quý)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chỉ chung của cải — Của cải bỏ ra để kinh doanh. Vốn bỏ ra. Td: Đầu tư ( bỏ vốn vào để sinh lời ) — Giúp đỡ — Nhờ giúp đỡ — Cát trời cho.  Đoạn trường tân thanh : » Thông minh vốn sẵn tư trời «."
            ],
            "compound_words": {
                "工資": "công tư",
                "投資": "đầu tư",
                "家資": "gia tư",
                "耗資": "háo tư",
                "勞資": "lao tư",
                "外資": "ngoại tư",
                "官資": "quan tư",
                "軍資": "quân tư",
                "天資": "thiên tư",
                "資本": "tư bản",
                "資格": "tư cách",
                "資給": "tư cấp",
                "資質": "tư chất",
                "資產": "tư sản",
                "資産": "tư sản",
                "資粧": "tư trang"
            }
        }
    }
}