{
    "character": "賴",
    "details": {
        "Âm Hán Việt": [
            "lại"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "bối 貝 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Nét bút": [
            "一丨フ一丨ノ丶ノフ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "DLSHC (木中尸竹金)"
        ],
        "Unicode": [
            "U+8CF4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lài ㄌㄞˋ"
        ],
        "Âm Nôm": [
            "lại",
            "nái",
            "trái"
        ],
        "Âm Nhật (onyomi)": [
            "ライ (rai)"
        ],
        "Âm Nhật (kunyomi)": [
            "たのむ (tanomu)",
            "たよる (tayoru)",
            "たより (tayori)"
        ],
        "Âm Hàn": [
            "뢰"
        ],
        "Âm Quảng Đông": [
            "laai6"
        ]
    },
    "meanings": {
        "lại": {
            "Từ điển phổ thông": [
                "nhờ cậy",
                "ích lợi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cậy nhờ, nương tựa. ◎Như: 'ỷ lại' 倚賴 nương tựa nhờ vả không tự lo, 'ngưỡng lại' 仰賴 trông cậy vào.",
                "(Động) Ỳ, ườn ra. ◎Như: 'lại sàng' 賴床 nằm ỳ trên giường.",
                "(Động) Chối cãi, không nhận. ◎Như: 'để lại' 抵賴 chối cãi, 'lại trái' 賴債 quỵt nợ.",
                "(Động) Đổ tội, đổ oan. ◎Như: 'vu lại' 誣賴 vu khống. ◇Hồng Lâu Mộng 紅樓夢: 'Thật thị ngộ thương, chẩm ma lại nhân?' 實是誤傷, 怎麼賴人? (Đệ bát thập lục hồi) Đúng là lầm lỡ bị chết, sao lại vu vạ cho người?",
                "(Tính) Xấu, tệ, dở. ◎Như: 'kim niên trang giá trưởng đắc chân bất lại' 今年莊稼長得眞不賴 năm nay hoa màu lên thật không tệ lắm.",
                "(Tính) Lành, tốt. ◇Mạnh Tử 孟子: 'Phú tuế tử đệ đa lại, hung tuế tử đệ đa bạo, phi thiên chi giáng tài nhĩ thù dã' 富歲子弟多賴, 凶歲子弟多暴, 非天之降才爾殊也 (Cáo tử thượng 告子上) Năm được mùa con em phần nhiều hiền lành, năm mất mùa con em phần nhiều hung tợn, chẳng phải trời phú cho bẩm tính khác nhau như thế.",
                "(Phó) May mà. ◇Vi Ứng Vật 韋應物: 'Tệ cừu luy mã đống dục tử, Lại ngộ chủ nhân bôi tửu đa' 弊裘羸馬凍欲死, 賴遇主人杯酒多 (Ôn tuyền hành 溫泉行) Áo cừu rách, ngựa yếu, lạnh cóng gần muốn chết, May gặp chủ nhân chén rượu nhiều.",
                "(Danh) Lợi nhuận.",
                "(Danh) Họ 'Lại'."
            ],
            "Từ điển Thiều Chửu": [
                "Cậy nhờ, như ỷ lại 倚賴 nương tựa nhờ vả.",
                "Lợi, như vô lại 無賴 không có ích lợi gì cho nhà, những kẻ dối trá giảo hoạt gọi là kẻ vô lại.",
                "Tục cho rằng không nhận việc ấy là có là lại, có ý lần lữa cũng là lại, như để lại 抵賴 chối cãi.",
                "Lành, như Mạnh tử nói: phú tuế tử đệ đa lại 富歲子弟多賴 năm được mùa con em phần nhiều hiền lành, ý nói no thì không cướp bóc.",
                "Lấy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhờ cậy, dựa vào: 完成任務，有賴於大家的努力 Hoàn thành nhiệm vụ, là nhờ vào sự cố gắng của mọi người;",
                "Ỳ, trì hoãn: 孩子看到櫥窗裏的玩具，賴著不肯走 Trẻ con trông thấy đồ chơi trong tủ kính thì ỳ ra không chịu đi;",
                "Chối, chối cãi, quịt, không thừa nhận: 事實俱在，賴 是賴不掉的 Sự thật rành rành chối cãi sao được; 賴債 Quỵt nợ;",
                "Đổ tội, đổ oan: 自己做錯了，不能賴人 Mình làm sai không nên đổ tội cho người khác;",
                "Trách móc: 大家都有責任，不能賴哪一個 Mọi người đều có trách nhiệm, không thể trách móc một cá nhân nào;",
                "(khn) Xấu, dở: 好賴 Tốt và xấu; 不論好的賴的我都能吃 Dù ngon hay dở, tôi đều ăn được cả; 今年莊稼長得眞不賴 Mùa màng năm nay thật không tệ;",
                "Lười biếng;",
                "(văn) Lành: 富歲子弟多賴 Năm được mùa con em phần nhiều hiền lành (Mạnh tử);",
                "(văn) Lấy;",
                "[Lài] (Họ) Lại."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhờ cậy. Nhờ vả. Td: Ỷ lại ( nhờ vả người khác ) — Lợi ích. Mối lợi — Chối, không nhận. Td: Lại trái ( chối nợ, vỡ nợ )."
            ],
            "compound_words": {
                "潑賴": "bát lại",
                "不賴": "bất lại",
                "達賴": "đạt lại",
                "信賴": "tín lại",
                "無賴": "vô lại",
                "依賴": "y lại",
                "倚賴": "ỷ lại"
            }
        }
    }
}