{
    "character": "貞",
    "details": {
        "Âm Hán Việt": [
            "trinh"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "bối 貝 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱⺊貝"
        ],
        "Nét bút": [
            "丨一丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "YBUC (卜月山金)"
        ],
        "Unicode": [
            "U+8C9E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "zhēn ㄓㄣ"
        ],
        "Âm Nôm": [
            "riêng",
            "tranh",
            "trinh"
        ],
        "Âm Nhật (onyomi)": [
            "テイ (tei)"
        ],
        "Âm Nhật (kunyomi)": [
            "さだ (sada)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "zing1"
        ]
    },
    "meanings": {
        "trinh": {
            "Từ điển phổ thông": [
                "trong trắng, tiết hạnh",
                "trung thành"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Việc bói toán. ◇Chu Lễ 周禮: 'Phàm quốc đại trinh, bốc lập quân, bốc đại phong' 凡國大貞, 卜立君, 卜大封 (Xuân quan 春官, Đại bốc 大卜) Thường việc xem bói quan trọng trong nước, có: bói lập vua, bói lễ phong lớn (ban phát đất đai, chức tước).",
                "(Danh) Tiết hạnh (của con gái không thất thân, của đàn bà không chịu lấy chồng khác). ◇Lưu Xoa 劉叉: 'Quân mạc hiềm xú phụ, Xú phụ tử thủ trinh' 君莫嫌醜婦, 醜婦死守貞 (Cổ oán 古怨) Chàng chớ nên chán ghét vợ xấu, Vợ xấu thà chết mà giữ tiết hạnh.",
                "(Tính) Chính đính, ngay thẳng, trung thành, khảng khái. ◎Như: 'trinh sĩ' 貞士 kẻ sĩ ngay thẳng, 'trinh thần' 貞臣 tôi trung.",
                "(Tính) Cứng, chắc, tốt. ◎Như: 'trinh thạch' 貞石 đá cứng, đá quý, 'trinh mộc' 貞木 gỗ chắc, gỗ tốt. ◇Pháp Hoa Kinh 法華經: 'Ngã kim thử chúng, vô phục chi diệp, thuần hữu trinh thật. Xá Lợi Phất, như thị tăng thượng mạn nhân, thối diệc giai hĩ' 我今此眾, 無復枝葉, 純有貞實, 舍利弗, 如是增上慢人, 退亦佳矣 (Phương tiện phẩm đệ nhị 方便品第二) Bây giờ trong hội chúng này của ta, không còn nhành lá (vụn vặt) nữa, chỉ toàn là những hạt dắn chắc. Xá Lợi Phất, những kẻ tăng thượng mạn như vậy, lui ra cũng tốt thôi.",
                "(Động) Bói xem, bốc vấn. ◇Chu Lễ 周禮: 'Quý đông, trần ngọc, dĩ trinh lai tuế chi mĩ ác' 季冬, 陳玉, 以貞來歲之媺惡 (Xuân quan 春官, Thiên phủ 天府) Cuối mùa đông, bày ngọc, để bói xem năm tới tốt hay xấu."
            ],
            "Từ điển Thiều Chửu": [
                "Trinh, chính đính, giữ được tấm lòng chính đính thuỷ chung không ai làm lay động được gọi là trinh, như trung trinh 忠貞, kiên trinh 堅貞, v.v... Đàn bà không thất tiết (không yêu ai, chỉ yêu một chồng) gọi là trinh phụ 貞婦. Con gái chính đính (không theo trai) gọi là trinh nữ 貞女.",
                "Bói xem, bói hỏi sự chính đính gọi là trinh, như trinh cát 貞吉 chính đính tốt.",
                "Tinh thành."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tiết, khí tiết, trong sạch, chính đính, liêm khiết, ngay thẳng, khảng khái:堅貞 Giữ vững khí tiết, kiên trinh; 堅貞不屈 Khảng khái không khuất phục; 忠貞 Trung thành liêm khiết;",
                "Trinh, trinh tiết:貞女 Trinh nữ, gái còn tân; 貞婦 Trinh phụ, người đàn bà tiết hạnh;",
                "Tinh thành;",
                "Sự hiến dâng;",
                "(văn) Bói: 貞蔔 Bói, bói toán."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Xem bói. Bói toán. Ngay thẳng, không dời đổi. Hát nói của Nguyễn Khuyến: » Mảnh gương trăng vằng quyết không nhơ « — Sự trong trắng của con gái.  Đoạn trường tân thanh : » Chữ trinh đáng giá nghìn vàng « — Lòng trong sạch ngay thẳng của đàn bà con gái. Đoạn trường tân thanh: » Chữ trinh còn một chút này «."
            ],
            "compound_words": {
                "居貞": "cư trinh",
                "端貞": "đoan trinh",
                "堅貞": "kiên trinh",
                "破貞": "phá trinh",
                "貞白": "trinh bạch",
                "貞潔": "trinh khiết",
                "貞烈": "trinh liệt",
                "貞女": "trinh nữ",
                "貞婦": "trinh phụ",
                "貞順": "trinh thuận",
                "貞淑": "trinh thục",
                "貞節": "trinh tiết",
                "忠貞": "trung trinh"
            }
        }
    }
}