{
    "character": "豎",
    "details": {
        "Âm Hán Việt": [
            "thụ"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "đậu 豆 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱臤豆"
        ],
        "Nét bút": [
            "一丨フ一丨フフ丶一丨フ一丶ノ一"
        ],
        "Thương Hiệt": [
            "SEMRT (尸水一口廿)"
        ],
        "Unicode": [
            "U+8C4E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shù ㄕㄨˋ"
        ],
        "Âm Nôm": [
            "thụ"
        ],
        "Âm Nhật (onyomi)": [
            "ジュ (ju)"
        ],
        "Âm Nhật (kunyomi)": [
            "たて (tate)",
            "た.てる (ta.teru)",
            "こども (kodomo)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "syu6"
        ]
    },
    "meanings": {
        "thụ": {
            "Từ điển phổ thông": [
                "dựng đứng, chiều dọc",
                "nét dọc"
            ],
            "Từ điển trích dẫn": [
                "(Động) Dựng đứng. ◎Như: 'thụ kì can' 豎棋杆 dựng cột cờ. ◇Tam quốc diễn nghĩa 三國演義: 'Toại ư thành thượng thụ khởi hàng kì' 遂於城上豎起降旗 (Đệ ngũ thập nhị hồi) Bèn dựng cờ hàng trên mặt thành.",
                "(Danh) Chiều dọc.",
                "(Danh) Tên nét viết dọc trong chữ Hán. § Nét ngang trong chữ Hán gọi là 'hoạch' 畫, nét dọc gọi là 'thụ' 豎.",
                "(Danh) Thằng nhỏ, trẻ hầu trai chưa đến tuổi đội mũ. ◎Như: 'mục thụ' 牧豎 thằng bé chăn trâu, cũng gọi là 'mục đồng' 牧童. § Vua Tấn Cảnh Công bệnh, nằm mê thấy hai thằng bé con núp ở dưới mạng mỡ, vì thế bây giờ mới gọi bị bệnh là 'vi nhị thụ sở khốn' 為二豎所困.",
                "(Danh) Chức bầy tôi nhỏ ở trong cung. ◎Như: 'nội thụ' 內豎 quan hầu trong, 'bế thụ' 嬖豎 quan hầu thân được vua yêu.",
                "(Tính) Hèn mọn. ◎Như: 'thụ nho' 豎儒 kẻ học trò hèn mọn."
            ],
            "Từ điển Thiều Chửu": [
                "Dựng đứng, thụ kì can 豎旗杆 dựng cột cờ.",
                "Chiều dọc, nét ngang của chữ gọi là hoạch 畫, nét dọc gọi là thụ 豎.",
                "Thằng nhỏ, trẻ hầu trai chưa đến tuổi đội mũ gọi là thụ, như mục thụ 牧豎 thằng bé chăn trâu, cũng gọi là mục đồng 牧童. Vua Tấn Cảnh Công ốm, nằm mê thấy hai thằng bé con núp ở dưới mạng mỡ, vì thế bây giờ mới gọi bị bệnh là vi nhị thụ sở khốn 為二豎所困.",
                "Chức bầy tôi nhỏ ở trong cung, như nội thụ 內豎 quan hầu trong, bế thụ 嬖豎 quan hầu thân được vua yêu.",
                "Hèn mọn, như thụ nho 豎儒 kẻ học trò hèn mọn."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dựng lên: 把棍子豎起來 Dựng cái gậy lên; 豎旗杆 Dựng cột cờ;",
                "Dọc: 豎着寫 Viết dọc;",
                "Nét sổ: 十字是一橫一豎 Chữ thập (trong chữ Hán) là một nét ngang một nét sổ;",
                "(văn) Đứa nhỏ, thằng nhỏ, thằng bé: 牧豎 Đứa bé chăn trâu;",
                "(văn) Chức quan nhỏ trong cung: 内豎 Quan hầu trong; 嬖豎 Quan hầu được vua yêu;",
                "(văn) Hèn mọn: 豎儒 Kẻ học trò hèn mọn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đứng thẳng — Dựng lên — Tiếng gọi kẻ chưa trưởng thành. Td: Thụ tử ( đứa trẻ con )."
            ],
            "compound_words": {
                "橫豎": "hoành thụ"
            }
        }
    }
}