{
    "character": "貳",
    "details": {
        "Âm Hán Việt": [
            "nhị"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "bối 貝 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿹弍貝"
        ],
        "Nét bút": [
            "一一一丨フ一一一ノ丶フ丶"
        ],
        "Thương Hiệt": [
            "IPMMC (戈心一一金)"
        ],
        "Unicode": [
            "U+8CB3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "èr ㄦˋ"
        ],
        "Âm Nôm": [
            "nhẹ",
            "nhì"
        ],
        "Âm Nhật (onyomi)": [
            "ニ (ni)",
            "ジ (ji)"
        ],
        "Âm Nhật (kunyomi)": [
            "ふた.つ (futa.tsu)",
            "そえ (soe)"
        ],
        "Âm Hàn": [
            "이"
        ],
        "Âm Quảng Đông": [
            "ji6"
        ]
    },
    "meanings": {
        "nhị": {
            "Từ điển phổ thông": [
                "chức phó",
                "2, hai, (như: 二, dùng để viết văn tự)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Người trợ giúp, chức phụ tá. ◎Như: 'phó nhị' 副貳 kẻ thừa tá, 'trừ nhị' 儲貳 thái tử (chuẩn bị nối ngôi vua). ◇Chu Lễ 周禮: 'Nãi thi pháp vu quan phủ, nhi kiến kì chánh, lập kì nhị' 乃施法于官府, 而建其正, 立其貳 (Thiên quan 天官, Đại tể 大宰) Bèn đặt ra phép tắc ở phủ quan, dựng chức chính, lập chức phó.",
                "(Danh) Người tài sức ngang bằng, địch thủ.",
                "(Danh) Hai. § Cũng như chữ 'nhị' 二, dùng để viết các giấy tờ quan hệ cho không sửa được.",
                "(Danh) Họ 'Nhị'.",
                "(Động) Ngờ, hoài nghi. ◇Thượng Thư 尚書: 'Nhậm hiền vật nhị' 任賢勿貳 (大禹謨) Dùng người hiền, đừng nghi ngờ.",
                "(Động) Làm trái, làm phản. ◇Tả truyện 左傳: 'Thần bất cảm nhị' 臣不敢貳 (Chiêu Công nhị thập niên 昭公二十年) Hạ thần không dám hai lòng.",
                "(Động) Làm lại, làm lần nữa. ◇Luận Ngữ 論語: 'Bất thiên nộ, bất nhị quá' 不遷怒, 不貳過 (Ung dã 雍也) Không có tính giận lây, không có lỗi nào phạm tới hai lần.",
                "(Động) Giúp đỡ, phụ trợ.",
                "(Tính) Phó, thứ, phụ. ◎Như: 'nhị khanh' 貳卿 chức phó của quan khanh, 'nhị thất' 貳室 biệt thất, li cung, phó cung (của vua). ◇Mạnh Tử 孟子: 'Thuấn thượng kiến đế, đế quán sanh ư nhị thất' 舜尚見帝, 帝館甥於貳室 (Vạn Chương hạ 萬章下) Ông Thuấn bái kiến vua (Nghiêu), vua tiếp đãi rể ở li cung."
            ],
            "Từ điển Thiều Chửu": [
                "Chức phó, như kẻ thừa tá gọi là phó nhị 副貳, thái tử gọi là trừ nhị 儲貳 v.v.",
                "Hai, cũng như chữ nhị 二, dùng để viết các giấy má quan hệ cho không chữa gian được nữa.",
                "Ngờ, như nhậm hiền vật nhị 任賢勿貳 (Thư Kinh 書經) dùng người hiền chớ có ngờ. Lòng không trung thành về một nơi, một bên nào gọi là nhị tâm 貳心.",
                "Sai lầm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hai (chữ 二 viết kép);",
                "(văn) Hai lòng, phản bội;",
                "(văn) Chức phó: 儲貳 Thái tử; 副貳 Người phụ tá;",
                "(văn) Sai lầm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lối viết trang trọng của chữ Nhị 二 — Tên người. Chẳng hạn bà Trưng Nhị ( là chữ Nhị này )."
            ]
        }
    }
}