{
    "character": "賒",
    "details": {
        "Âm Hán Việt": [
            "xa"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "bối 貝 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰貝佘"
        ],
        "Nét bút": [
            "丨フ一一一ノ丶ノ丶一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "BCOMF (月金人一火)"
        ],
        "Unicode": [
            "U+8CD2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "shā ㄕㄚ",
            "shē ㄕㄜ"
        ],
        "Âm Nôm": [
            "xa"
        ],
        "Âm Quảng Đông": [
            "se1"
        ]
    },
    "meanings": {
        "xa": {
            "Từ điển phổ thông": [
                "mua chịu trả dần",
                "xa xôi",
                "lâu dài",
                "xa xỉ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Mua chịu. ◎Như: 'xa trướng' 賒帳 tính sổ mua chịu. ◇Nguyễn Trãi 阮廌: 'Đồ giác hồ trung phong nguyệt hảo, Niên niên bất dụng nhất tiền xa' 徒覺壺中風月好, 年年不用一錢賒 (Họa hữu nhân yên hà ngụ hứng 和友人煙霞寓興) Chỉ biết gió trăng trong bầu là đẹp, Mỗi năm không mất đồng tiền nào để mua.",
                "(Động) Khoan thứ. ◇Giang Yêm 江淹: 'Thử nhi khả xa, thục bất khả hựu' 此而可賒, 孰不可宥 (Thượng thư phù 尚書符) Cái đó còn khoan thứ được thì điều gì mà chẳng dung thứ.",
                "(Tính) Xa xôi. ◇Vương Bột 王勃: 'Bắc Hải tuy xa, phù dao khả tiếp' 北海雖賒, 扶搖可接 (Đằng Vương Các tự 滕王閣序) Bắc Hải tuy xa xôi, nhưng cỡi gió có thể đi tới.",
                "(Tính) Lâu dài. ◎Như: 'tuế nguyệt xa' 歲月賒 năm dài tháng rộng.",
                "(Tính) Thưa, ít. ◇Tiền Khởi 錢起: 'Bất úy tâm kì trở, Duy sầu diện hội xa' 不畏心期阻, 惟愁面會賒 (Tống Phí tú tài quy Hành Châu 送費秀才歸衡州) Không ngại lòng cách trở, Chỉ buồn vì gặp mặt thưa thớt.",
                "(Danh) Hành vi xa xỉ. § Thông 'xa' 奢. ◇Hậu Hán Thư 後漢書: 'Luận viết: Sở sở y phục, giới tại cùng xa' 論曰: 楚楚衣服, 戒在窮賒 (Vương Sung đẳng truyện 宋弘傳) Luận rằng: Áo quần đẹp đẽ, răn ở chỗ xa xỉ quá mức.",
                "§ Còn viết là 賖."
            ],
            "Từ điển Thiều Chửu": [
                "Mua chịu trả dần.",
                "Xa xôi.",
                "Lâu dài. Trải qua một hồi đã lâu đã xa, gọi là xa.",
                "Xa xỉ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mua chịu: 賒帳 Mua chịu; 賒欠 Chịu, thiếu;",
                "(văn) Xa xôi;",
                "(văn) Chậm, chầm chậm;",
                "(văn) Hoãn lại;",
                "(văn) Xa xí."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mua chịu. Mua mà chưa trả tiền ngay — Xa. Dài — Thong thả, chậm rãi — Dùng như chữ Xa 奢."
            ]
        }
    }
}