{
    "character": "贏",
    "details": {
        "Âm Hán Việt": [
            "doanh"
        ],
        "Tổng nét": [
            "20"
        ],
        "Bộ": [
            "bối 貝 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵𣎆貝"
        ],
        "Nét bút": [
            "丶一フ丨フ一ノフ一一丨フ一一一ノ丶ノフ丶"
        ],
        "Thương Hiệt": [
            "YRBBN (卜口月月弓)"
        ],
        "Unicode": [
            "U+8D0F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yíng ㄧㄥˊ"
        ],
        "Âm Nôm": [
            "doanh"
        ],
        "Âm Nhật (onyomi)": [
            "エイ (ei)"
        ],
        "Âm Nhật (kunyomi)": [
            "あまり (amari)"
        ],
        "Âm Hàn": [
            "영"
        ],
        "Âm Quảng Đông": [
            "jeng4",
            "jing4"
        ]
    },
    "meanings": {
        "doanh": {
            "Từ điển phổ thông": [
                "kiếm được nhiều",
                "thắng bạc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lợi ích thu được. ◇Chiến quốc sách 戰國策: 'Quy nhi vị phụ viết: Canh điền chi lợi kỉ bội? Viết: Thập bội. Châu ngọc chi doanh kỉ bội? Viết: Bách bội. Lập quốc gia chi chủ doanh kỉ bội? Viết: Vô số' 歸而謂父曰: 耕田之利幾倍? 曰: 十倍. 珠玉之贏幾倍? 曰: 百倍. 立國家之主贏幾倍? 曰: 無數 (Tần sách ngũ 秦策五) Về nhà hỏi cha: Làm ruộng thì lời gấp mấy? Đáp: Gấp mười. (Buôn bán) châu ngọc thì lời gấp mấy? Đáp: Gấp trăm. (Buôn) vua để lập quốc thì lời gấp mấy? Đáp: Vô số kể.",
                "(Động) Nới lỏng, khoan hoãn. ◇Lễ Kí 禮記: '(Mạnh thu chi nguyệt) lục hữu tội, nghiêm đoán hình, thiên địa thủy túc, bất khả dĩ doanh' (孟秋之月)戮有罪, 嚴斷刑, 天地始肅, 不可以贏 (Nguyệt lệnh 月令).",
                "(Động) Vượt hơn, dư thừa. ◇Vương An Thạch 王安石: 'Vật doanh ngã thu chi, Vật quẫn xuất sử doanh' 物贏我收之, 物窘出使營 (Ngụ ngôn 寓言).",
                "(Động) Được, thắng. § Đối lại với 'thâu' 輸 thua. ◎Như: 'doanh đắc thắng lợi' 贏得勝利」lấy được thắng lợi. ◇Nguyễn Du 阮攸: 'Doanh đắc quỷ đầu mãn nang khẩu' 贏得鬼頭滿囊口 (Thương Ngô Trúc Chi ca 蒼梧竹枝歌) Kiếm được tiền nhét đầy túi.",
                "(Động) Dung nạp, đón nhận, tiếp đãi. ◇Tả truyện 左傳: 'Ngã thật bất đức, nhi dĩ lệ nhân chi viên dĩ doanh chư hầu, thị ngô tội dã' 我實不德, 而以隸人之垣以贏諸侯, 是吾罪也 (Tương Công tam thập nhất niên 襄公三十一年).",
                "(Động) Gánh, vác, mang. ◇Tuân Tử 荀子: 'Doanh tam nhật chi lương, nhật trung nhi xu bách lí' 贏三日之糧, 日中而趨百里 (Nghị binh 議兵) Gánh lương ăn cho ba ngày, mỗi ngày đi trăm dặm.",
                "(Động) Thu, lấy, đoạt được. ◇Tân Đường Thư 新唐書: 'Quang Bật thu Hứa Châu trảm tặc doanh thiên cấp, phược Ngụy tướng nhị thập nhị nhân' 光弼收許州, 斬賊贏千級, 縛偽將二十二人 (Lí Quang Bật truyện 李光弼傳).",
                "(Động) (Làm) nổi, (tới) được. ◇Chu Lập Ba 周立波: 'Đặng Tú Mai khán kiến tha kiểm thượng hãn ba thủy lưu, xuất khí bất doanh, liên mang chiêu hô tha' 鄧秀梅看見他臉上汗爬水流, 出氣不贏, 連忙招呼他 (San hương cự biến 山鄉巨變, Thượng nhất).",
                "(Động) Dẫn dụ, lừa, gạt. ◇Mao Thuẫn 茅盾: 'Vi thập ma ngã bất dụng ta thủ đoạn doanh tha quá lai, sử tha bồ phục tại ngã cước biên, nhiên hậu tái thích khai tha ni?' 為什麼我不用些手段贏他過來, 使他匍伏在我腳邊, 然後再踢開他呢? (Đàm 曇, Tứ).",
                "(Động) Tăng gia, thêm, dài ra. ◇Hoài Nam Tử 淮南子: 'Mạnh xuân thủy doanh, mạnh thu thủy súc' 孟春始贏, 孟秋始縮 (Thì tắc 時則) Tiết mạnh xuân thì tăng thêm, tiết mạnh thu mới rút ngắn.",
                "(Tính) Nhiều, đầy. ◇Vương Thao 王韜: 'Dĩ Trung Quốc tài lực chi phú, nhân dân chi chúng, tài chất chi doanh, trí xảo chi sanh, thao tác chi cần, chế tạo chi tinh, hà cự xuất tây quốc hạ?' 以中國財力之富, 人民之眾, 材質之贏, 智巧之生, 操作之勤, 製造之精, 何遽出西國下? (Đại thướng Quảng Châu phủ Phùng Thái Thú thư 代上廣州府馮太守書)."
            ],
            "Từ điển Thiều Chửu": [
                "Thừa thãi, kiếm được lời nhiều gọi là doanh.",
                "Được, đánh bạc được gọi là doanh 贏, thua gọi là thâu 輸. Doanh đắc quỷ đầu mãn nang khẩu 贏得鬼頭滿囊口 (Nguyễn Du 阮攸) kiếm được tiền nhét đầy túi.",
                "Chậm trễ.",
                "Quá.",
                "Sáng tỏ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thắng, được: 足球比賽結果，甲隊贏了 Kết quả cuộc đấu bóng đá, đội A đã thắng;",
                "Được lời, được lãi;",
                "(văn) Chậm trễ;",
                "(văn) Quá;",
                "(văn) Tiến lên;",
                "(văn) Gánh vác, mang: 贏三日之糧 Gánh lương thực ăn trong ba ngày (Tuân tử: Nghị binh);",
                "(văn) Tiếp đãi: 以贏諸侯 Để tiếp đãi các nước chư hầu (Tả truyện: Tương công tam thập nhất niên)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thừa ra — Tiền lời trong việc buôn bán — Gánh vác công việc — Thắng. Ăn ( nói về việc đánh bạc ) — Dùng như chữ Doanh 盈."
            ],
            "compound_words": {
                "贏輸": "doanh du"
            }
        }
    }
}