{
    "character": "趕",
    "details": {
        "Âm Hán Việt": [
            "cản"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "tẩu 走 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺走旱"
        ],
        "Nét bút": [
            "一丨一丨一ノ丶丨フ一一一一丨"
        ],
        "Thương Hiệt": [
            "GOAMJ (土人日一十)"
        ],
        "Unicode": [
            "U+8D95"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gǎn ㄍㄢˇ"
        ],
        "Âm Nôm": [
            "cản"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "お.う (o.u)"
        ],
        "Âm Quảng Đông": [
            "gon2"
        ]
    },
    "meanings": {
        "cản": {
            "Từ điển phổ thông": [
                "đuổi theo"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đuổi theo. ◎Như: 'truy cản' 追趕 đuổi theo. ◇Thủy hử truyện 水滸傳: 'Na Phú An tẩu bất đáo thập lai bộ, bị Lâm Xung cản thượng, hậu tâm chỉ nhất thương, hựu sóc đảo liễu' 那富安走不到十來步, 被林沖趕上, 後心只一鎗, 又搠倒了 (Đệ thập hồi) Thằng Phú An chạy không quá mươi bước, bị Lâm Xung đuổi kịp, đâm cho một nhát thương ở sau lưng, cũng ngã gục.",
                "(Động) Xua, lùa, đánh xe (súc vật kéo). ◎Như: 'cản ngưu' 趕牛 xua bò, 'cản áp tử' 趕鴨子 lùa vịt, 'cản xa' 趕車 đánh xe (súc vật kéo).",
                "(Động) Đuổi đi. ◎Như: 'cản thương dăng' 趕蒼蠅 đuổi ruồi nhặng. ◇Thủy hử truyện 水滸傳: 'Đãn phàm hòa thượng phá giới khiết tửu, quyết đả tứ thập trúc bề, cản xuất tự khứ' 但凡和尚破戒喫酒, 決打四十竹篦, 趕出寺去 (Đệ tứ hồi) Nếu sư phá giới uống rượu, bị phạt đánh cho bốn chục roi, đuổi ra khỏi chùa.",
                "(Động) Làm gấp cho kịp. ◎Như: 'cản lộ' 趕路 gấp rút đi đường (cho kịp), 'cản nhậm vụ' 趕任務 gấp rút làm xong nhiệm vụ.",
                "(Động) Gặp, gặp đúng lúc. ◎Như: 'cản thượng nhất trận vũ' 趕上一陣雨 gặp một cơn mưa.",
                "(Tính) Gấp, vội.",
                "(Giới) Đến. ◇Hồng Lâu Mộng: 'Dĩ khiển nhân khứ, cản vãn tựu hữu hồi tín đích' 已遣人去, 趕晚就有回信的 (Đệ thất thập thất hồi) Đã sai người đi rồi, đến chiều sẽ có tin."
            ],
            "Từ điển Thiều Chửu": [
                "① Cũng như chữ cản 赶."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đuổi theo, xua, lùa, xua đuổi: 你在前頭走，我在後頭趕 Anh đi trước, tôi đuổi theo sau; 快趕！ Đuổi nhanh lên; 趕蒼蠅 Xua ruồi, đuổi ruồi;",
                "Vội vàng, vội vã, hấp tấp, lật đật: 他騎着車往廠裡趕 Anh ta vội phóng xe đạp về nhà máy; 趕任務 Gấp rút hoàn thành nhiệm vụ. 【趕 緊】cản khẩn [gănjên] Nhanh lên, gấp, ngay, vội vàng: 趕緊剎車 Vội vàng phanh xe ngay; 趕緊解釋 Giải thích ngay; 他趕緊吃了飯就上工地去了 Anh ấy ăn vội ăn vàng rồi lên công trường ngay; 【趕 快】cản khoái [gănkuài] Nhanh lên, mau lên: 趕快跟我走 Đi theo tôi mau lên; 【趕忙】 cản mang [gănmáng] Vội vàng, gấp, mau: 他趕忙道歉 Anh ta vội vàng xin lỗi;",
                "Đánh, đánh đuổi: 趕大車 Đánh xe ngựa;",
                "Vào lúc, gặp: 趕上一陣雨 Gặp một trận mưa; 正趕上他在家 Vừa đúng lúc anh ấy có ở nhà;",
                "Đợi (chờ) đến: 趕明兒再說 Đợi đến mai hãy hay;",
                "(văn) Cong đuôi chạy."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cong đuôi mà chạy ( nói về thú vật ). Di chuyển vội vã."
            ],
            "compound_words": {
                "趕不上": "cản bất thượng",
                "趕集": "cản tập",
                "追趕": "truy cản"
            }
        }
    }
}