{
    "character": "趁",
    "details": {
        "Âm Hán Việt": [
            "sấn"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "tẩu 走 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺走㐱"
        ],
        "Nét bút": [
            "一丨一丨一ノ丶ノ丶ノノノ"
        ],
        "Thương Hiệt": [
            "GOOHH (土人人竹竹)"
        ],
        "Unicode": [
            "U+8D81"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chén ㄔㄣˊ",
            "chèn ㄔㄣˋ",
            "zhēn ㄓㄣ"
        ],
        "Âm Nôm": [
            "sán",
            "sắn",
            "sấn",
            "sớn",
            "thấn",
            "xớn"
        ],
        "Âm Nhật (onyomi)": [
            "チン (chin)"
        ],
        "Âm Nhật (kunyomi)": [
            "お.う (o.u)"
        ],
        "Âm Hàn": [
            "진",
            "전"
        ],
        "Âm Quảng Đông": [
            "can3"
        ]
    },
    "meanings": {
        "sấn": {
            "Từ điển phổ thông": [
                "đuổi theo",
                "nhân tiện"
            ],
            "Từ điển trích dẫn": [
                "(Động) Theo, đi theo. ◎Như: 'sấn bạn' 趁伴 theo bạn bè.",
                "(Động) Đuổi theo. ◇Lương Thư 梁書: 'Mỗi chúng kị sấn lộc, lộc mã tương loạn, Cảnh Tông ư chúng trung xạ chi' 每眾騎趁鹿, 鹿馬相亂, 景宗於眾中射之 (Tào Cảnh Tông truyện 曹景宗傳) Từng bọn cưỡi ngựa đuổi theo hươu, hươu ngựa rối loạn, Cảnh Tông ở trong bọn bắn vào.",
                "(Động) Tìm, kiếm. ◇Thủy hử truyện 水滸傳: 'Hồ loạn sấn ta vãn phạn cật, tá túc nhất dạ, minh nhật tảo hành' 胡亂趁些晚飯吃, 借宿一夜, 明日早行 (Đệ thất thập tam hồi) Tìm đại chút cơm ăn tối, tá túc một đêm, ngày mai đi sớm.",
                "(Động) Thừa dịp, lợi dụng, thừa cơ. ◇Thủy hử truyện 水滸傳: 'Sấn ngũ canh thiên sắc vị minh, thừa thế xuất liễu Tây Hoa môn' 趁五更天色未明, 乘勢出了西華門 (Đệ thập nhất hồi) Nhân lúc canh năm trời chưa sáng, thừa thế ra khỏi cửa Tây Hoa.",
                "(Động) Đáp, ghé (thuyền, tàu). ◎Như: 'sấn thuyền' 趁船 đáp thuyền.",
                "(Động) Chuẩn bị kịp thời. ◇Tây sương kí 西廂記: 'Đáo kinh sư phục thủy thổ, sấn trình đồ tiết ẩm thực, thuận thì tự bảo sủy thân thể' 到京師服水土, 趁程途節飲食, 順時自保揣身體 (Đệ tứ bổn 第四本, Đệ tam chiết) (Chàng) đi kinh đô hãy tùy theo thủy thổ, lo liệu hành trình tiết chế ăn uống, thuận với thời tiết bảo trọng thân thể. § Nhượng Tống dịch thơ: Vào kinh đường lối khó khăn, Độ đi chớ gắng, cơm ăn cho thường. Nào ai giúp đỡ dọc đường, Liệu mà giữ ngọc gìn vàng cho hay."
            ],
            "Từ điển Thiều Chửu": [
                "Đuổi theo.",
                "Nhân thế lợi thừa dịp tiện gọi là sấn. Như sấn thuyền 趁船 nhân tiện ghé thuyền đi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhân lúc, trong khi, trong lúc, sẵn dịp: 這碗葯你還是趁熱喝下 Chén thuốc này anh nên uống trong lúc còn nóng; 我們趁亮兒走吧！ Nhân lúc trời còn sáng, ta đi đi!; 趁此機會 Nhân dịp này;",
                "Đáp, ghé: 趁船 Đáp thuyền, đáp tàu thuỷ;",
                "(đph) Giàu: 趁錢 Giàu có, nhiều tiền;",
                "(văn) Đuổi theo."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đuổi đi. Ruồng đuổi — Thừa thế. Td: Sấn thế ( thừa thế mà làm tới )."
            ],
            "compound_words": {
                "趁船": "sấn thuyền"
            }
        }
    }
}