{
    "character": "跨",
    "details": {
        "Âm Hán Việt": [
            "khoá"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "túc 足 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻊夸"
        ],
        "Nét bút": [
            "丨フ一丨一丨一一ノ丶一一フ"
        ],
        "Thương Hiệt": [
            "RMKMS (口一大一尸)"
        ],
        "Unicode": [
            "U+8DE8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "kù ㄎㄨˋ",
            "kuā ㄎㄨㄚ",
            "kuǎ ㄎㄨㄚˇ",
            "kuà ㄎㄨㄚˋ"
        ],
        "Âm Nôm": [
            "khoá"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)",
            "カ (ka)"
        ],
        "Âm Nhật (kunyomi)": [
            "また.がる (mata.garu)",
            "またが.る (mataga.ru)",
            "また.ぐ (mata.gu)"
        ],
        "Âm Hàn": [
            "과"
        ],
        "Âm Quảng Đông": [
            "kwaa1",
            "kwaa3"
        ]
    },
    "meanings": {
        "khoá": {
            "Từ điển phổ thông": [
                "vượt qua, bước qua, nhảy qua",
                "cưỡi",
                "bẹn, háng",
                "gác qua"
            ],
            "Từ điển trích dẫn": [
                "(Động) Bước, cử bộ. ◎Như: 'hướng hữu hoành khóa nhất bộ' 向右橫跨一步 hướng đường bên phải bước một bước.",
                "(Động) Vượt qua, nhảy qua. ◎Như: tục gọi con hơn cha là 'khóa táo' 跨竈.",
                "(Động) Cưỡi. ◎Như: 'khóa mã' 跨馬 cưỡi ngựa. ◇Lục Du 陸游: 'Hưng vong câu tạc mộng, Trù trướng khóa lư quy' 興亡俱昨夢, 惆悵跨驢歸 (Yết thạch tê miếu 謁石犀廟) Hưng vong đều là giấc mộng ngày xưa, Buồn bã cưỡi lừa về.",
                "(Động) Thống ngự, chiếm hữu. ◇Sử Kí 史記: 'Thử phi sở dĩ khóa hải nội chế chư hầu chi thuật dã' 此非所以跨海內制諸侯之術也 (Lí Tư truyện 李斯傳) Đó không phải là cái thuật để thống ngự thiên hạ, khống chế chư hầu vậy.",
                "(Động) Kiêm thêm, gồm cả. ◎Như: 'khóa hành' 跨行 kiêm thêm việc làm. ◇Tam quốc chí 三國志: 'Tự Đổng Trác dĩ lai, hào kiệt tịnh khởi, khóa châu liên quận giả bất khả thắng số' 自董卓已來, 豪傑並起, 跨州連郡者不可勝數 (Gia Cát Lượng truyện 諸葛亮傳) Từ Đổng Trác trở đi, hào kiệt cùng nổi dậy, gồm châu đến quận không biết bao nhiêu mà kể.",
                "(Động) Gác qua, vắt ngang. ◇Từ Hoằng Tổ 徐弘祖: 'Nhị thủy hợp nhi tây nam, tắc hựu Quan Âm kiều khóa chi' 二水合而西南, 則又觀音橋跨之 (Từ hà khách du kí 徐霞客遊記) Hai sông họp ở tây nam, lại có cầu Quan Âm vắt ngang.",
                "(Động) Dắt, đeo, gài. ◇Thủy hử truyện 水滸傳: 'Thạch Tú tróc liễu bao khỏa, khóa liễu giải oản tiêm đao, lai từ Phan công' 石秀捉了包裹, 跨了解腕尖刀, 來辭潘公 (Đệ Tứ thập ngũ hồi) Thạch Tú xách khăn gói, gài dao nhọn, đến chào Phan công.",
                "(Danh) Bẹn, háng, chỗ hai đùi giáp mông. § Thông 'khóa' 胯. ◇Hán Thư 漢書: 'Chúng nhục Tín viết: Năng tử, thứ ngã; bất năng, xuất khóa hạ' 眾辱信曰: 能死, 刺我; 不能, 出跨下 (Hàn Tín truyện 韓信傳) Bọn chúng làm nhục (Hàn) Tín, nói rằng: Dám chết, thử đâm tao đây; không dám, thì chui qua háng tao."
            ],
            "Từ điển Thiều Chửu": [
                "Vượt qua. Nhảy qua. Tục gọi con hơn cha là khoá táo 跨竈.",
                "Cưỡi. Như khoá mã 跨馬 cưỡi ngựa, ngày xưa gọi kẻ khai vào sổ gian để thi cả hai chỗ là khoá khảo 跨考, giữ chân nơi hiểm yếu để chèn cả các nơi gọi là khoá chế 跨制.",
                "Bẹn, háng, chỗ hai đùi giáp mông.",
                "Gác qua."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bước: 跨進大門 Bước vào cửa, bước vào nhà;",
                "Cưỡi: 跨在馬上 Cưỡi trên mình ngựa. (Ngr) Bắc qua, gác qua, vắt ngang, chạy: 橫跨紅河的大橋 Chiếc cầu vắt ngang sông Hồng;",
                "Vượt, nhảy, xuyên (qua): 跨省 Vượt ra ngoài một tỉnh;",
                "(văn) Bẹn, háng, trôn (như 胯, bộ 肉)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vượt qua — Cưỡi lên — Ngồi xổm."
            ],
            "compound_words": {
                "跨鶴": "khoá hạc",
                "跨欄": "khoá lan"
            }
        }
    }
}