{
    "character": "走",
    "details": {
        "Âm Hán Việt": [
            "tẩu"
        ],
        "Tổng nét": [
            "7"
        ],
        "Bộ": [
            "tẩu 走 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱土龰"
        ],
        "Nét bút": [
            "一丨一丨一ノ丶"
        ],
        "Thương Hiệt": [
            "GYO (土卜人)"
        ],
        "Unicode": [
            "U+8D70"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zǒu ㄗㄡˇ"
        ],
        "Âm Nôm": [
            "rảo",
            "tẩu"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)"
        ],
        "Âm Nhật (kunyomi)": [
            "はし.る (hashi.ru)"
        ],
        "Âm Hàn": [
            "주"
        ],
        "Âm Quảng Đông": [
            "zau2"
        ]
    },
    "meanings": {
        "tẩu": {
            "Từ điển phổ thông": [
                "chạy",
                "tẩu (tiếng xưng hô)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Chạy. ◇Lưu Hi 劉熙: 'Từ hành viết bộ, tật hành viết xu, (...) tật xu viết tẩu' 徐行曰步, 疾行曰趨, (...)疾趨曰走 (Thích danh 釋名, Thích tư dong 釋姿容) Đi thong thả là 'bộ', đi nhanh là 'xu', (...) chạy là 'tẩu'. ◇Hàn Phi Tử 韓非子: 'Thố tẩu xúc chu, chiết cảnh nhi tử' 兔走觸株, 折頸而死 (Ngũ đố 五蠹) Con thỏ chạy đụng gốc cây, gãy cổ chết.",
                "(Động) Đi bộ. ◎Như: 'tẩu lộ' 走路 đi bộ.",
                "(Động) Chạy trốn. ◎Như: 'đào tẩu' 逃走 chạy trốn, 'bại tẩu' 敗走 thua chạy trốn. ◇Mạnh Tử 孟子: 'Khí giáp duệ binh nhi tẩu' 棄甲曳兵而走 (Lương Huệ Vương thượng 梁惠王上) Bỏ áo giáp kéo quân mà chạy trốn.",
                "(Động) Di động. ◎Như: 'tẩu bút' 走筆 nguẫy bút, 'ngã đích biểu tẩu đắc ngận chuẩn' 我的錶走得很準 đồng hồ của tôi chạy đúng lắm.",
                "(Động) Ra đi, lên đường. ◎Như: 'ngã minh thiên tựu yếu tẩu liễu' 我明天就要走了 tôi ngày mai phải lên đường rồi.",
                "(Động) Tiết lộ, để hở. ◇Thủy hử truyện 水滸傳: 'Tam nhân đại kinh: Mạc bất tẩu lậu liễu tiêu tức, giá kiện sự phát liễu?' 三人大驚: 莫不走漏了消息, 這件事發了 (Đệ thập bát hồi) Ba người giật mình: Chẳng phải là đã tiết lộ tin tức, việc đó bị phát giác rồi sao?",
                "(Động) Qua lại, thăm viếng, giao vãng. ◎Như: 'tha môn lưỡng gia tẩu đắc ngận cần' 他們兩家走得很勤 hai gia đình họ qua lại với nhau rất thường xuyên.",
                "(Động) Mất hình thái trước, sai trật. ◎Như: 'tẩu bản' 走版 bản khác, không phải bản cũ, 'tẩu vị' 走味 bay mùi, 'tẩu dạng' 走樣 biến dạng.",
                "(Động) Đi, đến. ◎Như: 'tẩu vãng' 走往 đi đến, 'tẩu phỏng' 走訪 đến hỏi, phỏng vấn.",
                "(Tính) Để cho đi bộ được. ◎Như: 'tẩu đạo' 走道 lề đường, vỉa hè.",
                "(Tính) Để sai khiến, sai bảo. ◎Như: 'tẩu tốt' 走卒 lính hầu, tay sai.",
                "(Tính) Đi đứng trên mặt đất. ◎Như: 'phi cầm tẩu thú' 飛禽走獸 chim bay thú chạy.",
                "(Danh) Tôi (khiêm từ). § Cũng như 'bộc' 僕. ◇Trương Hành 張衡: 'Tẩu tuy bất mẫn' 走雖不敏 (Tây kinh phú 西京賦) Tôi tuy không lanh lẹ.",
                "(Danh) Chỉ chung loài thú. ◇Tả Tư 左思: 'Cùng phi tẩu chi tê túc' 窮飛走之栖宿 (Ngô đô phú 吳都賦) Chim và thú ở đường cùng có chỗ đậu nghỉ."
            ],
            "Từ điển Thiều Chửu": [
                "Chạy, cất chân đi lại đều gọi là tẩu. Vì thế cho nên lo việc cả hai bên gọi là bôn tẩu 奔走.",
                "Trốn. Như sách Mạnh Tử 孟子 nói: Khí giáp duệ binh nhi tẩu 棄甲曳兵而走 bỏ áo giáp kéo đồ binh mà trốn.",
                "Tiếng nói khiêm, cũng như nghĩa chữ bộc 僕.",
                "Vật thể di động cũng gọi là tẩu. Như tẩu bút 走筆 nguẫy bút.",
                "Mất hình dạng cũ, sai kiểu, mất lối thường trước cũng gọi là tẩu. Như tẩu bản 走版 bản khác không phải bản cũ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đi: 走遍全國 Đi khắp cả nước; 這步棋走錯了 Đi nhầm nước cờ rồi;",
                "Chạy: 這隻表走得很准 Chiếc đồng hồ này chạy đúng lắm; 棄甲曳兵而走 Bỏ cả giáp kéo binh mà chạy (Mạnh tử);",
                "Lên đường: 你該走了 Đã đến lúc anh phải đi (lên đường) rồi;",
                "Thăm viếng, đi lại: 他們兩家走得很近 Hai gia đình họ thường đi lại thăm viếng nhau;",
                "Mang, chuyển, đi: 走了一批貨 Đi một chuyến hàng;",
                "Phai, bay (mất hình cũ hay mùi vị cũ): 走味 Bay mùi.【走樣】tẩu dạng [zôuyàng] Mất hình dạng cũ, sai kiểu, sai: 這事讓他給說走樣了 Việc này anh ấy nói sai nguyên ý;",
                "Sai, lạc, trệch: 把他的意思講走了 Nói sai (trệch) ý của anh ấy;",
                "Để lọt ra, để lộ, hở: 走漏消息 Để lộ tin tức; 說話走了嘴 Nói hớ, lỡ miệng;",
                "(văn) Tôi (dùng như 僕, bộ 亻)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chạy — Đi. Tới — Đem đi chỗ khác — Tên một bộ chữ Trung Hoa, tức bộ Tẩu."
            ],
            "compound_words": {
                "不脛而走": "bất hĩnh nhi tẩu",
                "奔走": "bôn tẩu",
                "競走": "cạnh tẩu",
                "高飛遠走": "cao phi viễn tẩu",
                "高飞远走": "cao phi viễn tẩu",
                "逃走": "đào tẩu",
                "挺而走险": "đĩnh nhi tẩu hiểm",
                "挺而走險": "đĩnh nhi tẩu hiểm",
                "鋌而走險": "đĩnh nhi tẩu hiểm",
                "铤而走险": "đĩnh nhi tẩu hiểm",
                "潰走": "hội tẩu",
                "溜走": "lưu tẩu",
                "飛走": "phi tẩu",
                "疾走": "tật tẩu",
                "走筆": "tẩu bút",
                "走狗": "tẩu cẩu",
                "走廊": "tẩu lang",
                "走利": "tẩu lợi",
                "走馬": "tẩu mã",
                "走眼": "tẩu nhãn",
                "走散": "tẩu tán",
                "走脫": "tẩu thoát",
                "走卒": "tẩu tốt"
            }
        }
    }
}