{
    "character": "超",
    "details": {
        "Âm Hán Việt": [
            "siêu"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "tẩu 走 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿺走召"
        ],
        "Nét bút": [
            "一丨一丨一ノ丶フノ丨フ一"
        ],
        "Thương Hiệt": [
            "GOSHR (土人尸竹口)"
        ],
        "Unicode": [
            "U+8D85"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chāo ㄔㄠ",
            "chǎo ㄔㄠˇ",
            "chào ㄔㄠˋ",
            "tiào ㄊㄧㄠˋ"
        ],
        "Âm Nôm": [
            "sêu",
            "siêu"
        ],
        "Âm Nhật (onyomi)": [
            "チョウ (chō)"
        ],
        "Âm Nhật (kunyomi)": [
            "こ.える (ko.eru)",
            "こ.す (ko.su)"
        ],
        "Âm Hàn": [
            "초"
        ],
        "Âm Quảng Đông": [
            "ciu1"
        ]
    },
    "meanings": {
        "siêu": {
            "Từ điển phổ thông": [
                "vượt mức, siêu việt"
            ],
            "Từ điển trích dẫn": [
                "(Động) Nhảy. ◇Tả truyện 左傳: 'Tử Nam nhung phục nhập, tả hữu xạ, siêu thặng nhi xuất' 子南戎服入, 左右射, 超乘而出 (Chiêu Công nguyên niên 昭公元年) Tử Nam mặc binh phục vào, bên phải bên trái bắn, nhảy lên xe mà đi.",
                "(Động) Vượt qua. ◎Như: 'siêu việt điên phong' 超越巔峰 vượt qua đỉnh núi. ◇Mạnh Tử 孟子: 'Hiệp Thái San, dĩ siêu Bắc Hải' 挾太山, 以超北海 (Lương Huệ Vương thượng 梁惠王上) Kẹp Thái Sơn, để vượt qua Bắc Hải.",
                "(Động) Vượt trội. ◎Như: 'siêu quần' 超群 vượt hơn cả đàn, 'siêu đẳng' 超等 vượt trội hơn cả các bực.",
                "(Động) Vượt thoát, thoát. ◎Như: 'siêu thoát' 超脫 thoát khỏi trần tục, 'siêu dật' 超逸 vượt ra ngoài dung tục, 'siêu độ vong hồn' 超度亡魂 độ thoát vong hồn.",
                "(Tính) Xa. ◇Khuất Nguyên 屈原: 'Xuất bất nhập hề vãng bất phản, Bình nguyên hốt hề lộ siêu viễn' 出不入兮往不反, 平原忽兮路超遠 (Cửu ca 九歌, Quốc thương 國殤) Ra không vào hề đi không trở lại, Bình nguyên dằng dặc hề đường xa xăm."
            ],
            "Từ điển Thiều Chửu": [
                "Vượt qua. Nhảy qua.",
                "Siêu việt, phàm có tài trí hơn người đều gọi là siêu. Như siêu quần 超群 hơn cả đàn, siêu đẳng 超等 hơn cả các bực.",
                "Không chịu đặt mình vào cái khuôn mẫu thường gọi là siêu. Như siêu thoát 超脫, siêu dật 超逸, v.v.",
                "Xa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Vượt, quá: 超計划的產量 Sản lượng vượt kế hoạch; 超齡 Quá tuổi;",
                "Siêu, vượt hơn: 超音速飛機 Máy bay siêu âm; 超階級的思想 Tư tưởng siêu giai cấp;",
                "Vượt thoát, siêu thoát;",
                "(văn) Xa."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhảy cao lên — Vượt cao lên. Vượt qua — Tên người, tức Đặng Đức Siêu, không rõ năm sinh, năm mất 1810, người huyện Bồng sơn tỉnh Bình định, đậu Hương tiến năm 16 đời Duệ Tông, làm quan trong viện Hàn lâm, sau theo giúp Nguyễn Ánh, có công, được thăng tới Lễ bộ Thượng thư. Tác phẩm văn Nôm có Văn tế Phò mã Chưởng Hậu quân Vũ Tính và Lễ bộ Thượng thư Ngô Tòng Châu — Tên người, tức Trương Hán Siêu, danh sĩ đời Trần, không rõ năm sinh, mất năm 1354, tự là Thăng Phủ, người làng Phúc am huyện Gia khánh tỉnh Ninh bình, trước là môn khách của Hưng Đạo Đại Vương, được bổ làm Hàn lâm Học sĩ năm 1308, niên hiệu Hưng long 16 đời Trần Anh Tông, trải thời bốn đời Anh Tông, Minh Tông, Hiến Tông và Dụ Tông, làm quan tới chức Tham tri Chánh sự. Tác phẩm Hán văn có Bạch đàng giang phú, Linh tế tháp kí, Quan nghiêm tự bi văn — Tên người, tức Nguyễn Văn Siêu, 1709-1872, danh sĩ đời Nguyễn, tự là Tốn Ban, hiệu là Phương Đình, người thôn Dụng thọ, huyện Thọ xương, tỉnh Hà nội ( sau là đường Án sát Siêu tại thành phố Hà nội ), đậu Phó bảng năm 1838, niên hiệu Minh Mệnh 19, làm quan tới chức Án sát, sau cáo quan về dạy học, học trò có nhiều người hiển đạt. Tác phẩm Hán văn có Tuỳ bút lục, Phương Đình văn tập, Phương Đình thi tập. Văn tài của ông được truyền tụng là » Văn như Siêu, Quát vô Tiền Hán «."
            ],
            "compound_words": {
                "班超": "ban siêu",
                "高超": "cao siêu",
                "入超": "nhập siêu",
                "超拔": "siêu bạt",
                "超格": "siêu cách",
                "超級": "siêu cấp",
                "超逸": "siêu dật",
                "超刀": "siêu đao",
                "超等": "siêu đẳng",
                "超度": "siêu độ",
                "超形": "siêu hình",
                "超類": "siêu loại",
                "超倫": "siêu luân",
                "超人": "siêu nhân",
                "超人類": "siêu nhân loại",
                "超然": "siêu nhiên",
                "超凡": "siêu phàm",
                "超過": "siêu quá",
                "超羣": "siêu quần",
                "超群": "siêu quần",
                "超國家": "siêu quốc gia",
                "超生": "siêu sinh",
                "超升": "siêu thăng",
                "超遷": "siêu thiên",
                "超脫": "siêu thoát",
                "超脱": "siêu thoát",
                "超常": "siêu thường",
                "超迹": "siêu tich",
                "超卓": "siêu trác",
                "超塵": "siêu trần",
                "超俗": "siêu tục",
                "超絶": "siêu tuyệt",
                "超自然": "siêu tự nhiên",
                "超越": "siêu việt"
            }
        }
    }
}