{
    "character": "路",
    "details": {
        "Âm Hán Việt": [
            "lạc",
            "lộ"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "túc 足 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻊各"
        ],
        "Nét bút": [
            "丨フ一丨一丨一ノフ丶丨フ一"
        ],
        "Thương Hiệt": [
            "RMHER (口一竹水口)"
        ],
        "Unicode": [
            "U+8DEF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lù ㄌㄨˋ",
            "luò ㄌㄨㄛˋ"
        ],
        "Âm Nôm": [
            "lần",
            "lọ",
            "lồ",
            "lựa",
            "trò"
        ],
        "Âm Nhật (onyomi)": [
            "ロ (ro)",
            "ル (ru)"
        ],
        "Âm Nhật (kunyomi)": [
            "-じ (-ji)",
            "みち (michi)"
        ],
        "Âm Hàn": [
            "로",
            "노"
        ],
        "Âm Quảng Đông": [
            "lou6"
        ]
    },
    "meanings": {
        "lạc": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Dùng như chữ Lạc 落 — Một âm khác là Lộ."
            ]
        },
        "lộ": {
            "Từ điển phổ thông": [
                "đường đi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đường cái, đường đi lại. ◎Như: 'hàng lộ' 航路 đường đi thuyền.",
                "(Danh) Địa vị. ◇Mạnh tử 孟子: 'Phu tử đương lộ ư Tề' 夫子當路於齊 (Công Tôn Sửu thượng 公孫丑上) Nhà thầy ở vào cái địa vị trọng yếu ở nước Tề.",
                "(Danh) Phương diện, mặt, hướng, vùng, miền. ◎Như: ở giữa đối với bốn phương thì chia làm 'đông lộ' 東路 mặt đông, 'tây lộ' 西路 mặt tây, 'nam lộ' 南路 mặt nam, 'bắc lộ' 北路 mặt bắc. ◇Tam quốc diễn nghĩa 三國演義: 'Tự thị đông lộ giai bình, lệnh thúc Tôn Tĩnh thủ chi' 自是東路皆平, 令孫靜守之 (Đệ thập ngũ hồi) Từ đó xứ đông bình định được cả, (Tôn Sách) cho chú là Tôn Tĩnh giữ ở đấy.",
                "(Danh) Đường lối, cách làm, phương pháp, mạch lạc. ◎Như: 'sanh lộ' 生路 con đường sống, 'lễ môn nghĩa lộ' 禮門義路 cửa lễ đường nghĩa (ý nói lễ như cái cửa, nghĩa như con đường, không cửa không ra vào, không đường không chỗ đi lại vậy), 'tư lộ' 思路 phép nghĩ làm văn, 'bút lộ' 筆路 phép bút, phép gửi ý tứ.",
                "(Danh) Thứ, loại, hạng, lối. ◎Như: 'tha môn thị na nhất lộ nhân' 他們是那一路人 những người đó là hạng người nào? ◇Tây du kí 西遊記: 'Giá nhất lộ quyền, tẩu đắc tự cẩm thượng thiêm hoa' 這一路拳, 走得似錦上添花 (Đệ tam hồi) Lối đi quyền này tựa như trên gấm thêm hoa.",
                "(Danh) Đường dây, ngả. ◎Như: 'ngũ lộ công xa' 五路公車 đường xe công cộng số 5. ◇Thủy hử truyện 水滸傳: 'Kim nhật Tống Giang phân binh tố tứ lộ, lai đả bổn trang' 今日宋江分兵做四路, 來打本莊 (Đệ ngũ thập hồi) Hôm nay Tống Giang chia quân làm bốn ngả, lại đánh trang ta.",
                "(Danh) Cái xe. ◎Như: Ngày xưa các thiên tử có năm thứ xe đi là 'ngọc lộ' 玉路, 'kim lộ' 金路, 'tượng lộ' 象路, 'cách lộ' 革路, 'mộc lộ' 木路 gọi là 'ngũ lộ' 五路.",
                "(Danh) Họ 'Lộ'.",
                "(Tính) To lớn. ◎Như: Vua ở chỗ nào lấy sự to lớn làm hiệu, nên cửa nhà vua gọi là 'lộ môn' 路門, chỗ vua ngủ gọi là 'lộ tẩm' 路寢."
            ],
            "Từ điển Thiều Chửu": [
                "Đường cái, đường đi lại. Như hàng lộ 航路 đường đi bể.",
                "Địa vị. Như Mạnh tử 孟子 có câu: Phu tử đương lộ ư tề 夫子當路於齊 nhà thầy ở vào cái địa vị trọng yếu ở nước Tề.",
                "Phương diện. Như ở giữa đối với bốn phương thì chia làm đông lộ 東路 mặt đông, tây lộ 西路 mặt tây, nam lộ 南路 mặt nam, bắc lộ 北路 mặt bắc.",
                "Phàm cái gì cứ phải noi thế mà làm đều gọi là lộ. Như lễ môn nghĩa lộ 禮門義路 cửa lễ đường nghĩa, ý nói lễ như cái cửa, nghĩa như con đường, không cửa không ra vào, không đường không chỗ đi lại vậy.",
                "Ngành thớ như làm văn có tứ lộ 思路 lối nghĩ, phép gửi ý tứ vào, bút lộ 筆路 lối bút, phép bút.",
                "To lớn, vua ở chỗ nào lấy sự to lớn làm hiệu, nên cửa nhà vua gọi là lộ môn 路門, chỗ vua ngủ gọi là lộ tẩm 路寢, v.v.",
                "Cái xe, ngày xưa các thiên tử có năm thứ xe đi là ngọc lộ 玉路, kim lộ 金路, tượng lộ 象路, cách lộ 革路, mộc lộ 木路 gọi là ngũ lộ 五路."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đường, lối (đi): 小路 Đường mòn; 陵路 Đường bộ; 走這 路比較近 Đi lối này gần hơn;",
                "Chặng đường, đoạn đường, quãng đường: 一 小時走十里路 Một tiếng đồng hồ đi mười dặm (đường);",
                "Cách, lối, con đường (suy nghĩ hoặc hành động): 生路 Con đường sống; 以塞中諫之路 Để đến nỗi lấp mất con đường can gián ngay thật của quần thần (Tam quốc chí);",
                "Mạch lạc, lớp lang, lối, phép: 思路 Mạch nghĩ; 筆路 Phép bút;",
                "Mặt, phương diện, vùng, miền: 南路貨 Mặt hàng miền nam; 北路 Mặt bắc; 外路人 Người xứ khác; 三 路兵合在一處 Quân lính ba mặt hợp lại một nơi (Tam quốc diễn nghĩa);",
                "Đường, ngả: 四路公共汽車 Đường ô tô buýt số 4; 三路進軍 Tiến quân ba ngả;",
                "Loại, thứ, hạng: 這一路人 Loại người này; 哪一路病？ Loại bệnh nào?; 頭路貨 Hàng hạng nhất;",
                "(văn) Đạo, đạo lí, đạo thuật: 遵王之路 Noi theo đạo (đạo lí, đạo thuật) của các đấng tiên vương (Thượng thư);",
                "(văn) To lớn: 路門 Cửa lớn (chỗ vua ở); 路寢 Nhà chính tẩm (nhà ngủ của vua);",
                "(văn) Địa vị: 夫子當路於齊 Phu tử đang nắm địa vị trọng yếu ở nước Tề (Mạnh tử);",
                "(văn) Xe của thiên tử đi: 五路 Năm thứ xe của thiên tử;",
                "(văn) Lộ (đơn vị hành chánh thời Tống, Nguyên, tương đương với tỉnh);",
                "[Lù] (Họ) Lộ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đường đi. Td: Xa lộ ( đường xe chạy ) — Xe của vua đi — Tên một đơn vị hành chánh dưới các triều Tống, Nguyên."
            ],
            "compound_words": {
                "惡路": "ác lộ",
                "英雄末路": "anh hùng mạt lộ",
                "半路": "bán lộ",
                "旁路": "bàng lộ",
                "幹路": "cán lộ",
                "正路": "chính lộ",
                "針路": "châm lộ",
                "支路": "chi lộ",
                "之字路": "chi tự lộ",
                "公路": "công lộ",
                "衢路": "cù lộ",
                "耶路撒冷": "da lộ tát lãnh",
                "引路": "dẫn lộ",
                "大路": "đại lộ",
                "道路": "đạo lộ",
                "電路": "điện lộ",
                "电脑网路": "điện não võng lộ",
                "電腦網路": "điện não võng lộ",
                "航路": "hàng lộ",
                "宦路": "hoạn lộ",
                "開路": "khai lộ",
                "歧路": "kì lộ",
                "路旁": "lộ bàng",
                "路徑": "lộ kính",
                "路人": "lộ nhân",
                "路費": "lộ phí",
                "路室": "lộ thất",
                "路程": "lộ trình",
                "路線": "lộ tuyến",
                "路缐": "lộ tuyến",
                "陸路": "lục lộ",
                "馬路": "mã lộ",
                "買路": "mãi lộ",
                "末路": "mạt lộ",
                "迷路": "mê lộ",
                "反路": "phản lộ",
                "官路": "quan lộ",
                "歸路": "quy lộ",
                "士路": "sĩ lộ",
                "生路": "sinh lộ",
                "邪路": "tà lộ",
                "載路": "tái lộ",
                "尋短路": "tầm đoản lộ",
                "蹕路": "tất lộ",
                "探路": "thám lộ",
                "世路": "thế lộ",
                "鐵路": "thiết lộ",
                "水路": "thuỷ lộ",
                "上路": "thượng lộ",
                "前路": "tiền lộ",
                "小路": "tiểu lộ",
                "中路": "trung lộ",
                "死路": "tử lộ",
                "晚路": "vãn lộ",
                "出路": "xuất lộ",
                "要路": "yếu lộ"
            }
        }
    }
}