{
    "character": "軒",
    "details": {
        "Âm Hán Việt": [
            "hiên",
            "hiến"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "xa 車 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車干"
        ],
        "Nét bút": [
            "一丨フ一一一丨一一丨"
        ],
        "Thương Hiệt": [
            "JJMJ (十十一十)"
        ],
        "Unicode": [
            "U+8ED2"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "hǎn ㄏㄢˇ",
            "jiān ㄐㄧㄢ",
            "xiǎn ㄒㄧㄢˇ",
            "xiàn ㄒㄧㄢˋ",
            "xuān ㄒㄩㄢ"
        ],
        "Âm Nôm": [
            "hen",
            "hên",
            "hiên"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "のき (noki)"
        ],
        "Âm Hàn": [
            "헌"
        ],
        "Âm Quảng Đông": [
            "hin1"
        ]
    },
    "meanings": {
        "hiên": {
            "Từ điển phổ thông": [
                "xe có mái che",
                "mái hiên bằng phẳng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái xe uốn hình cong, hai bên có màn che. § Lễ ngày xưa từ quan đại phu trở lên mới được đi xe ấy cho nên mới gọi người sang là 'hiên miện' 軒冕. ◇Nguyễn Trãi 阮廌: 'Thành trung hiên miện tổng trần sa' 城中軒冕總塵沙 (Họa hữu nhân yên hà ngụ hứng 和友人煙霞寓興) Ngựa xe, mũ áo trong thành thảy là cát bụi.",
                "(Danh) Chỉ chung các loại xe. ◇Lí Bạch 李白: 'Khứ khứ đào hoa nguyên, Hà thì kiến quy hiên' 去去桃花源, 何時見歸軒 (Bác Bình Trịnh thái thú kiến phỏng tặng biệt 博平鄭太守見訪贈別) Đi tới suối hoa đào, Bao giờ thấy xe về?",
                "(Danh) Bộ phận ở đằng trước xe cao gọi là 'hiên' 軒, ở sau xe thấp gọi là 'chí' 輊. § 'Hiên chí' 軒輊 tỉ dụ cao thấp nặng nhẹ.",
                "(Danh) Cửa sổ. ◇Mạnh Hạo Nhiên 孟浩然: 'Khai hiên diện trường phố, Bả tửu thoại tang ma' 開軒面場圃, 把酒話桑麻 (Quá cố nhân trang 過故人莊) Mở cửa sổ đối mặt với vườn rau, Nâng chén rượu nói chuyện trồng dâu trồng gai.",
                "(Danh) Hành lang dài.",
                "(Danh) Mái hiên (phần mái che phía trước hoặc sau nhà).",
                "(Danh) Phần nhà ở ngoài chính điện. ◎Như: vua không ngự ở chính điện mà ra ngự ở nhà ngoài gọi là 'lâm hiên' 臨軒.",
                "(Danh) Cái chái nhà, cái phòng nhỏ. ◇Hồng lâu mộng 紅樓夢: 'Diêu vọng đông nam, kiến kỉ xứ y san chi tạ, túng quan tây bắc, kết tam gian lâm thủy chi hiên' 遙望東南, 建幾處依山之榭, 縱觀西北, 結三間臨水之軒 (Đệ thập nhất hồi) Nhìn xa ra phía đông nam, dựng lên mấy tòa nhà dựa núi, hướng về phía tây bắc, cất căn nhà nhỏ ba gian kề sông.",
                "(Danh) Họ 'Hiên'.",
                "(Tính) Cao. ◎Như: 'hiên xưởng' 軒敞 cao ráo sáng sủa, 'hiên hiên' 軒軒 vòi vọi, 'hiên hiên hà cử' 軒軒霞舉 cao vòi vọi như ráng mọc buổi sáng, ý nói người thanh cao sáng suốt. ◇Hồng Lâu Mộng 紅樓夢: 'Lí diện thính điện lâu các, dã đô hoàn tranh vanh hiên tuấn' 裡面廳殿樓閣, 也都還崢嶸軒峻 (Đệ nhị hồi) Bên trong điện đài lầu gác đều nguy nga chót vót.",
                "(Động) Bay cao. ◇Vương Xán 王粲: 'Quy nhạn tải hiên' 歸雁載軒 (Tặng thái tử Đốc 贈蔡子篤) Nhạn về cất bay cao.",
                "(Động) Mỉm cười. ◎Như: 'hiên cừ' 軒渠 cười cười nói nói."
            ],
            "Từ điển Thiều Chửu": [
                "Cái xe uốn hình cong mà hai bên có màn che. Lễ ngày xưa từ quan đại phu trở lên mới được đi xe ấy cho nên mới gọi người sang là hiên miện 軒冕. Nguyễn Trãi 阮廌: Thành trung hiên miện tổng trần sa 城中軒冕總塵沙 (Hoạ hữu nhân yên hà ngụ hứng 和友人煙霞寓興) ngựa xe, mũ áo trong thành thảy là cát bụi.",
                "Xe đằng trước cao gọi là hiên 軒, đằng sau thấp gọi là chí 輊. Cho nên nghị luận có chỗ tâng bốc, đè nén gọi là hiên chí 軒輊.",
                "Mái hiên trên bằng phẳng. Vua không ngự ở chính điện mà ra ngự ở nhà ngoài gọi là lâm hiên 臨軒. Cái chái nhà để học cũng gọi là hiên.",
                "Mái hiên cao, mái không có cái gì che lấp, cho nên nhà cửa làm được sáng sủa gọi là hiên xưởng 軒敞.",
                "Hiên hiên 軒軒 vòi vọi. Như hiên hiên hà cử 軒軒霞舉 cao vòi vọi như ráng mọc buổi sáng, ý nói người thanh cao sáng suốt.",
                "Mỉm cười. Như hiên cừ 軒渠 cười cười nói nói.",
                "Họ Hiên."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Phần cao phía trước của xe, cao;",
                "Hiên, chái nhà học (ngôi nhà nhỏ hoặc hành lang có cửa sổ, thường dùng để đặt tên thư phòng hay tiệm ăn, tiệm trà...);",
                "Tên một loại xe thời xưa (xe uốn hình cong có màn che hai bên);",
                "(văn) Cửa, cửa sổ;",
                "(văn) Mỉm cười: 軒渠 Cười cười nói nói;",
                "[Xuan] (Họ) Hiên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bộ phận cao, nhô ra, ở phía trước cỗ xe thời xưa — Chỉ chung xe cộ — Mái nhà chìa ra, che hành lang. Ta cũng gọi là mái hiên — Bay cao lên. Bổng lên — Vẻ tự đắc — Một âm là Hiến. Xem Hiến."
            ],
            "compound_words": {
                "朱軒": "chu hiên",
                "介軒": "giới hiên",
                "介軒詩集": "giới hiên thi tập",
                "軒眉": "hiên mi",
                "軒昂": "hiên ngang",
                "西軒": "tây hiên",
                "清軒前後集": "thanh hiên tiền hậu tập",
                "書軒": "thư hiên",
                "松軒文集": "tùng hiên văn tập"
            }
        },
        "hiến": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Miếng thịt lớn, khoang thịt lớn — Một âm là Hiên. Xem Hiên."
            ]
        }
    }
}