{
    "character": "軾",
    "details": {
        "Âm Hán Việt": [
            "thức"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "xa 車 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車式"
        ],
        "Nét bút": [
            "一丨フ一一一丨一一丨一フ丶"
        ],
        "Thương Hiệt": [
            "JJIPM (十十戈心一)"
        ],
        "Unicode": [
            "U+8EFE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nhật (onyomi)": [
            "ショク (shoku)",
            "シキ (shiki)"
        ],
        "Âm Nhật (kunyomi)": [
            "しきみ (shikimi)"
        ],
        "Âm Hàn": [
            "식"
        ],
        "Âm Quảng Đông": [
            "sik1"
        ]
    },
    "meanings": {
        "thức": {
            "Từ điển phổ thông": [
                "đòn ngang trước xe"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái đòn ngang trước xe. § Nay thông dụng chữ 'thức' 式.  § Khi gặp sự gì đáng kính thì cúi xuống mà tựa vào đòn xe, gọi là 'bằng thức' 憑軾. ◇Nguyễn Du 阮攸: 'Hành sắc thông thông tuế vân mộ, Bất câm bằng thức thán \"Quy dư\"' 行色匆匆歲雲暮, 不禁憑軾歎歸與 (Đông Lộ 東路) Cuộc hành trình vội vã, năm đã muộn, Không khỏi phải nương nơi đòn xe mà than \"Về thôi\". § Nguyễn Du làm bài này khi đi ngang quê hương Khổng Tử 孔子. 'Quy dư' 歸與 cũng là hai chữ của Khổng Tử thốt ra khi biết mình không được dùng và muốn trở về quê hương.",
                "(Động) Người xưa tựa vào đòn xe để tỏ lòng tôn kính. ◇Hoài Nam Tử 淮南子: 'Ngụy Văn Hầu quá kì lư nhi thức chi' 魏文侯過其閭而軾之 (Tu vụ 脩務) Ngụy Văn Hầu đi qua cổng, tựa vào đòn xe tỏ lòng tôn kính."
            ],
            "Từ điển Thiều Chửu": [
                "① Cái đòn ngang trước xe, khi đang đi gặp ai đáng kính thì tựa vào đòn mà cúi mình xuống. Nay thông dụng chữ thức 式. Nguyễn Du 阮攸: Hành sắc thông thông tuế vân mộ, Bất câm bằng thức thán quy Dư 行色匆匆歲雲暮，不禁憑軾歎歸與 (Ðông Lộ 東路) Cuộc hành trình vội vã, năm đã muộn, Bất giác nương nơi ván chắc trước xe mà than Về thôi. Nguyễn Du làm bài này khi đi ngang quê hương Khổng Tử 孔子. quy dư cũng là hai chữ của Khổng Tử."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đòn ngang trước xe (như 式, bộ 弋)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tay vịn ngang ở trước xe thời xưa."
            ]
        }
    }
}