{
    "character": "軔",
    "details": {
        "Âm Hán Việt": [
            "nhận"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "xa 車 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車刃"
        ],
        "Nét bút": [
            "一丨フ一一一丨フノ丶"
        ],
        "Thương Hiệt": [
            "JJSHI (十十尸竹戈)"
        ],
        "Unicode": [
            "U+8ED4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "rèn ㄖㄣˋ"
        ],
        "Âm Nôm": [
            "nhẫn"
        ],
        "Âm Nhật (onyomi)": [
            "ジン (jin)",
            "ニン (nin)",
            "ジ (ji)",
            "ニ (ni)"
        ],
        "Âm Nhật (kunyomi)": [
            "はどめ (hadome)"
        ],
        "Âm Quảng Đông": [
            "jan6"
        ]
    },
    "meanings": {
        "nhận": {
            "Từ điển phổ thông": [
                "chèn bánh xe để khỏi lăn",
                "ngăn trở"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Gỗ chèn bánh xe (cho xe không lăn đi được). § Vì thế nên xe mới bắt đầu đi gọi là 'phát nhận' 發軔 bỏ cái chèn xe. Sự gì mới bắt đầu làm cũng gọi là 'phát nhận'. ◇Khuất Nguyên 屈原: 'Triêu phát nhận ư Thương Ngô hề, tịch dư chí hồ Huyền Phố' 朝發軔於蒼梧兮, 夕余至乎縣圃 (Li Tao 離騷) Buổi sáng ta ra đi ở Thương Ngô hề, chiều ta tới Huyền Phố.",
                "(Danh) Đơn vị đo chiều dài, bằng 8 thước. Cùng nghĩa với chữ 'nhận' 仞. ◇Mạnh Tử 孟子: 'Quật tỉnh cửu nhận nhi bất cập tuyền' (Tận tâm thượng 盡心上) 掘井九軔而不及泉 Đào giếng sâu chín nhận mà không tới mạch nước.",
                "(Động) Ngăn trở, bị ngăn trở. ◇Hậu Hán Thư 後漢書: 'Gián bất kiến thính, toại dĩ đầu nhận thừa dư luân, đế toại vi chỉ' 諫不見聽, 遂以頭軔乘輿輪, 帝遂為止 (Thân Đồ Cương truyện 申屠剛傳) Can gián không được, bèn lấy đầu chặn bánh xe lại, vua mới cho ngừng.◇Chiến quốc sách 戰國策: 'Bệ hạ thường nhận xa ư Triệu hĩ' 陛下嘗軔車於趙矣 (Tần sách ngũ) Đại vương đã từng bị cản xe (*) ở nước Triệu. § Ghi chú: (*) Ý nói vua Tần đã có hồi ở Triệu để làm con tin.",
                "(Tính) Bền chắc.",
                "(Tính) Mềm mại.",
                "(Tính) Lười biếng."
            ],
            "Từ điển Thiều Chửu": [
                "Lấy gỗ chèn bánh xe cho nó không lăn đi được gọi là nhận. Vì thế nên xe mới bắt đầu đi gọi là phát nhận 發軔 bỏ cái chèn xe, sự gì mới bắt đầu làm cũng gọi là phát nhận.",
                "Cùng nghĩa với chữ nhận 仞.",
                "Ngăn trở.",
                "Bền chắc.",
                "Mềm mại.",
                "Lười biếng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Miếng gỗ chèn bánh xe (để xe không lăn đi được): 發軔 Bỏ miếng gỗ chèn xe, (Ngb) bắt đầu làm việc gì;",
                "Như 仞 (bộ 亻);",
                "Ngăn trở;",
                "Mềm mại;",
                "Bền chắc;",
                "Lười biếng, biếng nhác."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái thắng bánh xe thời xưa, làm bằng gỗ — Ngăn cản lại — Mềm yếu lười biếng."
            ]
        }
    }
}