{
    "character": "辱",
    "details": {
        "Âm Hán Việt": [
            "nhục"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "thần 辰 (+3 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱辰寸"
        ],
        "Nét bút": [
            "一ノ一一フノ丶一丨丶"
        ],
        "Thương Hiệt": [
            "MVDI (一女木戈)"
        ],
        "Unicode": [
            "U+8FB1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "rǔ ㄖㄨˇ",
            "rù ㄖㄨˋ"
        ],
        "Âm Nôm": [
            "nhọc",
            "nhúc",
            "nhuốc"
        ],
        "Âm Nhật (onyomi)": [
            "ジョク (joku)"
        ],
        "Âm Nhật (kunyomi)": [
            "はずかし.める (hazukashi.meru)"
        ],
        "Âm Hàn": [
            "욕"
        ],
        "Âm Quảng Đông": [
            "juk6"
        ]
    },
    "meanings": {
        "nhục": {
            "Từ điển phổ thông": [
                "nhục, xấu hổ",
                "làm nhục",
                "chịu khuất"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Xấu hổ, nhơ nhuốc. ◎Như: 'nhẫn nhục' 忍辱 nhịn nhục. ◇Phạm Trọng Yêm 范仲淹: 'Đăng tư lâu dã, tắc hữu tâm khoáng thần di, sủng nhục giai vong, bả tửu lâm phong, kì hỉ dương dương giả hĩ' 登斯樓也, 則有心曠神怡, 寵辱皆忘, 把酒臨風, 其喜洋洋者矣 (Nhạc Dương Lâu kí 岳陽樓記) Lên lầu này, thì trong lòng khoan khoái, tinh thần vui vẻ, sủng nhục đều quên hết, cầm chén rượu hứng gió, thích thú biết bao.",
                "(Động) Bị xấu hổ, làm nhơ nhuốc, để cho tủi lòng. ◎Như: 'táng quyền nhục quốc' 喪權辱國 mất quyền hành, làm nhục nước.",
                "(Động) Chịu khuất. ◇Tả truyện 左傳: 'Sử ngô tử nhục tại nê đồ cửu hĩ' 使吾子辱在泥塗久矣 Khiến cho ngài bị khuất ở nơi thấp hèn lâu lắm rồi.",
                "(Phó) Dùng làm lời nói khiêm. ◎Như: 'nhục lâm' 辱臨 nhục tới, hạ cố (ý nói mình hèn hạ không xứng đáng được người đến thăm). ◇Nguyễn Du 阮攸: 'Chư công nhục tiễn vu Tuyên phủ nha' 諸公辱餞于宣撫衙 (Long Thành cầm giả ca 龍城琴者歌) Các quan mở tiệc tiễn tôi tại dinh Tuyên Phủ."
            ],
            "Từ điển Thiều Chửu": [
                "Nhục nhằn, hổ nhuốc. Thân phải chịu đựng các sự đáng lấy làm nhục. Như nhẫn nhục 忍辱 nhịn nhục.",
                "Chịu khuất. Dùng làm lời yên ủi. Tả truyện 左傳: Sử ngô tử nhục tại nê đồ cửu hĩ 使吾子辱在泥塗久矣 khiến cho ngài bị khuất ở nơi thấp hèn lâu lắm rồi.",
                "Dùng làm lời nói khiêm. Như nhục lâm 辱臨 nhục tới, ý nói mình hèn hạ không đáng được người hạ cố mà người vẫn hạ cố tới thật là nhục cho người."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sỉ nhục, hổ thẹn, nhơ nhuốc, nhục nhã: 奇恥大辱 Sỉ nhục lớn, hết sức nhục nhã;",
                "Bị nhục, làm nhục;",
                "Tỏ vẻ khuất mình, chịu khuất: (cũ) 辱承 Cho phép; 辱蒙 Được phép; 使吾子辱在泥塗久矣 Khiến cho ngài chịu khuất ở nơi thấp hèn lâu lắm rồi (Tả truyện);",
                "Lời nói khiêm (ý nói đối phương chịu nhục mà quan tâm hoặc đi đến với mình): 辱臨 Chịu nhục mà đi đến."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhơ bẩn — Hổ thẹn. Nhơ nhuốc. Thơ Nguyễn Công Trứ có câu: » Ra trường danh lợi vinh liền nhục, vào cuộc trần ai khóc lộn cười «."
            ],
            "compound_words": {
                "玷辱": "điếm nhục",
                "廷辱": "đình nhục",
                "苦辱": "khổ nhục",
                "屈辱": "khuất nhục",
                "凌辱": "lăng nhục",
                "陵辱": "lăng nhục",
                "忍辱": "nhẫn nhục",
                "辱駡": "nhục mạ",
                "辱没": "nhục một",
                "汙辱": "ô nhục",
                "恥辱": "sỉ nhục",
                "榮辱": "vinh nhục",
                "侮辱": "vũ nhục"
            }
        }
    }
}