{
    "character": "輪",
    "details": {
        "Âm Hán Việt": [
            "luân"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "xa 車 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰車侖"
        ],
        "Nét bút": [
            "一丨フ一一一丨ノ丶一丨フ一丨丨"
        ],
        "Thương Hiệt": [
            "JJOMB (十十人一月)"
        ],
        "Unicode": [
            "U+8F2A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lún ㄌㄨㄣˊ"
        ],
        "Âm Nôm": [
            "lon",
            "luân",
            "luôn"
        ],
        "Âm Nhật (onyomi)": [
            "リン (rin)"
        ],
        "Âm Nhật (kunyomi)": [
            "わ (wa)"
        ],
        "Âm Hàn": [
            "륜",
            "윤"
        ],
        "Âm Quảng Đông": [
            "leon4"
        ]
    },
    "meanings": {
        "luân": {
            "Từ điển phổ thông": [
                "cái bánh xe",
                "vòng, vầng, vành"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Bánh xe. ◇Thẩm Cấu 沈遘: 'Đạo bàng đệ xá đa hách hách, Xa vô đình luân mã giao sách' 道旁第舍多赩赫, 車無停輪馬交策 (Thất ngôn họa quân ỷ cảnh linh hành 七言和君倚景靈行).",
                "(Danh) Bộ phận để điều khiển cho chạy (thuyền, máy móc...). ◎Như: 'xỉ luân' 齒輪 bánh răng cưa, 'pháp luân' 法輪 bánh xe (Phật) pháp.",
                "(Danh) Gọi tắt của 'luân thuyền' 輪船 tàu thủy. ◎Như: 'độ luân' 渡輪 phà sang ngang, 'khách luân' 客輪 tàu thủy chở khách, 'hóa luân' 貨輪 tàu chở hàng.",
                "(Danh) Vòng ngoài, chu vi. ◎Như: 'nhĩ luân' 耳輪 vành tai.",
                "(Danh) Mượn chỉ xe. ◇Tôn Quang Hiến 孫光憲: 'Yểu yểu chinh luân hà xứ khứ, Li sầu biệt hận, thiên bàn bất kham' 杳杳征輪何處去, 離愁別恨, 千般不堪 (Lâm giang tiên 臨江仙, Từ 詞).",
                "(Danh) Một loại binh khí thời cổ.",
                "(Danh) Chỉ mặt trăng. ◇Hồng Lâu Mộng 紅樓夢: 'Thiên thượng nhất luân tài phủng xuất, Nhân gian vạn tính ngưỡng đầu khan' 天上一輪才捧出, 人間萬姓仰頭看 (Đệ nhất hồi).",
                "(Danh) Chỉ mặt trời. ◇Đường Thái Tông 唐太宗: 'Lịch lãm tình vô cực, Chỉ xích luân quang mộ' 歷覽情無極, 咫尺輪光暮 (San các vãn thu 山閣晚秋).",
                "(Danh) Chỉ đầu người và tứ chi. ◎Như: 'ngũ luân' 五輪.",
                "(Danh) Lượng từ: vòng, vầng, phàm cái gì hình tròn mà phẳng đều gọi là 'luân'. ◎Như: 'nhật luân' 日輪 vầng mặt trời, 'nguyệt luân' 月輪 vầng trăng.",
                "(Danh) Lượng từ: (1) đơn vị thời gian bằng mười hai năm, tức là một 'giáp'. ◎Như: 'tha lưỡng đích niên kỉ sai liễu nhất luân' 他倆的年紀差了一輪 hai người đó tuổi tác cách nhau một giáp. (2) Vòng, lượt. ◎Như: 'đệ nhị luân hội đàm' 第二輪會談 cuộc hội đàm vòng hai.",
                "(Danh) 'Quảng luân' 廣輪 chiều ngang chiều dọc của quả đất, về phía đông tây là 'quảng', phía nam bắc là 'luân'.",
                "(Danh) Họ 'Luân'.",
                "(Tính) To lớn. ◎Như: 'luân hoán' 輪奐 cao lớn lộng lẫy.",
                "(Động) Hồi chuyển, chuyển động. ◇Lã Thị Xuân Thu 呂氏春秋: 'Thiên địa xa luân, chung tắc phục thủy, cực tắc phục phản, mạc bất hàm đương' 天地車輪, 終則復始, 極則復反, 莫不咸當 (Đại nhạc 大樂).",
                "(Động) Thay đổi lần lượt. ◎Như: 'luân lưu' 輪流 hay 'luân trị' 輪值 lần lượt thay đổi nhau mà làm. ◇Thủy hử truyện 水滸傳: 'Ngã môn dạ luân lưu khán mễ độn' 我們夜輪流看米囤 (Đệ thập hồi) Chúng tôi mỗi đêm thay phiên nhau canh vựa thóc.",
                "(Động) Giương mắt nhìn."
            ],
            "Từ điển Thiều Chửu": [
                "Cái bánh xe.",
                "Vòng, vầng, phàm cái gì hình tròn mà phẳng đều gọi là luân. Như nhật luân 日輪 vầng mặt trời, nguyệt luân 月輪 vầng trăng, v.v.",
                "Vòng xoay vần, một thứ đồ giúp sức về trọng học, vận chuyển thật nhanh để co đẩy các phận máy khác.",
                "To lớn. Như nhà cửa cao lớn lộng lẫy gọi là luân hoán 輪奐.",
                "Thay đổi, lần lượt thay đổi nhau mà làm gọi là luân lưu 輪流 hay luân trị 輪值, v.v.",
                "Quảng luân 廣輪 chiều ngang chiều dọc của quả đất, về phía đông tây là quảng, phía nam bắc là luân."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bánh (xe): 車輪 Bánh xe; 齒輪兒 Bánh răng; 三輪車 Xe ba bánh;",
                "Vầng, vòng (chỉ vật hình tròn): 月輪 Vầng trăng;",
                "Tàu thuỷ: 江輪 Tàu chạy đường sông; 輪渡 Phà sang ngang;",
                "Luân, luân phiên, lần lượt, đến lượt: 每個人輪到一天 Mỗi người luân phiên một hôm; 你快準備好，馬上輪到你了 Chuẩn bị nhanh lên, sắp đến lượt anh rồi;",
                "(loại) Vòng, giáp: 第二輪會談 Cuộc hội đàm vòng hai; 我大哥也屬馬，比我大一輪 Anh cả tôi cũng tuổi ngọ, lớn hơn tôi một giáp."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bánh xe — Vật hình tròn gọi là luân. Td. Nguyệt luân 月輪 ( vầng trăng tròn ) — Lần lượt."
            ],
            "compound_words": {
                "擺輪": "bài luân",
                "冰輪": "băng luân",
                "蒲輪": "bồ luân",
                "朱輪": "chu luân",
                "斫輪老手": "chước luân lão thủ",
                "火輪": "hoả luân",
                "輪轉": "luân chuyển",
                "輪奸": "luân gian",
                "輪換": "luân hoán",
                "輪迴": "luân hồi",
                "輪流": "luân lưu",
                "輪番": "luân phiên",
                "玉輪": "ngọc luân",
                "月輪": "nguyệt luân",
                "日輪": "nhật luân",
                "烏輪": "ô luân",
                "法輪": "pháp luân",
                "桂輪": "quế luân",
                "斲輪老手": "trác luân lão thủ",
                "車輪": "xa luân",
                "齒輪": "xỉ luân"
            }
        }
    }
}