{
    "character": "轅",
    "details": {
        "Âm Hán Việt": [
            "viên"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "xa 車 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車袁"
        ],
        "Nét bút": [
            "一丨フ一一一丨一丨一丨フ一ノフノ丶"
        ],
        "Thương Hiệt": [
            "JJGRV (十十土口女)"
        ],
        "Unicode": [
            "U+8F45"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "yuán ㄩㄢˊ"
        ],
        "Âm Nôm": [
            "viên"
        ],
        "Âm Nhật (onyomi)": [
            "エン (en)"
        ],
        "Âm Nhật (kunyomi)": [
            "ながえ (nagae)"
        ],
        "Âm Hàn": [
            "원"
        ],
        "Âm Quảng Đông": [
            "jyun4"
        ]
    },
    "meanings": {
        "viên": {
            "Từ điển phổ thông": [
                "càng xe, tay xe"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái càng xe, tay xe. § Lối xe ngày xưa các xe to dùng hai càng thẳng gọi là 'viên' 轅, xe nhỏ dùng một đòn cong gọi là 'chu' 輈.",
                "(Danh) 'Viên môn' 轅門: ngày xưa vua đi tuần ở ngoài, đến chỗ nào nghỉ thì xếp xe vòng xung quanh làm hàng rào, dành một chỗ ra vào, hai bên để xe dốc xuống càng xe chổng lên làm hiệu. ◇Sử Kí 史記: 'Hạng Vũ triệu kiến chư hầu tướng nhập viên môn' 項羽召見諸侯將入轅門 (Hạng Vũ bổn kỉ 項羽本紀) Hạng Vũ triệu tập các tướng lĩnh của chư hầu ở viên môn.",
                "(Danh) Về sau gọi ngoài cửa các dinh các sở là 'viên môn' 轅門.",
                "(Danh) Các dinh, các sở quan cũng gọi là 'viên' 轅.",
                "(Danh) Các nhà trạm dành cho các quan đi qua nghỉ chân gọi là 'hành viên' 行轅."
            ],
            "Từ điển Thiều Chửu": [
                "Cái càng xe, tay xe. Lối xe ngày xưa các xe to dùng hai càng thẳng gọi là viên 轅, xe nhỏ dùng một đòn cong gọi là chu 輈.",
                "Viên môn 轅門 ngày xưa vua đi tuần ở ngoài, đến chỗ nào nghỉ thì xếp xe vòng xung quanh làm hàng rào, mà để một chỗ ra vào, hai bên để xe dốc xuống càng xe ngỏng lên để làm dấu hiệu, cho nên gọi là viên môn, về sau cũng gọi ngoài cửa các dinh các sở là viên môn, có khi cũng gọi các dinh các sở quan là viên nữa. Các nhà trạm khi các quan đi qua nghỉ chân gọi là hành viên 行轅."
            ],
            "Từ điển Trần Văn Chánh": [
                "Càng xe, tay xe: 紅馬拉轅，黑馬拉套 Ngựa hồng kéo càng, ngựa ô kéo phụ;",
                "(cũ) Viên môn (chỉ nha môn, dinh sở)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái càng xe thời xưa — Cổng ngoài của phủ quan. Xem Viên môn — Cổng trại quân. Thời xưa đóng quân ngoài mặt trận, vây xe xung quanh để phòng thủ. Cổng ra vào trại làm bằng những càng xe gác lên nhau. Xem Viên mao."
            ],
            "compound_words": {
                "轅旄": "viên mao",
                "轅門": "viên môn"
            }
        }
    }
}