{
    "character": "迷",
    "details": {
        "Âm Hán Việt": [
            "mê"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "sước 辵 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶米"
        ],
        "Nét bút": [
            "丶ノ一丨ノ丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YFD (卜火木)"
        ],
        "Unicode": [
            "U+8FF7"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mèi ㄇㄟˋ",
            "mí ㄇㄧˊ",
            "mì ㄇㄧˋ"
        ],
        "Âm Nôm": [
            "mài",
            "me",
            "mê",
            "mơ",
            "muồi"
        ],
        "Âm Nhật (onyomi)": [
            "メイ (mei)"
        ],
        "Âm Nhật (kunyomi)": [
            "まよ.う (mayo.u)"
        ],
        "Âm Hàn": [
            "미"
        ],
        "Âm Quảng Đông": [
            "mai4"
        ]
    },
    "meanings": {
        "mê": {
            "Từ điển phổ thông": [
                "lạc, mất",
                "mê, say, ham",
                "lầm mê, mê tín",
                "lờ mờ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Lạc, không phân biệt phương hướng. ◎Như: 'mê lộ' 迷路 lạc đường.",
                "(Động) Lầm lạc. ◎Như: 'tài mê tâm khiếu' 財迷心竅 tiền bạc làm sai trái lòng người ta. ◇Dịch Kinh 易經: 'Quân tử hữu du vãng, tiên mê hậu đắc' 君子有攸往, 先迷後得 (Khôn quái 坤卦) Người quân có chỗ đến (có việc gì làm), khởi lên trước thì lầm lạc, theo sau thì được (nên việc).",
                "(Động) Mị hoặc, mất sáng suốt. ◇Cảnh thế thông ngôn 警世通言: 'Phụng khuyến thế nhân hưu ái sắc, Ái sắc chi nhân bị sắc mê' 奉勸世人休愛色, 愛色之人被色迷 (Bạch nương tử vĩnh trấn lôi phong tháp 白娘子永鎮雷峰塔) Khuyên nhủ người đời thôi ham thích sắc đẹp, Người ham thích sắc đẹp sẽ bị sắc đẹp làm cho mê muội.",
                "(Động) Đắm đuối, say đắm, ham thích quá độ. ◎Như: 'nhập mê' 入迷 say đắm, 'trầm mê' 沉迷 chìm đắm.",
                "(Tính) Không rõ ràng, làm cho rối trí, làm cho sai lầm. ◎Như: 'mê đồ' 迷途 đường lối sai lạc, 'mê cung' 迷宮 (1) đường lối quanh co, phức tạp, khó thấy được phương hướng để đi ra. (2) cục diện hỗn loạn, tình huống phức tạp khó tìm được giải pháp.",
                "(Tính) Lờ mờ, mơ hồ, hôn loạn, tinh thần không được thanh sảng.",
                "(Danh) Người ham thích, say đắm một thứ gì. ◎Như: 'ảnh mê' 影迷 người say mê điện ảnh, 'cầu mê' 球迷 người mê túc cầu, 'ca mê' 歌迷 người mê ca hát."
            ],
            "Từ điển Thiều Chửu": [
                "Lạc. Như mê lộ 迷路 lạc đường.",
                "Lầm mê. Dùng thuốc hay dùng thuật làm cho người ta mê mẩn gọi là mê. Như mê dược 迷藥 thuốc mê.",
                "Lờ mờ. Tinh thần lờ mờ không được thanh sảng gọi là mê.",
                "Mê tín. Tâm say mê về một sự gì gọi là mê. Như mê tín 迷信 tin nhảm, trầm mê 沈迷 mê mãi, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Không phân biệt được, lạc: 迷了路 Lạc đường;",
                "Say, mê, ham mê, say sưa, đắm đuối, thích: 迷戀 Say mê, đắm đuối; 她對游泳着了迷 Chị ấy rất thích bơi; 足球迷 Mê bóng đá; 戲迷 Mê kịch, mê tuồng; 景色迷人 Cảnh đẹp làm cho người ta say sưa; 金錢迷住心竅 Tiền bạc làm mê lòng người;",
                "Mê tín, mê muội, hão huyền, nhảm: 迷信 Tin nhảm;",
                "Người say mê, người ham thích: 他是個棒球迷 Anh ấy là người mê bóng chày."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mơ hồ, không rõ — Sai lầm — Ham thích tới độ say đắm, không biết gì — Không biết gì nữa, không còn tỉnh táo.  Đoạn trường tân thanh  có câu: » Chập chờn tỉnh cơn mê, rốn ngồi chẳng tiện dứt về chỉn khôn «."
            ],
            "compound_words": {
                "執迷": "chấp mê",
                "執迷不悟": "chấp mê bất ngộ",
                "酖迷": "đam mê",
                "低迷": "đê mê",
                "昏迷": "hôn mê",
                "迷暗": "mê ám",
                "迷途": "mê đồ",
                "迷惑": "mê hoặc",
                "迷魂": "mê hồn",
                "迷離": "mê li",
                "迷路": "mê lộ",
                "迷漫": "mê man",
                "迷茫": "mê mang",
                "迷昧": "mê muội",
                "迷津": "mê tân",
                "迷失": "mê thất",
                "迷信": "mê tín",
                "入迷": "nhập mê",
                "色迷": "sắc mê",
                "財迷": "tài mê",
                "痺迷": "tê mê",
                "沈迷": "trầm mê"
            }
        }
    }
}