{
    "character": "輔",
    "details": {
        "Âm Hán Việt": [
            "phụ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "xa 車 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車甫"
        ],
        "Nét bút": [
            "一丨フ一一一丨一丨フ一一丨丶"
        ],
        "Thương Hiệt": [
            "JJIJB (十十戈十月)"
        ],
        "Unicode": [
            "U+8F14"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "fǔ ㄈㄨˇ"
        ],
        "Âm Nôm": [
            "phụ"
        ],
        "Âm Nhật (onyomi)": [
            "ホ (ho)",
            "フ (fu)"
        ],
        "Âm Nhật (kunyomi)": [
            "たす.ける (tasu.keru)"
        ],
        "Âm Hàn": [
            "보"
        ],
        "Âm Quảng Đông": [
            "fu6"
        ]
    },
    "meanings": {
        "phụ": {
            "Từ điển phổ thông": [
                "xương má",
                "giúp đỡ",
                "giáp, gần kề"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Xương má. ◇Trương Hành 張衡: 'Yếp phụ xảo tiếu, thanh mâu lưu miện' 靨輔巧笑, 清眸流眄 (Thất biện 七辯) Lúm má đồng tiền cười tươi, mắt đẹp liếc đưa.",
                "(Danh) Đòn gỗ kèm hai bên xe.",
                "(Danh) Tên quan. ◎Như: quan 'sư' 師, quan 'bảo' 保, quan 'nghi' 疑, quan 'thừa' 丞 gọi là 'tứ phụ' 四輔 (nghĩa là các quan giúp đỡ ở hai bên mình vua vậy).",
                "(Danh) Chỗ đất giáp nhau. ◎Như: tỉnh Trực Lệ 直隸 trước gọi là 'kì phụ' 畿輔 vì nó giáp gần kinh kì.",
                "(Động) Giúp. ◎Như: 'phụ bật' 輔弼 chức quan tể tướng (giúp vua). ◇Luận Ngữ 論語: 'Quân tử dĩ văn hội hữu, dĩ hữu phụ nhân' 君子以文會友, 以友輔仁 (Nhan Uyên 顏淵) Người quân tử dùng văn chương họp bạn, dùng bạn để giúp (đạt tới) đức nhân."
            ],
            "Từ điển Thiều Chửu": [
                "Xương má của người ta.",
                "Hai bên xe, hai bên đòn kèm xe, vì thế nên cùng gần gặn cùng giúp lẫn nhau, nương tựa lẫn nhau gọi là phụ xa tương y 輔車相依.",
                "Giúp. Như phụ bật 輔弼 giúp dân.",
                "Tên quan. Quan sư 師, quan bảo 保, quan nghi 疑, quan thừa 丞 gọi là tứ phụ 四輔. Nghĩa là các quan giúp rập ở hai bên mình vua vậy.",
                "Chỗ đất giáp nhau cũng gọi là phụ. Như tỉnh Trực Lệ trước gọi là kì phụ 畿輔 nghĩa là nó giáp gần kinh kì vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Phụ trợ, bổ trợ, giúp đỡ: 輔車相依 Nương tựa lẫn nhau; 輔弼 Giúp giập; 相輔相成 Bổ trợ lẫn nhau, tạo điều kiện cho nhau;",
                "(văn) Xương má (của người ta);",
                "(văn) Đòn đỡ kèm hai bên xe ngựa (thời xưa);",
                "(văn) Tên chức quan: 四輔 Bốn quan giúp ở cạnh nhà vua (gồm có quan sư, quan bảo, quan nghi, quan thừa);",
                "(văn) Chỗ đất giáp nhau: 畿輔 Đất giáp kinh kì (tức là tỉnh Trực Lệ của Trung Quốc)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tấm gỗ ghép hai bên xe thời xưa — Ở hai bên mà giúp đỡ."
            ],
            "compound_words": {
                "電腦輔助設計": "điện não phụ trợ thiết kế",
                "輔弼": "phụ bật",
                "輔政": "phụ chính",
                "輔翼": "phụ dực",
                "輔導": "phụ đạo",
                "輔佐": "phụ tá",
                "輔助": "phụ trợ",
                "輔相": "phụ tướng"
            }
        }
    }
}