{
    "character": "輒",
    "details": {
        "Âm Hán Việt": [
            "triếp"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "xa 車 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰車耴"
        ],
        "Nét bút": [
            "一丨フ一一一丨一丨丨一一一フ"
        ],
        "Thương Hiệt": [
            "JJSJU (十十尸十山)"
        ],
        "Unicode": [
            "U+8F12"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "zhé ㄓㄜˊ"
        ],
        "Âm Nôm": [
            "triếp"
        ],
        "Âm Nhật (onyomi)": [
            "チョウ (chō)"
        ],
        "Âm Nhật (kunyomi)": [
            "すなわち (sunawachi)",
            "わきぎ (wakigi)"
        ],
        "Âm Hàn": [
            "첩"
        ],
        "Âm Quảng Đông": [
            "zip3",
            "zit3"
        ]
    },
    "meanings": {
        "triếp": {
            "Từ điển phổ thông": [
                "chuyên quyền, quyết đoán",
                "ngay tức thì",
                "thường, luôn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ván hai bên xe ngày xưa.",
                "(Danh) Họ 'Triếp'.",
                "(Phó) Mỗi lần, thường thường, lần nào cũng vậy. ◇Sử Kí 史記: 'Sở khiêu chiến tam hợp, Lâu Phiền triếp xạ sát chi' 楚挑戰三合, 樓煩輒射殺之 (Hạng Vũ bổn kỉ 項羽本紀) Quân Sở ba lần khiêu chiến, mỗi lần đều bị Lâu Phiền bắn chết.",
                "(Phó) Liền, tức thì, ngay. ◇Đào Uyên Minh 陶淵明: 'Hoặc trí tửu nhi chiêu chi, tạo ẩm triếp tận' 或置酒而招之, 造飲輒盡 (Ngũ liễu tiên sanh truyện 五柳先生傳) Có khi bày rượu mời ông, thì ông liền uống hết."
            ],
            "Từ điển Thiều Chửu": [
                "Liền. Cứ lấy ý mình tự chuyên quyết đoán gọi là triếp. Như triếp dĩ vi bất khả 輒以爲不可 liền cho là không được.",
                "Thường thường, luôn. Như triếp phục như thị 輒復如是 thường tại thế luôn.",
                "Tức thì, ngay.",
                "Thời."
            ],
            "Từ điển Trần Văn Chánh": [
                "(pht) (văn) Liền, thì, là: 所言辄聽 Nói gì thì nghe nấy; 每想往事辄慚愧不勝 Cứ nghĩ đến việc cũ là hổ thẹn vô cùng; 輒以爲不可 Liền cho là không được; 或置酒而招之，造飲輒盡 Có khi bày rượu mời ông, thì ông vội uống liền hết ngay (Đào Uyên Minh: Ngũ liễu tiên sinh truyện);",
                "Cũng vẫn, vẫn cứ (biểu thị sự bất biến của động tác hoặc tình huống): 亦輒爲報仇 Cũng vẫn cứ báo thù cho ông ấy (Sử kí: Du hiệp liệt truyện); 衡不慕當時，所居之官輒積年不徙 Hoành không ngưỡng mộ quyền quý, chức quan của ông nhiều năm cũng vẫn không đổi (Hậu Hán thư: Trương Hoành liệt truyện)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tự chuyên, làm theo ý mình — Mỗi một — Bèn. Liền — Im lìm bất động."
            ]
        }
    }
}