{
    "character": "遂",
    "details": {
        "Âm Hán Việt": [
            "toại"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "sước 辵 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿺辶㒸"
        ],
        "Nét bút": [
            "丶ノ一ノフノノノ丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YTPO (卜廿心人)"
        ],
        "Unicode": [
            "U+9042"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "suí ㄙㄨㄟˊ",
            "suì ㄙㄨㄟˋ"
        ],
        "Âm Nôm": [
            "toại"
        ],
        "Âm Nhật (onyomi)": [
            "スイ (sui)"
        ],
        "Âm Nhật (kunyomi)": [
            "と.げる (to.geru)",
            "つい.に (tsui.ni)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "seoi6"
        ]
    },
    "meanings": {
        "toại": {
            "Từ điển phổ thông": [
                "bèn (trợ từ)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Vừa lòng, thỏa thích. ◎Như: 'toại chí' 遂志 thích chí, 'bất toại sở nguyện' 不遂所願 không được thỏa nguyện. ◇Hồng Lâu Mộng 紅樓夢: 'Ngã dã đa cá tác bạn đích, nhĩ dã toại liễu tâm' 我也多個作伴的, 你也遂了心 (Đệ tứ thập bát hồi) Tôi thì có thêm bạn, chị thì được thỏa lòng.",
                "(Động) Thuận tòng, tuân theo. ◎Như: 'bán thân bất toại' 半身不遂 nửa thân mình tê liệt (không thuận theo ý muốn cử động).",
                "(Động) Tiến tới, đạt đến. § Thông 'đạt' 達. ◇Dịch Kinh 易經: 'Bất năng thối, bất năng toại' 不能退, 不能遂 (Đại tráng quái 大壯卦) Không thể lui, không thể tới.",
                "(Động) Thành tựu, nên, xong. ◇Luận ngữ 論語: 'Toại sự bất gián' 遂事不諫 (Bát dật 八佾) Việc đã xong rồi không nên can gián nữa (vô ích).",
                "(Động) Hết, ngừng.",
                "(Động) Tiến cử, tiến dụng. ◇Lễ Kí 禮記: 'Tán kiệt tuấn, toại hiền lương' 贊桀俊, 遂賢良 (Nguyệt lệnh 月令) Ca tụng người tuấn kiệt, tiến cử bậc hiền tài.",
                "(Động) Sinh trưởng, lớn lên. ◇Hán Thư 漢書: 'Căn cai dĩ toại' 根荄以遂 (Lễ nhạc chí 禮樂志) Gốc rễ sinh trưởng.",
                "(Phó) Cuối cùng, rút cuộc.",
                "(Phó) Nhân, bèn, rồi thì. ◎Như: 'toại bất phục kiến' 遂不復見 rồi thì chẳng thấy nữa, 'tâm toại tỉnh ngộ' 心遂醒悟 tâm bèn tỉnh ngộ.",
                "(Danh) Cái ngòi nhỏ.",
                "(Danh) Khu đất cách kinh đô trăm dặm."
            ],
            "Từ điển Thiều Chửu": [
                "Thoả thích. Như toại chí 遂志 thích chí. Bất toại sở nguyện 不遂所願 không được thoả nguyện.",
                "Việc gì sắp thành mà chưa thành hẳn gọi là toại 遂 dở dang. Như Luận ngữ 論語 có câu: Toại sự bất gián 遂事不諫 việc dở dang không can nữa.",
                "Nhân, bèn. Hai việc nhân nhau mà đến gọi là toại. Như toại bất phục kiến 遂不復見 bèn chẳng lại thấy.",
                "Hết.",
                "Nhân tuần, lần lữa.",
                "Thoả thuê.",
                "Cái ngòi nhỏ.",
                "Tiến lên, suốt.",
                "Khu đất cách kinh đô trăm dặm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Vừa lòng, thoả thích, thoả mãn: 遂願 Toại nguyện; 遂志 Thoả chí;",
                "Bèn, liền, rồi thì: 服藥後腹痛遂止 Uống thuốc xong thì không đau bụng nữa; 遂不復見 Bèn không thấy nữa;",
                "Cho nên: 遂至於此 Cho nên đến thế;",
                "Thành, xong: 未遂 Chưa thành; 遂事不諫 Việc đã xong không can nữa (Luận ngữ). Xem 遂 [suí]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nên việc. Thành công — Thoả lòng. Tục ngữ: » Có đi có lại mới toại lòng nhau «. — Bèn. Liền — Vùng đất ở ngoài kinh đô."
            ],
            "compound_words": {
                "半身不遂": "bán thân bất toại",
                "暢遂": "sướng toại",
                "遂志": "toại chí",
                "遂願": "toại nguyện",
                "遂意": "toại ý"
            }
        }
    }
}