{
    "character": "遼",
    "details": {
        "Âm Hán Việt": [
            "liêu"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "sước 辵 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶尞"
        ],
        "Nét bút": [
            "一ノ丶丶ノ丨フ一一丨ノ丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YKCF (卜大金火)"
        ],
        "Unicode": [
            "U+907C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "liáo ㄌㄧㄠˊ"
        ],
        "Âm Nôm": [
            "liêu"
        ],
        "Âm Nhật (onyomi)": [
            "リョウ (ryō)"
        ],
        "Âm Hàn": [
            "료",
            "요"
        ],
        "Âm Quảng Đông": [
            "liu4"
        ]
    },
    "meanings": {
        "liêu": {
            "Từ điển phổ thông": [
                "xa xôi"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Xa thẳm. ◎Như: 'liêu viễn' 遼遠 xa xôi.",
                "(Tính) Lâu dài. ◇Nguyễn Tịch 阮籍: 'Nhân sanh lạc trường cửu, Bách niên tự ngôn liêu' 人生樂長久, 百年自言遼 (Vịnh hoài 詠懷) Đời người vui dài lâu, Trăm năm tự nói là dài lâu.",
                "(Tính) Mở rộng, khai khoát. ◎Như: 'liêu khoát' 遼闊 bát ngát. ◇Bạch Cư Dị 白居易: 'Khai hoài đông nam vọng, Mục viễn tâm liêu nhiên' 開懷東南望, 目遠心遼然 (Tiệt thụ 截樹) Mờ lòng nhìn về hướng đông nam, Mắt xa lòng khoảng khoát.",
                "(Danh) Nhà 'Liêu' 遼, trước là giống 'Khiết Đan' 契丹, ở xứ 'Nhiệt Hà' 熱河. Tổ trước là 'Gia Luật Bảo Cơ' 耶律保機, nhân lúc cuối đời nhà Tống suy yếu mới nổi loạn, sau lấy được các xứ Đông tam tỉnh, Mông Cổ và phía bắc tỉnh Trực Lệ, tỉnh Sơn Tây, gọi là nước 'Liêu'. Cùng với nhà Tống chiến tranh, sử gọi là 'Bắc triều' 北朝, làm vua được chín đời dài 219 năm, sau bị nhà Kim diệt mất. Trong họ có 'Gia Luật Đại Thạch' 耶律大石, chiếm giữ xứ Tầm Tư Can, xưng đế, cai trị suốt cả một miền đông tây xứ Thông Lĩnh, sử gọi là nhà 'Tây Liêu' 西遼, sau bị nhà Nguyên diệt mất.",
                "(Danh) Sông 'Liêu'.",
                "(Danh) Tên gọi tắt của tỉnh 'Liêu Ninh' 遼寧 (Trung Quốc)."
            ],
            "Từ điển Thiều Chửu": [
                "Xa thẳm, chỗ đất cách nhau rất xa gọi là liêu. Như liêu viễn 遼遠 xa xôi, liêu khoát 遼闊 bát ngát.",
                "Nhà Liêu 遼, trước là giống Khiết Đan 契丹, ở xứ Nhiệt Hà. Tổ trước là Gia Luật Bảo Cơ 耶律保機, nhân lúc cuối đời nhà Tống 宋 suy yếu mới nổi loạn, sau lấy được các xứ Đông Tam Tỉnh, Mông Cổ và phía bắc tỉnh Trực Lệ, tỉnh Sơn Tây, gọi là nước Liêu. Cùng với nhà Tống 宋 chọi nhau, sử gọi là Bắc triều 北朝, làm vua được chín đời dài 219 năm, sau bị nhà Kim 金 diệt mất. Trong họ có Gia Luật Đại Thạch 耶律大石, chiếm giữ xứ Tầm Tư Can, xưng vương xưng đế, cai trị suốt cả một miền đông tây xứ Thông Lĩnh, sử gọi là nhà Tây Liêu 西遼, sau bị nhà Nguyên 元 diệt mất.",
                "Sông Liêu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xa.【遼闊】liêu khoát [liáokuò] Mênh mông, bát ngát: 遼闊的土地 Đất đai rộng mênh mông;【遼遠】liêu viễn [liáoyuăn] Xa xôi, thăm thẳm: 遼遠的邊疆 Miền biên giới xa xôi; 遼遠的天空 Trời xanh thăm thẳm;",
                "[Liáo] Đời Liêu (916—1125 ở miền bắc Trung Quốc);",
                "[Liáo] Sông Liêu;",
                "[Liáo] Tỉnh Liêu Ninh (gọi tắt): 遼沈戰役 Chiến dịch Liêu—Thẩm (12-9—2-11-1948 ở Trung Quốc)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Xa xôi — Tên một triều đại ở Trung Hoa, sau bị nhà Kim diệt, truyền được 8 đời, 9 vua, kéo dài 210 năm, từ 916 tới 1125."
            ],
            "compound_words": {
                "北遼": "bắc liêu",
                "遼寂": "liêu tịch",
                "遼遠": "liêu viễn"
            }
        }
    }
}