{
    "character": "遍",
    "details": {
        "Âm Hán Việt": [
            "biến"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "sước 辵 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶扁"
        ],
        "Nét bút": [
            "丶フ一ノ丨フ一丨丨丶フ丶"
        ],
        "Thương Hiệt": [
            "YHSB (卜竹尸月)"
        ],
        "Unicode": [
            "U+904D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "biàn ㄅㄧㄢˋ"
        ],
        "Âm Nôm": [
            "bận",
            "biến"
        ],
        "Âm Nhật (onyomi)": [
            "ヘン (hen)"
        ],
        "Âm Nhật (kunyomi)": [
            "あまね.く (amane.ku)"
        ],
        "Âm Hàn": [
            "편"
        ],
        "Âm Quảng Đông": [
            "bin3",
            "pin3"
        ]
    },
    "meanings": {
        "biến": {
            "Từ điển phổ thông": [
                "khắp nơi",
                "lần, lượt, bận"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Khắp, khắp nơi, khắp cả. § Cùng nghĩa với chữ 'biến' 徧. ◎Như: 'mạn san biến dã' 漫山遍野 đầy núi khắp đồng. ◇Trương Du 張俞: 'Biến thân la khỉ giả' 遍身羅綺者 (Tàm phụ sư 蠶婦師) Khắp mình (mặc) là lụa.",
                "(Phó) Đều. ◇Thương quân thư 商君書: 'Cố thánh nhân vi pháp, tất sử chi minh bạch dị tri, danh chánh, ngu tri biến năng tri chi' 故聖人爲法, 必使之明白易知, 名正, 愚知遍能知之 (Định phận 定分) Cho nên bậc thánh nhân tạo ra pháp độ, tất phải làm cho nó rõ ràng dễ hiểu, danh phận phải đâu vào đó, khiến cho kẻ ngu người trí đều hiểu được.",
                "(Động) Ở khắp nơi. ◎Như: 'bằng hữu biến thiên hạ' 朋友遍天下 bạn bè ở khắp đó đây.",
                "(Danh) Lượng từ: lượt, lần, đợt. ◎Như: 'độc thư bách biến' 讀書百遍 đọc sách trăm lượt. ◇Thủy hử truyện 水滸傳: 'Trí Thâm bả tiền diện quá đích thoại tòng đầu thuyết liễu nhất biến' 智深把前面過的話從頭說了一遍 (Đệ lục hồi) Lỗ Trí Thâm bèn kể lại chuyện từ đầu cho nghe một lượt."
            ],
            "Từ điển Thiều Chửu": [
                "① Khắp. Cùng nghĩa với chữ biến 徧. Như độc thư bách biến 讀書百遍 đọc sách trăm lượt. Ðọc suốt từ đầu chí cuối gọi là nhất biến 一遍. Nguyễn Du 阮攸: Khứ biến đông nam lộ 去遍東南路 đi khắp đường đông nam."
            ],
            "Từ điển Trần Văn Chánh": [
                "Khắp, khắp nơi, khắp cả (như 徧, bộ 彳): 跑遍了全市書店也沒有買到你要的那本書 Đi khắp các hiệu sách trong thành phố cũng không mua được quyển sách mà anh muốn tìm; 我們的朋友遍天下 Bầu bạn ta ở khắp đó đây (trên thế giới); 公疾，遍賜大夫 Chiêu công bệnh, ban thưởng khắp cho các đại phu (Tả truyện: Chiêu công tam thập nhị niên);",
                "(văn) Đều: 故聖人爲法，必使之明白易知，名正，愚知遍能知之 Cho nên bậc thánh nhân tạo ra pháp độ, tất phải làm cho nó rõ ràng dễ hiểu, danh phận phải đâu vào đó, khiến cho kẻ ngu người trí đều hiểu được (Thương Quân thư: Định phận);",
                "Lần, lượt, đợt: 念一遍 Đọc một lượt; 問了三遍 Đã hỏi ba lần rồi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Một lối viết của chữ Biến 徧."
            ],
            "compound_words": {
                "遍布": "biến bố",
                "普遍": "phổ biến"
            }
        }
    }
}