{
    "character": "都",
    "details": {
        "Âm Hán Việt": [
            "đô"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "ấp 邑 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰者⻏"
        ],
        "Nét bút": [
            "一丨一ノ丨フ一一フ丨"
        ],
        "Thương Hiệt": [
            "JANL (十日弓中)"
        ],
        "Unicode": [
            "U+90FD"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dōu ㄉㄡ",
            "dū ㄉㄨ"
        ],
        "Âm Nôm": [
            "đo",
            "đô",
            "đu",
            "đua"
        ],
        "Âm Nhật (onyomi)": [
            "ト (to)",
            "ツ (tsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "みやこ (miyako)"
        ],
        "Âm Hàn": [
            "도"
        ],
        "Âm Quảng Đông": [
            "dou1"
        ]
    },
    "meanings": {
        "đô": {
            "Từ điển phổ thông": [
                "tất cả, toàn bộ",
                "đã",
                "thủ phủ, thủ đô"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thành phố lớn. ◎Như: 'hoa đô' 花都 một tên gọi thành phố Paris, 'cảng đô' 港都 chỉ một thành phố lớn ở cửa biển, cửa sông.",
                "(Danh) Đất trung ương, nơi thiết lập cơ sở của chính phủ. ◎Như: 'thủ đô' 首都, 'quốc đô' 國都, 'kinh đô' 京都, 'kiến đô' 建都 xây dựng kinh đô, 'thiên đô' 遷都 dời kinh đô ra đóng chỗ khác.",
                "(Danh) Họ 'Đô'.",
                "(Động) Đóng đô. ◇Sử Kí 史記: 'Hạng Vương tự lập vi Tây Sở Bá Vương, vương cửu quận, đô Bành Thành' 項王自立為西楚霸王, 王九郡, 都彭城 (Hạng Vũ bổn kỉ 項羽本紀) Hạng Vương tự lập làm Tây Sở Bá Vương, cai trị chín quận, đóng đô ở Bành Thành.",
                "(Động) Ở. ◇Hán Thư 漢書: 'Tô Tần, Trương Nghi nhất đương vạn thặng chi chủ, nhi đô khanh tướng chi vị' 蘇秦, 張儀一當萬乘之主, 而都卿相之位 (Đông Phương Sóc truyện 東方朔傳) Tô Tần, Trương Nghi cai quản muôn cỗ xe, ở vào ngôi khanh tướng.",
                "(Động) Bao gồm, tổng cộng. ◇Tào Phi 曹丕: 'Khoảnh soạn kì di văn, đô vi nhất tập' 頃撰其遺文, 都為一集 (Dữ Ngô Chất thư 與吳質書) Vội biên soạn những bài văn ông còn để lại, cộng chung thành một tập.",
                "(Tính) Choáng, đẹp, ưu nhã. ◎Như: 'y phục lệ đô' 衣服麗都 quần áo choáng đẹp.",
                "(Tính) To, lớn, cao. ◇Hậu Hán Thư 後漢書: 'Trung hữu đô trụ' 中有都柱 (Trương Hành truyện 張衡傳) Giữa có cột đồng cao to.",
                "(Thán) Ô, ôi. ◇Thượng Thư 尚書: 'Đô! Tại tri nhân, tại an dân' 都! 在知人, 在安民 (Cao Dao mô 皋陶謨) Ôi! (Chính là) ở chỗ biết dùng người, ở chỗ biết an dân.",
                "(Phó) Đều, cả. ◎Như: 'đô hảo' 都好 đều tốt. ◇Thủy hử truyện 水滸傳: 'Nội hữu tứ cá kim tự, đô hôn liễu' 內有四個金字, 都昏了 (Đệ tứ hồi) Trong có bốn chữ vàng, đều đã mờ cả.",
                "(Phó) Cũng, thậm chí. ◎Như: 'tha nhất động đô bất động' 他一動都不動 nó không động đậy một tí gì cả (động đậy một chút cũng không).",
                "(Phó) Còn, còn hơn. ◎Như: 'nhĩ đối ngã bỉ thân thư thư đô hảo' 你對我比親姐姐都好 chị đối với tôi còn tốt hơn cả chị ruột tôi nữa đấy.",
                "(Phó) Đã, rồi. ◎Như: 'phạn đô lương liễu' 飯都涼了 cơm đã nguội rồi, 'ngộ hội đô tạo thành liễu, nhĩ áo hối dã một dụng' 誤會都造成了, 你懊悔也沒用 lầm lỡ đã rồi, anh hối hận cũng chẳng ích gì."
            ],
            "Từ điển Thiều Chửu": [
                "Kinh đô, kẻ chợ. Như đô hội 都會 chỗ tụ họp đông đúc lớn. Chỗ vua đóng đô gọi là đô. Như kiến đô 建都 xây dựng kinh đô, thiên đô 遷都 dời kinh đô ra đóng chỗ khác.",
                "Choáng đẹp. Như y phục lệ đô 衣服麗都 quần áo choáng đẹp.",
                "Lời khen gợi tán thán.",
                "Tóm. Như đại đô 大都 đại khái tất cả, đô thị 都是 đều thế, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thủ đô, kinh đô: 建都 Đóng đô, lập thủ đô;",
                "Thành phố lớn: 都市 Đô thị, thành thị; 鞍山是中國的鋼都 An Sơn là thành phố thép của Trung Quốc;",
                "(văn) Choáng đẹp, lộng lẫy: 衣服麗都 Quần áo đẹp lộng lẫy; 雍容閑雅，甚都 Ung dung nhàn nhã, đẹp lắm (Hán thư: Tư Mã Tương Như truyện);",
                "(văn) Lớn, cao to, to lớn: 中有都柱 Giữa có cột đồng cao to (Hậu Hán thư: Trương Hoành liệt truyện);",
                "(văn) Đến (biểu thị thời gian): 終都攸卒 Cho đến lúc (nhà Chu) kết thúc (Sử kí: Tư Mã Tương Như liệt truyện);",
                "(thán) Ô hay, a (biểu thị ý ca ngợi, tán thán): 都！在知人，在安民 Ô! Điều cốt yếu là ở sự biết dùng người, biết làm cho dân yên (Thượng thư: Cao Dao mô);",
                "(văn) Tích tụ, tụ họp: 而水以爲都居 Mà nước lấy đó làm chỗ tích tụ (Quản tử: Thuỷ địa);",
                "(văn) Ở vào (địa vị): 都卿相之位 Ở vào ngôi khanh tướng (Hán thư: Đông Phương Sóc truyện);",
                "[Du] (Họ) Đô. Xem 都 [dou]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nơi đặt triều đình, đặt chính phủ của một nước — đều, cùng. Tóm cả."
            ],
            "compound_words": {
                "伯都": "bá đô",
                "陪都": "bồi đô",
                "改都": "cải đô",
                "故都": "cố đô",
                "舊都": "cựu đô",
                "名都": "danh đô",
                "帝都": "đế đô",
                "定都": "định đô",
                "都督": "đô đốc",
                "都護": "đô hộ",
                "都會": "đô hội",
                "都巿": "đô thị",
                "都市": "đô thị",
                "東都": "đông đô",
                "京都": "kinh đô",
                "明都王": "minh đô vương",
                "副都督": "phó đô đốc",
                "副都御史": "phó đô ngự sử",
                "國都": "quốc đô",
                "西都": "tây đô",
                "遷都": "thiên đô",
                "首都": "thủ đô"
            }
        }
    }
}