{
    "character": "連",
    "details": {
        "Âm Hán Việt": [
            "liên",
            "liễn"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "sước 辵 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿺辶車"
        ],
        "Nét bút": [
            "一丨フ一一一丨丶フ丶"
        ],
        "Thương Hiệt": [
            "YJWJ (卜十田十)"
        ],
        "Unicode": [
            "U+9023"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "làn ㄌㄢˋ",
            "lián ㄌㄧㄢˊ",
            "liǎn ㄌㄧㄢˇ",
            "liàn ㄌㄧㄢˋ"
        ],
        "Âm Nôm": [
            "len",
            "liên"
        ],
        "Âm Nhật (onyomi)": [
            "レン (ren)"
        ],
        "Âm Nhật (kunyomi)": [
            "つら.なる (tsura.naru)",
            "つら.ねる (tsura.neru)",
            "つ.れる (tsu.reru)",
            "-づ.れ (-zu.re)"
        ],
        "Âm Hàn": [
            "련",
            "연"
        ],
        "Âm Quảng Đông": [
            "lin4"
        ]
    },
    "meanings": {
        "liên": {
            "Từ điển phổ thông": [
                "liền nối"
            ],
            "Từ điển trích dẫn": [
                "(Động) Tiếp tục, tiếp nối. ◎Như: 'tiếp nhị liên tam' 接二連三 tiếp hai liền ba.",
                "(Động) Hợp lại, nối liền. ◎Như: 'ngẫu đoạn ti liên' 藕斷絲連 ngó đứt nhưng tơ liền. § Nguyễn Du: \"Dẫu lìa ngó ý còn vương tơ lòng\".",
                "(Phó) Suốt, nhiều lần. ◇Đỗ Phủ 杜甫: 'Phong hỏa liên tam nguyệt' 烽火連三月 (Xuân vọng 春望) Khói lửa báo động liên miên ba tháng trời.",
                "(Phó) Ngay, ngay cả, ngay đến. ◇Thủy hử truyện 水滸傳: 'Đương thì thuyết định liễu, liên dạ thu thập y phục bàn triền đoạn sơ lễ vật' 當時說定了, 連夜收拾衣服盤纏段疋禮物 (Đệ tứ hồi) Lúc bàn tính xong, ngay đêm đó thu xếp quần áo đồ đạc gấm vóc và lễ vật.",
                "(Liên) Cả ... lẫn (dùng với 'đái' 帶). ◇Nhi nữ anh hùng truyện 兒女英雄傳: 'Nhất thất thủ, liên chung tử đái tửu điệu tại địa hạ' 一失手, 連盅子帶酒掉在地下 (Đệ ngũ hồi) Lỡ tay một cái, cả chén lẫn rượu rớt xuống đất.",
                "(Tính) Khó khăn.",
                "(Danh) Phép quân bây giờ cứ ba 'bài' 排 gọi là một 'liên' 連, tức là một đội ngày xưa.",
                "(Danh) Bốn dặm là một 'liên'.",
                "(Danh) Chì chưa nấu chưa lọc.",
                "(Danh) Họ 'Liên'."
            ],
            "Từ điển Thiều Chửu": [
                "Liền. Hai bên liền tiếp nhau gọi là liên.",
                "Liền nối. Như liên hoàn 連環 cái vòng liền nối nhau. Phép quân bây giờ cứ ba bài gọi là một liên, tức là một đội ngày xưa.",
                "Hợp lại.",
                "Bốn dặm là một liên.",
                "Khó khăn.",
                "Chì chưa nấu chưa lọc.",
                "Lưu liên 留連 quyến luyến."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gắn bó, hợp lại, nối kết, liên kết, gắn liền, liền nhau: 心連心 Lòng gắn bó với nhau; 骨肉相連 Gắn liền như thịt với xương; 天連水，水連天 Trời biển liền nhau; 藕斷絲連 Dẫu lìa ngó ý còn vương tơ lòng;",
                "Liền, liên tiếp, suốt, luôn, nhiều lần: 連陰天 Trời âm u mấy hôm liền; 連年豐收 Được mùa mấy năm liền; 連打幾槍 Bắn liên tiếp mấy phát; 烽火連三月 Lửa hiệu liền ba tháng (Đỗ Phủ: Xuân vọng); 羽因留，連戰未能下 Hạng Vũ nhân đó ở lại, ra đánh nhiều lần không hạ nổi (Hán thư). 【連連】liên liên [lián lián] (khn) Liền liền, lia lịa: 連連點頭 Gật đầu lia lịa; 【連忙】liên mang [liánmáng] Vội vàng: 連忙讓座 Vội vàng nhường chỗ; 【連續】liên tục [liánxù] Liên tiếp, liên tục, luôn: 連續不斷 Liên tiếp không dứt; 連續開了四天會 Hội nghị họp luôn bốn hôm; 連續創造了三次新記錄 Liên tục lập ba kỉ lục mới;",
                "Kể cả: 連我三個人 Ba người kể cả tôi; 連根拔 Nhổ cả gốc;",
                "(quân) Đại đội: 工兵連 Đại đội công binh; 獨立連 Đại đội độc lập;",
                "Ngay cả, ngay đến: 連爺爺都笑了 Ngay cả ông nội cũng phải bật cười; 她臊得連脖子都紅了 Cô ta thẹn đến nỗi đỏ cả cổ;",
                "(văn) Liên luỵ;",
                "(văn) Quan hệ thông gia: 及蒼梧秦王有連 Có quan hệ thông gia với vua Tần ở Thương Ngô (Sử kí);",
                "Liên (một hình thức tổ chức gồm mười nước chư hầu đời Chu);",
                "(văn) Bốn dặm là một liên;",
                "(văn) Chì chưa nấu;",
                "(văn) Khó khăn;",
                "[Lián] (Họ) Liên."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Liền nhau. Nối liền — Hợp lại — Một âm là Liễn.— Tên người, tức Nguyễn Đăng Liên, trước tên là Nguyễn Đăng Đạo, sinh 1651, mất 1719, người xã Hoài ân huyện Tiên du tỉnh Bắc Ninh, đậu trạng nguyên năm 1683, niên hiệu Chính hoà thứ 4 đời Lê Hi Tông, làm quan tới Binh bộ Thượng thư, được phong tước Bá, có đi sứ sang Trung Hoa năm 1697. Tác phẩm chữ Hán có Nguyễn Trạng nguyên phụng sứ tập, làm nhân cuộc đi sứ — Tên người, tức Ngô Sĩ Liên, danh sĩ đầu đời Lê, người xã Chúc li huyện Chương đức tỉnh Hà đông, đậu tiến sĩ năm 1442, niên hiệu Đại bảo thứ 3 đời Lê Thái Tông, làm quan đến Lễ bộ Thị lang kiêm Sử viện Tu soạn. Tác phẩm có bộ Đại Việt Sử Kí toàn thư, gồm 15 quển, chia làm hai phần, Ngoại kỉ và Bản kỉ."
            ],
            "compound_words": {
                "阿連": "a liên",
                "啞子吃黃連": "á tử cật hoàng liên",
                "干連": "can liên",
                "顛連": "điên liên",
                "互連": "hỗ liên",
                "結連": "kết liên",
                "牽連": "khiên liên",
                "連干": "liên can",
                "連枝": "liên chi",
                "連帶": "liên đới",
                "連耞": "liên gia",
                "連環": "liên hoàn",
                "連合": "liên hợp",
                "連結": "liên kết",
                "連衿": "liên khâm",
                "連襟": "liên khâm",
                "連絡": "liên lạc",
                "連累": "liên luỵ",
                "連綿": "liên miên",
                "連日": "liên nhật",
                "連弩": "liên nỗ",
                "連貫": "liên quán",
                "連城": "liên thành",
                "連聲": "liên thanh",
                "連接": "liên tiếp",
                "連坐": "liên toạ",
                "連續": "liên tục",
                "連詞": "liên từ",
                "連想": "liên tưởng",
                "流連": "lưu liên",
                "留連": "lưu liên",
                "畱連": "lưu liên",
                "接連": "tiếp liên"
            }
        },
        "liễn": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Khó khăn. Chuyện khó khăn gặp phải — Một âm là Liên."
            ]
        }
    }
}