{
    "character": "通",
    "details": {
        "Âm Hán Việt": [
            "thông"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "sước 辵 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿺辶甬"
        ],
        "Nét bút": [
            "フ丶丨フ一一丨丶フ丶"
        ],
        "Thương Hiệt": [
            "YNIB (卜弓戈月)"
        ],
        "Unicode": [
            "U+901A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "tōng ㄊㄨㄥ",
            "tòng ㄊㄨㄥˋ"
        ],
        "Âm Nôm": [
            "thong",
            "thông"
        ],
        "Âm Nhật (onyomi)": [
            "ツウ (tsū)",
            "ツ (tsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "とお.る (tō.ru)",
            "とお.り (tō.ri)",
            "-とお.り (-tō.ri)",
            "-どお.り (-dō.ri)",
            "とお.す (tō.su)",
            "とお.し (tō.shi)",
            "-どお.し (-dō.shi)",
            "かよ.う (kayo.u)"
        ],
        "Âm Hàn": [
            "통"
        ],
        "Âm Quảng Đông": [
            "tung1"
        ]
    },
    "meanings": {
        "thông": {
            "Từ điển phổ thông": [
                "xuyên qua"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Không bị tắc nghẽn, xuyên qua được. ◎Như: 'thủy quản bất thông liễu' 水管不通了 ống nước không chảy qua được rồi.",
                "(Tính) Lưu loát, xuông xẻ, trơn tru. ◎Như: 'sướng thông' 暢通 thông suốt, 'nhĩ đích tác văn tả đắc bất cú thông thuận' 你的作文寫得不夠通順 bài viết của anh không được lưu loát. ◇Phạm Trọng Yêm 范仲淹: 'Chánh thông nhân hòa, bách phế cụ hưng' 政通人和, 百廢具興 (Nhạc Dương Lâu kí 岳陽樓記) Việc cai trị xuông xẻ, dân chúng hòa thuận, mọi việc đều chỉnh đốn.",
                "(Tính) Thuận lợi. ◎Như: 'tinh vận hanh thông' 星運亨通 số vận trôi chảy thuận lợi.",
                "(Tính) Linh hoạt, không cố chấp. ◎Như: 'viên thông' 圓通 linh động, không cố chấp, 'khai thông' 開通 cởi mở, khoáng đạt.",
                "(Tính) Sâu rộng, uyên bác (kiến thức, học vấn). ◎Như: 'thông nhân' 通人 người có học thức rộng, 'bác học thông nho' 博學通儒 người học rộng biết nhiều.",
                "(Tính) Thường có, chung. ◎Như: 'thông xưng' 通稱 tiếng thường gọi, 'thông lễ' 通禮 lễ mọi người đều theo, 'hiếu dật ố lao thị nhất bàn nhân đích thông bệnh' 好逸惡勞是一般人的通病 ham nhàn dật ghét lao nhọc là tật chung của người thường.",
                "(Tính) Suốt, cả. ◎Như: 'thông tiêu' 通宵 suốt đêm. ◇Mạnh Tử 孟子: 'Khuông Chương thông quốc giai xưng bất hiếu yên' 匡章通國皆稱不孝焉 (Li Lâu hạ 離婁下) Khuông Chương, cả nước đều gọi là người bất hiếu.",
                "(Phó) Tất cả, hết cả, đều. ◎Như: 'thông thông nã khứ ba' 通通拿去吧 đem về hết đi. ◇Hồng Lâu Mộng 紅樓夢: 'Tha thuyết đích ngã thông bất đổng, chẩm ma bất cai phạt!' 他說的我通不懂, 怎麼不該罰 (Đệ nhị thập bát hồi) Anh ấy nói tôi chẳng hiểu gì cả, sao lại không đáng phạt!",
                "(Động) Đạt tới. ◎Như: 'thông đáo' 通到 đạt đến. ◇Quốc ngữ 國語: 'Đạo viễn nan thông' 道遠難通 (Tấn ngữ nhị 晉語二) Đường xa khó tới.",
                "(Động) Qua lại, giao tiếp. ◎Như: 'thông thương' 通商 giao thương. ◇Hán Thư 漢書: 'Ngô văn Tào Khâu Sanh phi trưởng giả, vật dữ thông' 吾聞曹丘生非長者, 勿與通 (Quý Bố truyện 季布傳) Tôi nghe nói Tào Khâu Sanh không phải là bậc trưởng giả, chớ kết giao với ông ta.",
                "(Động) Bảo cho biết. ◎Như: 'thông báo' 通報 báo cho biết, 'thông tri' 通知 bảo cho biết. ◇Liêu trai chí dị 聊齋志異: 'Môn giả hốt thông Diệp sanh chí' 門者忽通葉生至 (Diệp sinh 葉生) Người canh cửa chợt báo tin có Diệp sinh đến.",
                "(Động) Hiểu, biết rõ. ◎Như: 'thông hiểu' 通曉 hiểu rõ, 'tinh thông' 精通 hiểu rành rẽ.",
                "(Động) Trai gái đi lại vụng trộm với nhau. ◎Như: 'tư thông' 私通 gian dâm. ◇Tả truyện 左傳: 'Toại cập Văn Khương như Tề, Tề Hầu thông yên' 遂及文姜如齊, 齊侯通焉 (Hoàn Công thập bát niên 桓公十八年) Khi Văn Khương đến nước Tề, Tề Hầu gian dâm (với Văn Khương).",
                "(Danh) Người biết rành một vấn đề, sự vật nào đó. ◎Như: 'số học thông' 數學通 người giỏi toán.",
                "(Danh) Lượng từ. (1) Bức, cú (đơn vị dùng cho thư từ, điện thoại, điện báo...). ◎Như: 'tam thông điện báo' 三通電報 ba bức điện báo. (2) Tiếng đập, gõ (chuông, trống). ◎Như: 'lụy cổ tam thông' 擂鼓三通 đánh ba tiếng trống."
            ],
            "Từ điển Thiều Chửu": [
                "Thông suốt. Từ đây đến kia không có cái gì mắc míu gọi là thông. Như thông quá 通過 suốt qua. Người học vấn rộng cũng gọi là thông.",
                "Hiển đạt. Như hanh thông 享通 thanh thản, trôi chảy, làm gì cũng may mắn dễ dàng. Cùng thông 窮通 lúc cùng quẫn, lúc vẻ vang.",
                "Truyền khắp. Như thông cáo 通告 bảo cho khắp cả mọi nơi biết.",
                "Hai bên cùng hoà hợp với nhau gọi là thông. Như thông lực hợp tác 通力合作 chung sức cùng làm. Cùng kết giao đi lại với nhau gọi là thông gia 通家. Trai gái đi lại vụng trộm với nhau gọi là tư thông 私通.",
                "Tóm tắt. Như thông kế 通計 tính suốt cả.",
                "Khắp. Như thông xưng 通稱 tiếng khắp cả mọi nơi đều gọi thế. Thông lễ 通禮 cái lễ khắp cả mọi người đều theo, v.v.",
                "Văn tự đủ từ đầu chí cuối gọi là thông, cho nên xem hết lượt sách gọi là nhất thông 一通. Đánh trống đủ 332 dùi gọi là nhất thông.",
                "Một danh từ chia đất ruộng.",
                "Nước tiểu. Như mã thông 馬通 nước đái ngựa."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thông: 這兩間房子相通 Hai gian phòng này thông nhau; 條條大路通河內 Con đường nào cũng thông tới Hà Nội; 通車 Thông xe, cho xe chạy;",
                "Hiểu biết, thông thạo: 精通業務 Tinh thông (thông thạo) nghiệp vụ; 他通三國文字 Anh ấy biết ba thứ tiếng;",
                "Xuôi: 文字很通順 Câu văn rất xuôi;",
                "Đi qua, qua lại được; 此路不通 Đường này không qua lại được. 【通過】thông quá [tongguò] a. Đi qua: 她通過馬路 Cô ta băng qua đường; 電車不能通過 Xe điện không đi qua được; b. Thông qua: 本周內新法案不會通過 Dự luật mới sẽ không được thông qua trong tuần này; 提案已一致通過 Đề án đã được nhất trí thông qua; c. Thông qua, qua: 這個問題要通過才能決定 Vấn đề này phải qua cấp trên mới quyết định được;",
                "Thông đồng, đi lại: 串通作幣 Thông đồng với nhau làm điều bậy; 私通 Trai gái đi lại vụng trộm với nhau;",
                "Tất cả, cả: 通國皆知 Cả nước đều biết; 通盤計劃 Toàn bộ kế hoạch; 通計 Tính hết cả. 【通通】thông thông [tongtong] Tất cả, hết thảy: 通通拿去吧！ Đem về hết đi!; 【通統】thông thống [tongtông] Như 通通;",
                "(văn) Chung: 通力 合作 Chung sức hợp tác;",
                "Khắp, phổ biến, thông thường, thường, chung: 通禮 Lễ chung (mọi người đều theo). 【通常】thông thường [tongcháng] Thông thường, bình thường, thường: 通常情況 Tình huống thông thường; 他通常六點鐘就起床 Anh ấy bình thường sáu giờ là thức dậy;",
                "Nước tiểu, nước đái: 馬通 Nước đái ngựa. Xem 通 [tòng]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tới. Đến. Suốt tới, không bị cản trở.  Đoạn trường tân thanh : » Rày lần mai lữa như tình chưa thông « — Hiểu suốt hết. Td: Thông kim bác cổ — Truyền đi — Chung cả."
            ],
            "compound_words": {
                "博古通今": "bác cổ thông kim",
                "旁通": "bàng thông",
                "不通": "bất thông",
                "感通": "cảm thông",
                "窮則變，變則通": "cùng tắc biến, biến tắc thông",
                "窮通": "cùng thông",
                "大越通鑒通考": "đại việt thông giám thông khảo",
                "大越通鑒總論": "đại việt thông giám tổng luận",
                "大越通史": "đại việt thông sử",
                "嘉定通志": "gia định thông chí",
                "交通": "giao thông",
                "互通": "hỗ thông",
                "開通": "khai thông",
                "欽定越史通鑒綱目": "khâm định việt sử thông giám cương mục",
                "黎朝通史": "lê triều thông sử",
                "流通": "lưu thông",
                "密通": "mật thông",
                "姻通": "nhân thông",
                "普通": "phổ thông",
                "貫通": "quán thông",
                "關通": "quan thông",
                "稍通": "sảo thông",
                "神通": "thần thông",
                "通病": "thông bệnh",
                "通告": "thông cáo",
                "通淫": "thông dâm",
                "通譯": "thông dịch",
                "通用": "thông dụng",
                "通牒": "thông điệp",
                "通同": "thông đồng",
                "通家": "thông gia",
                "通奸": "thông gian",
                "通行": "thông hành",
                "通鄰": "thông lân",
                "通例": "thông lệ",
                "通言": "thông ngôn",
                "通判": "thông phán",
                "通風": "thông phong",
                "通訊社": "thông tấn xã",
                "通商": "thông thương",
                "通常": "thông thường",
                "通信": "thông tin",
                "通知": "thông tri",
                "通俗": "thông tục",
                "通咨": "thông tư",
                "通物": "thông vật",
                "接通": "tiếp thông",
                "精通": "tinh thông",
                "私通": "tư thông",
                "圓通": "viên thông",
                "圓通集": "viên thông tập",
                "越鑑通考": "việt giám thông khảo",
                "串通": "xuyến thông",
                "淹通": "yêm thông"
            }
        }
    }
}