{
    "character": "遽",
    "details": {
        "Âm Hán Việt": [
            "cự"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "sước 辵 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶豦"
        ],
        "Nét bút": [
            "丨一フノ一フ一ノフノノノ丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YYPO (卜卜心人)"
        ],
        "Unicode": [
            "U+907D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "jù ㄐㄩˋ",
            "qú ㄑㄩˊ"
        ],
        "Âm Nôm": [
            "cự"
        ],
        "Âm Nhật (onyomi)": [
            "キョ (kyo)"
        ],
        "Âm Nhật (kunyomi)": [
            "あわ.てる (awa.teru)",
            "あわただ.しい (awatada.shii)",
            "すみやか (sumiyaka)",
            "にわか (niwaka)"
        ],
        "Âm Hàn": [
            "거"
        ],
        "Âm Quảng Đông": [
            "geoi6"
        ]
    },
    "meanings": {
        "cự": {
            "Từ điển phổ thông": [
                "rời xa"
            ],
            "Từ điển trích dẫn": [
                "(Động) Truyền tin, đưa tin. ◎Như: 'cự nhân' 遽人 lính trạm, người truyền đạt mệnh lệnh, 'cự dịch' 遽驛 xe và ngựa trạm (truyền tin).",
                "(Động) Phát động, hưng khởi. ◇Khuất Nguyên 屈原: 'Xuân khí phấn phát, vạn vật cự chỉ' 春氣奮發, 萬物遽只 (Sở từ 楚辭, Đại chiêu 大招) Khí xuân bùng phát, muôn vật hưng khởi.",
                "(Phó) Nhanh, lẹ.",
                "(Phó) Vội vàng, gấp rút. ◎Như: 'cấp cự' 急遽 vội vàng, 'cự nhĩ như thử' 遽爾如此 dồn dập như thế. ◇Liệt Tử 列子: 'Khủng nhân kiến chi dã, cự nhi tàng chư hoàng trung' 恐人見之也, 遽而藏諸隍中 (Chu Mục vương 周穆王) Sợ người khác thấy (con hươu), vội vàng giấu nó trong cái hào cạn.",
                "(Tính) Hết, vẹn. ◇Tả Tư 左思: 'Kì dạ vị cự, đình liệu tích tích' 其夜未遽, 庭燎晰晰 (Ngụy đô phú 魏都賦).",
                "(Tính) Sợ hãi. ◎Như: 'hoàng cự' 遑遽 kinh hoàng, 'cự dong' 遽容 vẻ mặt hoảng hốt.",
                "(Phó) Sao, há sao, biết đâu. ◇Hoài Nam Tử 淮南子: 'Thử hà cự bất năng vi phúc hồ?' 此何遽不能為福乎 (Tái ông thất mã 塞翁失馬) Việc này biết đâu lại không là may?",
                "(Danh) Tên con thú đầu hươu mình rồng (trong thần thoại)."
            ],
            "Từ điển Thiều Chửu": [
                "Vội vàng. Như cấp cự 急遽 vội vàng, sự gì thốt nhiên đồn đến gọi là cự nhĩ như thử 遽爾如此.",
                "Sợ hãi. Như hoàng cự 遑遽 kinh hoàng.",
                "Chạy trạm đưa, dùng xe mà đưa tin gọi là truyền 傳, dùng ngựa mà đưa tin gọi là cự 遽.",
                "Bèn, dùng làm trợ từ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Vội vã, cấp tốc, ngay, nhanh chóng: 不能遽下定論 Không thể vội kết luận được; 言畢遽行 Nói rồi thì làm ngay; 遽然 Đột nhiên, thình lình; 遽步 Đi vội, rảo bước; 遽爾如此 Dồn dập đến như thế; 老至何遽？ Sao mau già thế? (Nam sử: Vương Tăng Nhục truyện);",
                "Sợ hãi: 遑遽 Kinh hoàng; 孫，王諸人色並遽 Sắc mặt hai ông Tôn, Vương đều sợ hãi (Thế thuyết tân ngữ);",
                "(Xe) ngựa đưa tin, (xe) ngựa trạm: 乘遽而至 Cỡi ngựa trạm mà tới (Tả truyện: Chiêu công nhị niên);",
                "Thì sao, sao lại (thường dùng 何遽, biểu thị sự phản vấn): 唐有萬穴， 塞其一，魚何遽無由出？ Đê có tới hàng vạn lỗ, lấp một lỗ, thì cá sao không có chỗ ra? (Hoài Nam tử); 此何遽不爲福乎？ Việc này sao lại không là may? (Hoài Nam tử)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Truyền đi. Đưa tin tức giấy tờ tới nơi khác — Gấp rút, cấp bách. Chẳng hạn Cấp cự — Sợ hãi."
            ],
            "compound_words": {
                "薄遽": "bạc cự",
                "急遽": "cấp cự"
            }
        }
    }
}