{
    "character": "遇",
    "details": {
        "Âm Hán Việt": [
            "ngộ"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "sước 辵 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶禺"
        ],
        "Nét bút": [
            "丨フ一一丨フ丨一丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YWLB (卜田中月)"
        ],
        "Unicode": [
            "U+9047"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yù ㄩˋ"
        ],
        "Âm Nôm": [
            "ngộ"
        ],
        "Âm Nhật (onyomi)": [
            "グウ (gū)"
        ],
        "Âm Nhật (kunyomi)": [
            "あ.う (a.u)"
        ],
        "Âm Hàn": [
            "우"
        ],
        "Âm Quảng Đông": [
            "jyu6"
        ]
    },
    "meanings": {
        "ngộ": {
            "Từ điển phổ thông": [
                "gặp gỡ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Gặp, gặp nhau, không hẹn mà gặp. ◎Như: 'hội ngộ' 會遇 gặp gỡ. ◇Sử Kí 史記: 'Hoàn chí Lật, ngộ Cương Vũ Hầu, đoạt kì quân, khả tứ thiên dư nhân' 還至栗, 遇剛武侯, 奪其軍, 可四千餘人 (Cao Tổ bản kỉ 高祖本紀) (Bái Công) quay về đến đất Lật, gặp Cương Vũ Hầu, cướp quân (của viên tướng này), đuợc hơn bốn nghìn người.",
                "(Động) Mắc phải, tao thụ. ◎Như: 'ngộ vũ' 遇雨 gặp mưa, 'ngộ nạn' 遇難 mắc nạn. ◇Tư Mã Thiên 司馬遷: 'Bộc dĩ khẩu ngữ ngộ thử họa, trùng vi hương đảng sở tiếu' 僕以口語遇此禍, 重為鄉黨所笑 (Báo Nhậm Thiếu Khanh thư 報任少卿書) Kẻ này vì lời nói mà mắc cái vạ này, lại thêm bị làng xóm chê cười.",
                "(Động) Hợp, thích hợp, khế hợp, đầu hợp. ◎Như: 'vị ngộ' 未遇 chưa hợp thời (chưa hiển đạt). ◇Chiến quốc sách 戰國策: 'Vương hà bất dữ quả nhân ngộ' 王何不與寡人遇 (Tần tứ 秦四) Vua sao không hợp với quả nhân?",
                "(Động) Đối xử, tiếp đãi. ◎Như: 'quốc sĩ ngộ ngã' 國士遇我 đãi ta vào hàng quốc sĩ. ◇Sử Kí 史記: 'Hàn Tín viết: Hán Vương ngộ ngã thậm hậu, tái ngã dĩ kì xa, ý ngã dĩ kì y, tự ngã dĩ kì thực' 韓信曰: 漢王遇我甚厚, 載我以其車, 衣我以其衣, 食我以其食 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) Hàn Tín nói: Vua Hán đãi tôi rất hậu, lấy xe của mình để cho tôi đi, lấy áo của mình để cho tôi mặc, lấy cơm của mình để cho tôi ăn.",
                "(Động) Đối phó, chống cự. ◇Thương quân thư 商君書: 'Dĩ thử ngộ địch' 以此遇敵 (Ngoại nội 外內) Lấy cái này đối địch.",
                "(Danh) Cơ hội, dịp. ◎Như: 'giai ngộ' 佳遇 dịp tốt, dịp may, 'cơ ngẫu' 機遇 cơ hội, 'tế ngộ' 際遇 dịp, cơ hội.",
                "(Danh) Họ 'Ngộ'."
            ],
            "Từ điển Thiều Chửu": [
                "Gặp. Gặp nhau giữa đường gọi là ngộ. Sự gì thốt nhiên gặp phải cũng gọi là ngộ. Như ngộ vũ 遇雨 gặp mưa, ngộ nạn 遇難 gặp nạn, v.v.",
                "Hợp. Như thù ngộ 殊遇 sự hợp lạ lùng, ý nói gặp kẻ hợp mình mà được hiển đạt vậy. Vì thế cho nên học trò lúc còn nghèo hèn gọi là vị ngộ 未遇.",
                "Thết đãi. Như  quốc sĩ ngộ ngã 國士遇我 đãi ta vào hàng quốc sĩ.",
                "Ðối địch, đương."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gặp, gặp gỡ, gặp phải, hội kiến, hội ngộ: 遇雨 Gặp mưa; 不期而遇 Không hẹn mà gặp; 遇諸塗 Gặp ở ngoài đường (Luận ngữ);",
                "Đối đãi, đãi ngộ: 待遇 Đãi ngộ; 殊遇 Đãi ngộ đặc biệt; 國士遇我 Đãi ta như đãi hàng quốc sĩ (Sử kí: Thích khách liệt truyện); 遇人恭謹 Đối đãi người cung kính (Hán thư);",
                "Dịp, cảnh ngộ: 佳遇 Dịp may, dịp tốt; 隨遇而安 Tùy theo cảnh ngộ mà chấp nhận; 際遇 Cơ hội, dịp;",
                "(văn) Tiếp xúc, cảm xúc: 臣以神遇而不以目視 Thần chỉ tiếp xúc bằng cảm giác chứ không nhìn bằng mắt (Trang tử: Dưỡng sinh chủ);",
                "(văn) Chiếm được lòng tin (của bề trên hoặc vua chúa...), gặp và hợp nhau: 垂老遇君未恨晚 Sắp già được gặp và hợp với vua chưa hận muộn (Đỗ Phủ: Tòng sự hành);",
                "[Yù] (Họ) Ngộ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Gặp gỡ. Không hẹn mà gặp. Td: Hội ngộ — Hợp nhau — Đối xử. Td: Đãi ngộ."
            ],
            "compound_words": {
                "恩遇": "ân ngộ",
                "不遇": "bất ngộ",
                "碧溝奇遇": "bích câu kì ngộ",
                "境遇": "cảnh ngộ",
                "景遇": "cảnh ngộ",
                "待遇": "đãi ngộ",
                "幸遇": "hạnh ngộ",
                "會遇": "hội ngộ",
                "奇遇": "kì ngộ",
                "遇變": "ngộ biến",
                "遇合": "ngộ hợp",
                "遇難": "ngộ nạn",
                "寵遇": "sủng ngộ",
                "暫遇": "tạm ngộ",
                "遭遇": "tao ngộ",
                "際遇": "tế ngộ",
                "知遇": "tri ngộ",
                "相遇": "tương ngộ",
                "未遇": "vị ngộ"
            }
        }
    }
}