{
    "character": "适",
    "details": {
        "Âm Hán Việt": [
            "quát",
            "thích",
            "trích",
            "đích"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "sước 辵 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺辶舌"
        ],
        "Nét bút": [
            "ノ一丨丨フ一丶フ丶"
        ],
        "Thương Hiệt": [
            "YHJR (卜竹十口)"
        ],
        "Unicode": [
            "U+9002"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dí ㄉㄧˊ",
            "guā ㄍㄨㄚ",
            "kuò ㄎㄨㄛˋ",
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "thếch",
            "thích"
        ],
        "Âm Nhật (onyomi)": [
            "カツ (katsu)",
            "ガチ (gachi)"
        ],
        "Âm Nhật (kunyomi)": [
            "はや.い (haya.i)"
        ],
        "Âm Hàn": [
            "괄"
        ],
        "Âm Quảng Đông": [
            "kut3",
            "sik1"
        ]
    },
    "meanings": {
        "quát": {
            "Từ điển phổ thông": [
                "nhanh"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Nhanh, tấn tốc.",
                "(Danh) Tên người. ◎Như: 'Cao Bá Quát' 高伯适 (1808-1855).",
                "§ Một dạng của chữ 'thích' 適."
            ],
            "Từ điển Thiều Chửu": [
                "Tên người.",
                "Nhanh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 適"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chạy nhanh — Nhanh. Mau lẹ — Tên người, tức Cao Bá Quát, danh sĩ đời Nguyễn, không rõ năm sinh, hiệu là Chu Thần, người làng Phú thị huyện Gia lâm tỉnh Bắc Ninh Bắc phần Việt Nam, đậu Á nguyên kí thi Hương năm 1831, sau triều đình duyệt lại văn bài, đánh tụt xuống đậu hạn chót. Năm 1841 ông làm Hành tẩu bộ Lễ, sau đó làm Giáo thụ tại phủ Quốc oai tỉnh Sơn Tây. Năm 1854, theo Lê Duy Cự nổi loạn, được tôn làm quân sư. Cuối năm đó thua trận, bị giết cả ba họ. Tác phẩm Hán văn có Chu Thần thi tập. Tác phẩm văn Nôm có một số câu đối, hát nói và bài phú Tài tử đa cùng. Sinh thời, ông từng được vua Tự Đức khen rằng: » Văn như Siêu Quát vô tiền Hán « ( văn mà đến như văn của các ông Nguyễn Văn Siêu và Cao Bá Quát, thì không có nhà Tiền Hán nữa )."
            ]
        },
        "thích": {
            "Từ điển phổ thông": [
                "đang lúc"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Nhanh, tấn tốc.",
                "(Danh) Tên người. ◎Như: 'Cao Bá Quát' 高伯适 (1808-1855).",
                "§ Một dạng của chữ 'thích' 適."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thích hợp, hợp: 適宜 Thích nghi, thích hợp; 適意 Hợp ý;",
                "Dễ chịu, thích ý: 稍覺不適 Hơi thấy khó chịu; 而吾與子之所共適 Mà là cái sở thích chung của tôi và bác (Tô Đông Pha: Tiền Xích Bích phú);",
                "Vừa vặn, vừa lúc, đúng dịp: 適可 而止 Vừa được thì thôi; 適有孤鶴，橫江東來 Vừa lúc có con chim hạc lẻ loi bay ngang sông từ hướng đông tới (Tô Đông Pha: Hậu Xích Bích phú);",
                "Mới, vừa mới: 適從何處來？ Vừa ở đâu đến đấy?; 適遇 Vừa gặp; 吾亭適成 Nhà ta mới vừa làm xong (Tô Đông Pha). 【適才】thích tài [shìcái] (văn) Như 適來 [shìlái]; 【適間】thích gian [shìjian] (văn) Như 適來 [shìlái];【適來】thích lai [shìlái] (văn) Vừa, vừa mới, vừa rồi, mới vừa, ban nãy, hồi nãy: 適來飲他酒脯，寧無情乎？ Vừa mới nhậu rượu thịt của ông ấy, há lại vô tình ư? (Sưu thần kí); 我適來只聞汝聲，不見汝身 Ta lúc nãy chỉ nghe tiếng của ngươi, không thấy thân ngươi (Tổ đường tập);",
                "Đi, đến: 無所適從 Chẳng biết nghe theo ai, lừng khừng; 逝將去女，適彼樂土 Quyết bỏ mày đi, đi đến chốn vui kia (Thi Kinh);",
                "(văn) Theo về;",
                "(văn) Gả: 適人 Gả cho người;",
                "(văn) Tốt đẹp;",
                "(văn) Nếu: 王適有言，必亟聽從 Nếu vua có lời nói, thì kíp nghe theo (Hàn Phi tử)."
            ]
        },
        "trích": {
            "Từ điển Trần Văn Chánh": [
                "Trích giáng (như 謫, bộ 言): 誼既以適去 Giả Nghị vì bị giáng đã bỏ đi (Hán thư: Giả Nghị truyện)."
            ]
        },
        "đích": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Theo: 無所適從 Không theo vào đâu;",
                "Chính, lớn, con của vợ chính (dùng như 嫡, bộ 女): 適子 Con chính, con trưởng; 適室 Chỗ ngủ chính."
            ]
        }
    }
}