{
    "character": "逸",
    "details": {
        "Âm Hán Việt": [
            "dật"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "sước 辵 (+8 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿺辶兔"
        ],
        "Nét bút": [
            "ノフ丨フ一ノフ丶丶フ丶"
        ],
        "Thương Hiệt": [
            "YNUI (卜弓山戈)"
        ],
        "Unicode": [
            "U+9038"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yì ㄧˋ"
        ],
        "Âm Nôm": [
            "dắt",
            "dật",
            "dụt",
            "giặt"
        ],
        "Âm Nhật (onyomi)": [
            "イツ (itsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "そ.れる (so.reru)",
            "そ.らす (so.rasu)",
            "はぐ.れる (hagu.reru)"
        ],
        "Âm Hàn": [
            "일"
        ],
        "Âm Quảng Đông": [
            "jat6"
        ]
    },
    "meanings": {
        "dật": {
            "Từ điển phổ thông": [
                "lầm lỗi",
                "ẩn dật",
                "nhàn rỗi",
                "buông thả"
            ],
            "Từ điển trích dẫn": [
                "(Động) Chạy trốn. ◇Bắc sử 北史: 'Kiến nhất xích thố, mỗi bác triếp dật' 見一赤兔, 每搏輒逸 (Tề Cao tổ thần vũ đế bổn kỉ 齊高祖神武帝本紀) Thấy một con thỏ màu đỏ, mỗi lần định bắt, nó liền chạy trốn.",
                "(Động) Xổng ra. ◇Quốc ngữ 國語: 'Mã dật bất năng chỉ' 馬逸不能止 (Tấn ngữ ngũ 晉語五) Ngựa xổng chẳng ngăn lại được.",
                "(Động) Mất, tán thất.",
                "(Động) Thả, phóng thích. ◇Tả truyện 左傳: 'Nãi dật Sở tù' 乃逸楚囚 (Thành Công thập lục niên 成公十六年) Bèn thả tù nhân nước Sở.",
                "(Tính) Phóng túng, phóng đãng. ◇Chiến quốc sách 戰國策: 'Chuyên dâm dật xỉ mĩ, bất cố quốc chánh, Dĩnh đô tất nguy hĩ' 專淫逸侈靡, 不顧國政, 郢都必危矣 (Sở sách tứ, Trang Tân vị Sở Tương Vương 莊辛謂楚襄王) Chuyên dâm loạn, phóng túng, xa xỉ, không lo việc nước, Dĩnh đô tất nguy mất.",
                "(Tính) Đi ẩn trốn, ở ẩn. ◇Hán Thư 漢書: 'Cố quan vô phế sự, hạ vô dật dân' 故官無廢事, 下無逸民 (Thành đế kỉ 成帝紀) Cho nên quan trên không bỏ bê công việc, thì dưới không có dân ẩn trốn.",
                "(Tính) Vượt hẳn bình thường, siêu quần. ◎Như: 'dật phẩm' 逸品 phẩm cách khác thường, vượt trội, tuyệt phẩm, 'dật hứng' 逸興 hứng thú khác đời.",
                "(Tính) Rỗi nhàn, an nhàn. ◇Mạnh Tử 孟子: 'Dật cư nhi vô giáo' 逸居而無教 (Đằng Văn Công thượng 滕文公上) Rỗi nhàn mà không được dạy dỗ.",
                "(Tính) Nhanh, lẹ. ◇Hậu Hán Thư 後漢書: 'Do dật cầm chi phó thâm lâm' 猶逸禽之赴深林 (Thôi Nhân truyện 崔駰傳) Vẫn còn chim nhanh đến rừng sâu.",
                "(Danh) Lầm lỗi. ◇Thư Kinh 書經: 'Dư diệc chuyết mưu, tác nãi dật' 予亦拙謀, 作乃逸 (Bàn Canh thượng 盤庚上) Ta cũng vụng mưu tính, làm cho lầm lỗi.",
                "(Danh) Người ở ẩn. ◎Như: 'cử dật dân' 舉逸民 cất những người ẩn dật lên."
            ],
            "Từ điển Thiều Chửu": [
                "Lầm lỗi. Như dâm dật 淫逸 dâm dục quá độ.",
                "Sổng ra. Như mã dật bất năng chỉ 馬逸不能止 ngựa sổng chẳng hay hãm lại.",
                "Ẩn dật. Như cử dật dân 舉逸民 cất những người ẩn dật lên. Phàm cái gì không câu nệ tục đời đều gọi là dật. Như dật phẩm 逸品 phẩm cách khác đời. Dật hứng 逸興 hứng thú khác đời.",
                "Rỗi nhàn. Như dật cư nhi vô giáo 逸居而無教 (Mạnh Tử 孟子) rỗi nhàn mà không được dạy dỗ.",
                "Buông thả."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chạy thoát, sổng ra, chạy trốn: 逃逸 Chạy trốn; 馬逸不能止 Ngựa sổng không ngăn lại được;",
                "Tản mát, thất lạc: 其書已逸 Sách đó đã thất lạc;",
                "Nhàn, thanh nhàn, nhàn hạ: 逸居而無教 Ở nhàn mà không được dạy dỗ (Mạnh tử);",
                "Sống ẩn dật, ở ẩn;",
                "Vượt lên, hơn hẳn; 逸品 Phẩm cách khác đời;",
                "Thả lỏng, buông thả;",
                "(văn) Lầm lỗi, sai lầm;",
                "(văn) Nhanh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mất đi. Thất lạc — Quá độ. Vượt quá — Yên vui — Ở ẩn — Lầm lỗi."
            ],
            "compound_words": {
                "安逸": "an dật",
                "隐逸": "ẩn dật",
                "隱逸": "ẩn dật",
                "高逸": "cao dật",
                "淫逸": "dâm dật",
                "逸格": "dật cách",
                "逸居": "dật cư",
                "逸民": "dật dân",
                "逸遊": "dật du",
                "逸暇": "dật hạ",
                "逸興": "dật hứng",
                "逸口": "dật khẩu",
                "逸樂": "dật lạc",
                "逸品": "dật phẩm",
                "逸羣": "dật quần",
                "逸士": "dật sĩ",
                "逸才": "dật tài",
                "逸書": "dật thư",
                "逸想": "dật tưởng",
                "漂逸": "phiêu dật",
                "放逸": "phóng dật",
                "超逸": "siêu dật",
                "無逸": "vô dật"
            }
        }
    }
}