{
    "character": "逝",
    "details": {
        "Âm Hán Việt": [
            "thệ"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "sước 辵 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿺辶折"
        ],
        "Nét bút": [
            "一丨一ノノ一丨丶フ丶"
        ],
        "Thương Hiệt": [
            "YQHL (卜手竹中)"
        ],
        "Unicode": [
            "U+901D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shì ㄕˋ"
        ],
        "Âm Nôm": [
            "thể"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)"
        ],
        "Âm Nhật (kunyomi)": [
            "ゆ.く (yu.ku)",
            "い.く (i.ku)"
        ],
        "Âm Hàn": [
            "서"
        ],
        "Âm Quảng Đông": [
            "sai6"
        ]
    },
    "meanings": {
        "thệ": {
            "Từ điển phổ thông": [
                "trôi qua",
                "đi không trở lại",
                "chết, tạ thế"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đi qua, đi không trở lại nữa. ◇Luận Ngữ 論語: 'Nhật nguyệt thệ hĩ, tuế bất ngã dữ' 日月逝矣, 歲不我與 (Dương Hóa 陽貨) Ngày tháng trôi qua, năm tháng chẳng chờ ta.",
                "(Động) Chảy. ◇Lịch Đạo Nguyên 酈道元: 'Nhị xuyên tịnh thệ, câu vi nhất thủy, nam dữ Hoành thủy hợp' 二川並逝, 俱為一水, 南與橫水合 (Thủy kinh chú 水經注, Vị thủy nhị 渭水二) Hai sông cùng chảy thành một dòng, phía nam hợp với sông Hoành.",
                "(Động) Bay. ◇Trang Tử 莊子: 'Dực ân bất thệ, mục đại bất đổ' 翼殷不逝, 目大不睹 (San mộc 山木) Cánh lớn khó bay xa, mắt to không thấy xa.",
                "(Động) Chạy. ◇Sử Kí 史記: 'Lực bạt san hề khí cái thế, Thì bất lợi hề chuy bất thệ' 力拔山兮氣蓋世, 時不利兮騅不逝 (Hạng Vũ bổn kỉ 項羽本紀) Sức nhổ núi chừ, hùng khí trùm đời, Thời không gặp chừ, ngựa Chuy không chạy.",
                "(Động) Chết. ◎Như: 'trường thệ' 長逝 hay 'thệ thế' 逝世 qua đời, mất (chết). ◇Thiền Uyển Tập Anh 禪苑集英: 'Kệ tất điệt già nhi thệ' 偈畢跌跏而逝 (Khuông Việt Đại sư 匡越大師) Nói kệ xong, ngồi kiết già mà mất.",
                "(Động) Tiêu mất. ◇Lỗ Tấn 魯迅: 'Ngã hữu hứa đa tiểu tiểu đích tưởng đầu hòa ngôn ngữ, thì thì tùy phong nhi thệ' 我有許多小小的想頭和言語, 時時隨風而逝 (Thư tín tập 書信集, Trí lí tễ dã 致李霽野).",
                "(Danh) Lời thề, lời hứa quyết tâm không đổi. § Thông 'thệ' 誓. ◇Thi Kinh 詩經: 'Thệ tương khứ nhữ, Thích bỉ lạc thổ' (逝將去女, 適彼樂土 (Ngụy phong 魏風, Thạc thử 碩鼠) (Con chuột lớn kia ơi), ta lấy quyết tâm sẽ bỏ mày đi, Để đến một đất an vui kia.",
                "(Trợ) Tiếng phát ngữ đầu câu. ◇Thi Kinh 詩經: 'Nãi như chi nhân hề, Thệ bất cổ xử' 乃如之人兮, 逝不古處 (Bội phong 邶風, Nhật nguyệt 日月) Nay lại có người như thế, Chẳng lấy đạo nghĩa xưa mà cư xử với ta."
            ],
            "Từ điển Thiều Chửu": [
                "Đi không trở lại nữa. Vì thế nên gọi người chết là trường thệ 長逝 hay thệ thế 逝世.",
                "Dùng làm tiếng phát ngữ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đã qua, đi không trở lại, chảy: 光陰飛逝 Thời gian trôi như bay; 逝者如斯夫，不捨晝夜(Dòng nước) chảy mãi như thế kia, đêm ngày không nghỉ (Luận ngữ); 俶爾往逝，往來翕忽 Chợt đi ra ngoài xa, qua lại nhẹ nhàng mau lẹ (Liễu Tôn Nguyên: Tiểu thạch đàm kí);",
                "Chết: 不幸病逝 Không may bệnh chết; 一時俱逝，痛可言邪！ Cùng chết hết một lượt, đau đớn không sao nói nổi (Tào Phi: Dữ Ngô Chất thư);",
                "(văn) Nhất quyết: 逝將去汝 Quyết bỏ mày đi (Thi Kinh)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi qua. Xem Thệ thế — Chảy qua. Xem Thệ thuỷ 逝水."
            ],
            "compound_words": {
                "崩逝": "băng thệ",
                "逝世": "thệ thế",
                "逝水": "thệ thuỷ",
                "仙逝": "tiên thệ",
                "消逝": "tiêu thệ",
                "永逝": "vĩnh thệ"
            }
        }
    }
}