{
    "character": "釁",
    "details": {
        "Âm Hán Việt": [
            "hấn"
        ],
        "Tổng nét": [
            "26"
        ],
        "Bộ": [
            "dậu 酉 (+19 nét)"
        ],
        "Nét bút": [
            "ノ丨一一丨フ一丨フ一フ一一丶フ一丨フノフ一一ノ丶フノ"
        ],
        "Thương Hiệt": [
            "HBMCH (竹月一金竹)"
        ],
        "Unicode": [
            "U+91C1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "xìn ㄒㄧㄣˋ"
        ],
        "Âm Nôm": [
            "hắn",
            "hấn"
        ],
        "Âm Nhật (onyomi)": [
            "キン (kin)"
        ],
        "Âm Nhật (kunyomi)": [
            "ちぬ.る (chinu.ru)",
            "すき (suki)",
            "ひま (hima)"
        ],
        "Âm Hàn": [
            "흔"
        ],
        "Âm Quảng Đông": [
            "jan3",
            "jan6"
        ]
    },
    "meanings": {
        "hấn": {
            "Từ điển phổ thông": [
                "lấy máu súc vật bôi vào đồ thờ cúng",
                "lấy phấn sáp thơm xoa vào người",
                "cãi nhau, xung đột, phân tranh"
            ],
            "Từ điển trích dẫn": [
                "(Động) Lấy máu muông sinh bôi vào bát, đĩa, chén mâm ... (khí mãnh 器皿) để thờ cúng thần linh (ngày xưa). ◇Mạnh Tử 孟子: 'Tương dĩ hấn chung' 將以釁鐘 (Lương Huệ Vương thượng 梁惠王上) Đem giết lấy máu bôi chuông.",
                "(Động) Bôi, xoa. ◇Hán Thư 漢書: 'Dự Nhượng hấn diện thôn thán' 豫讓釁面吞炭 (Giả Nghị truyện 賈誼傳) Dự Nhượng bôi mặt nuốt than (để cho người ta không nhận ra mình).",
                "(Động) Kích động. ◇Tả truyện 左傳: 'Phù tiểu nhân chi tính, hấn ư dũng' 夫小人之性, 釁於勇 (Tương Công nhị thập lục niên 襄公二十六年) Tính của kẻ tiểu nhân, thường dễ kích động ở sức mạnh.",
                "(Danh) Khe, kẽ hở. ◎Như: 'vô hấn khả thừa' 無釁可乘 không có kẽ hở nào để thừa cơ vào được. ◇Tam quốc diễn nghĩa 三國演義: 'Tặc thần Đổng Trác, thừa hấn túng hại' 二人兵馬嫺熟, 武藝精通 (Đệ ngũ hồi) Tên bề tôi phản tặc Đổng Trác, thừa cơ gây ra tai họa.",
                "(Danh) Dấu hiệu, điềm triệu có tai họa. ◇Quốc ngữ 國語: 'Nhược Bào thị hữu hấn, ngô bất đồ hĩ' 若鮑氏有釁, 吾不圖矣 (Lỗ ngữ thượng 魯語上) Nếu như họ Bào có điềm họa, ta không liệu đoán được.",
                "(Danh) Hiềm khích, tranh chấp. ◎Như: 'khiêu hấn' 挑釁 gây sự, 'tầm hấn' 尋釁 kiếm chuyện.",
                "(Danh) Lầm lỗi, tội. ◇Tả truyện 左傳: 'Nhân vô hấn yên, yêu bất tự tác' 人無釁焉, 妖不自作 (Trang Công thập tứ niên 莊公十四年) Người không có tội lỗi, ma quái không làm hại được.",
                "(Danh) Họ 'Hấn'."
            ],
            "Từ điển Thiều Chửu": [
                "Lấy máu muôn sinh bôi vào đồ thờ như chuông trống, v.v.",
                "Lấy phấn sáp thơm xoa vào mình mẩy.",
                "Khe, kẽ. Như vô hấn khả thừa 無釁可乘 không có hia (khe, kẽ) gì có thể thừa cơ vào được.",
                "Ðộng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mối hiềm khích, sự xích mích, sự xung đột: 挑釁 Gây hấn, khiêu khích; 尋釁 Sinh sự, kiếm chuyện;",
                "(văn) Bôi máu muông sinh vào khe hở đồ thờ (như chuông, trống...);",
                "Bôi, xức (dầu, phấn sáp... vào mình)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Giết súc vật để lấy máu mà bôi. Một tục tế lễ thời cổ. Chẳng hạn Hấn chung ( giết súc vật tế thần linh rồi lấy máu thoa vào chuông ) — Thoa chất thơm lên mình cho thơm. Chẳng hạn Hấn dục ( đun nước thơm mà tắm ) — Chống đối, thù ghét. Chẳng hạn ta vẫn nói Gây hấn."
            ],
            "compound_words": {
                "構釁": "cấu hấn",
                "挑釁": "khiêu hấn",
                "起釁": "khởi hấn"
            }
        }
    }
}