{
    "character": "醜",
    "details": {
        "Âm Hán Việt": [
            "xú"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "dậu 酉 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰酉鬼"
        ],
        "Nét bút": [
            "一丨フノフ一一ノ丨フ一一ノフフ丶"
        ],
        "Thương Hiệt": [
            "MWHI (一田竹戈)"
        ],
        "Unicode": [
            "U+919C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chǒu ㄔㄡˇ"
        ],
        "Âm Nôm": [
            "sú",
            "xấu",
            "xổ",
            "xú"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)"
        ],
        "Âm Nhật (kunyomi)": [
            "みにく.い (miniku.i)",
            "しこ (shiko)"
        ],
        "Âm Hàn": [
            "추"
        ],
        "Âm Quảng Đông": [
            "cau2"
        ]
    },
    "meanings": {
        "xú": {
            "Từ điển phổ thông": [
                "xấu xa"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Xấu, khó coi (tướng mạo). ◎Như: 'hình mạo đoản xú' 形貌短醜 hình dạng thấp bé xấu xí.",
                "(Tính) Xấu xa, không tốt. ◎Như: 'xú danh' 醜名 tiếng xấu. ◇Sử Kí 史記: 'Hạng Vũ vi thiên hạ tể, bất bình. Kim tận vương cố vương ư xú địa, nhi vương kì quần thần chư tướng thiện địa' 項羽為天下宰, 不平. 今盡王故王於醜地, 而王其群臣諸將善地 (Hạng Vũ bổn kỉ 項羽本紀) Hạng Vương làm chúa tể thiên hạ, nhưng không công bình. Nay phong cho tất cả các vua cũ làm vương ở những đất xấu, còn cho quần thần, tướng tá của ông ta làm vương ở những nơi đất tốt.",
                "(Tính) Nhơ nhuốc, ô uế. ◇Tư Mã Thiên 司馬遷: 'Hạnh mạc xú ư nhục tiên, cấu mạc đại ư cung hình' 行莫醜於辱先, 詬莫大於宮刑 (Báo Nhậm Thiếu Khanh thư 報任少卿書) Đạo cư xử không gì nhơ nhuốc bằng làm nhục tổ tiên, sự nhục nhã không gì nặng hơn bị cung hình.",
                "(Động) Ghét. ◇Tả truyện 左傳: 'Ố trực xú chánh' 惡直醜正 (Chiêu Công nhị thập bát niên 昭公二十八年) Ghét ngay ghét phải.",
                "(Động) Xấu hổ, hổ thẹn. ◇Sử Kí 史記: 'Dĩ tu tiên quân tông miếu xã tắc, quả nhân thậm xú chi' 以羞先君宗廟社稷, 寡人甚醜之 (Ngụy thế gia 魏世家) Để tủi cho tông miếu xã tắc của tổ tiên, quả nhân rất hổ thẹn.",
                "(Động) Giống như, cùng loại. ◇Mạnh Tử 孟子: 'Kim thiên hạ địa xú đức tề' 今天下地醜德齊 (Công Tôn Sửu hạ 公孫丑下) Nay trong thiên hạ đất giống nhau, đức ngang nhau.",
                "(Danh) Sự xấu xa, việc không vinh dự.",
                "(Danh) Người xấu xa, đê tiện.",
                "(Danh) Hậu môn, lỗ đít động vật. ◇Lễ Kí 禮記: 'Ngư khứ ất, miết khứ xú' 魚去乙, 鱉去醜 (Nội tắc 內則) Cá bỏ ruột, ba ba bỏ hậu môn.",
                "(Danh) Họ 'Xú'."
            ],
            "Từ điển Thiều Chửu": [
                "Xấu. Tục dùng làm một tiếng để mắng nhiếc người.",
                "Xấu hổ. Phàm sự gì bị người ta ghét hay để hổ cho người đều gọi là xú, như xuất xú 出醜 để xấu, bày cái xấu ra.",
                "Xấu xa, như xú tướng 醜相 hình tướng xấu xa.",
                "Giống, như sách Mạnh Tử 孟子 nói Kim thiên hạ xú đức tề 今天下醜德齊 trong thiên hạ bây giờ đức giống như nhau, đức ngang như nhau.",
                "Tù binh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xấu, xấu xí, xấu xa, xấu hổ, bẩn thỉu: 醜相 Tướng mạo xấu; 她長得不醜 Cô ta trông không xấu;",
                "(văn) Có thể so sánh, giống: 今天下地醜德齊 Hiện trong thiên hạ đức giống nhau, đức ngang nhau (Mạnh tử);",
                "(văn) Tù binh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Xấu xa ( nói về tính tình ) — Xấu xí ( nói về mặt mũi ) — Hổ thẹn. Xấu hổ — Việc lạ lùng quái dị."
            ],
            "compound_words": {
                "惡醜": "ác xú",
                "醜惡": "xú ác",
                "醜名": "xú danh",
                "醜面": "xú diện",
                "醜地": "xú địa",
                "醜類": "xú loại",
                "醜末": "xú mạt",
                "醜聲": "xú thanh",
                "醜聞": "xú văn"
            }
        }
    }
}