{
    "character": "酋",
    "details": {
        "Âm Hán Việt": [
            "tù"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "dậu 酉 (+2 nét)"
        ],
        "Lục thư": [
            "chỉ sự"
        ],
        "Hình thái": [
            "⿱丷酉"
        ],
        "Nét bút": [
            "丶ノ一丨フノフ一一"
        ],
        "Thương Hiệt": [
            "TCWM (廿金田一)"
        ],
        "Unicode": [
            "U+914B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "qiú ㄑㄧㄡˊ"
        ],
        "Âm Nôm": [
            "tù"
        ],
        "Âm Nhật (onyomi)": [
            "シュウ (shū)",
            "ジュ (ju)"
        ],
        "Âm Nhật (kunyomi)": [
            "おさ (osa)",
            "ふるざけ (furuzake)",
            "さけのつかさ (sakenotsukasa)"
        ],
        "Âm Hàn": [
            "추"
        ],
        "Âm Quảng Đông": [
            "cau4",
            "jau4"
        ]
    },
    "meanings": {
        "tù": {
            "Từ điển phổ thông": [
                "một chức quan coi về việc rượu",
                "ông tướng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Rượu.",
                "(Danh) Một chức quan thời cổ, coi về việc rượu. § Cũng gọi là 'đại tù' 大酋.",
                "(Danh) Ngày xưa gọi bộ lạc của dân tộc thiểu số là 'tù' 酋.",
                "(Danh) Thủ lĩnh bộ lạc thời xưa. ◎Như: 'tù trưởng' 酋長 người đứng đầu bộ lạc.",
                "(Danh) Người đứng đầu một tổ chức hay đoàn thể, trùm, lĩnh thủ. ◎Như: 'tặc tù' 賊酋 đầu sỏ quân giặc. ◇Nguyễn Trãi 阮廌: 'Xuẩn nhĩ man tù cảm khấu biên' 蠢爾蠻酋敢寇邊 (Hạ tiệp 賀捷) Tên cầm đầu lũ mọi rợ ngu xuẩn kia dám quấy phá biên cương.",
                "(Động) Thành công, hoàn thành. ◇Thi Kinh 詩經: 'Tự tiên công tù hĩ' 似先公酋矣 (Đại nhã 大雅, Quyển a 卷阿) Như hoàn thành công nghiệp của tiên quân vậy.",
                "(Động) Tụ tập. ◇Dương Hùng 揚雄: 'Âm tù tây bắc, dương thượng đông nam' 陰酋西北, 陽尚東南 (Thái huyền 太玄, Huyền đồ 玄圖) (Vào mùa xuân và mùa hè) khí âm tụ tập ở tây bắc, khí dương tràn đầy ở đông nam."
            ],
            "Từ điển Thiều Chửu": [
                "Một chức quan đầu coi về việc rượu. Vì thế nên người đứng đầu một đoàn thể gọi là tù trưởng 酋長.",
                "Chọn. Như Kinh Thi 詩經 có câu: Tự tiên công tù hĩ 似先公酋矣 chọn làm nên được cái công của tiên quân.",
                "Rượu ngấu.",
                "Ông tướng."
            ],
            "Từ điển Trần Văn Chánh": [
                "【酋長】tù trưởng [qiúzhăng] Tù trưởng, tiểu vương (những người đứng đầu bộ lạc): 阿拉伯聯合酋長國 Các tiểu vương quốc A-rập thống nhất;",
                "Thủ lĩnh, đầu sỏ, trùm: 匪酋 Đầu sỏ giặc cướp, trùm thổ phỉ;",
                "(văn) Chức quan coi về việc rượu (thời xưa)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rượu ngon, để lâu năm — Người đứng đầu — Dùng như chữ Tù遒."
            ],
            "compound_words": {
                "土酋": "thổ tù",
                "酋長": "tù trưởng",
                "酋长": "tù trưởng"
            }
        }
    }
}