{
    "character": "野",
    "details": {
        "Âm Hán Việt": [
            "dã"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "lý 里 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰里予"
        ],
        "Nét bút": [
            "丨フ一一丨一一フ丶フ丨"
        ],
        "Thương Hiệt": [
            "WGNIN (田土弓戈弓)"
        ],
        "Unicode": [
            "U+91CE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yě ㄜˇ"
        ],
        "Âm Nôm": [
            "dã"
        ],
        "Âm Nhật (onyomi)": [
            "ヤ (ya)",
            "ショ (sho)"
        ],
        "Âm Nhật (kunyomi)": [
            "の (no)",
            "の- (no-)"
        ],
        "Âm Hàn": [
            "야"
        ],
        "Âm Quảng Đông": [
            "je5"
        ]
    },
    "meanings": {
        "dã": {
            "Từ điển phổ thông": [
                "đồng nội",
                "không thuần",
                "rất, vô cùng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vùng ngoài thành. ◇Liễu Tông Nguyên 柳宗元: 'Vĩnh Châu chi dã sản dị xà, hắc chất nhi bạch chương' 永州之野產異蛇, 黑質而白章 (Bộ xà giả thuyết 捕蛇者說) Ở ngoài thành Vĩnh Châu sản sinh một loài rắn lạ, da đen hoa trắng.",
                "(Danh) Đồng, cánh đồng, chỗ đất rộng và bằng phẳng. ◎Như: 'khoáng dã' 曠野 đồng ruộng. ◇Nguyễn Du 阮攸: 'Nghiệp Thành thành ngoại dã phong xuy' 鄴城城外野風吹 (Thất thập nhị nghi trủng 七十二疑冢) Bên ngoài thành Nghiệp gió đồng thổi.",
                "(Danh) Cõi, giới hạn, địa vực. ◎Như: 'phân dã' 分野 chia vạch bờ cõi, theo đúng các vì sao (thời xưa).",
                "(Danh) Dân gian (ngoài giới cầm quyền). ◎Như: 'triều dã' 朝野 nơi triều đình, chốn dân gian. ◇Thư Kinh 書經: 'Quân tử tại dã, tiểu nhân tại vị' 君子在野, 小人在位 (Đại vũ mô 大禹謨) Bậc quân tử không làm quan, (mà) những kẻ tiểu nhân giữ chức vụ.",
                "(Tính) Quê mùa, chất phác. ◇Luận Ngữ 論語: 'Chất thắng văn tắc dã, văn thắng chất tắc sử, văn chất bân bân, nhiên hậu quân tử' 質勝文則野, 文勝質則史, 文質彬彬然後君子 (Ung dã 雍也) Chất phác thắng văn nhã thì là người quê mùa, văn nhã thắng chất phác thì là người chép sử (giữ việc văn thư), văn và chất đều nhau mới là người quân tử.",
                "(Tính) Thô lỗ, ngang ngược, không thuần. ◎Như: 'thô dã' 粗野 thô lỗ, 'lang tử dã tâm' 狼子野心 lòng lang dạ thú.",
                "(Tính) Hoang, dại. ◎Như: 'dã thái' 野菜 rau dại, 'dã cúc' 野菊 cúc dại, 'dã ngưu' 野牛 bò hoang, 'dã mã' 野馬 ngựa hoang.",
                "(Tính) Không chính thức. ◎Như: 'dã sử' 野史 sử không do sử quan chép, 'dã thừa' 野乘 sử chép ở tư gia.",
                "(Phó) Rất, vô cùng. ◎Như: 'sóc phong dã đại' 朔風野大 gió bấc rất mạnh."
            ],
            "Từ điển Thiều Chửu": [
                "Ðồng. Như khoáng dã 曠野 đồng rộng. Nguyễn Du 阮攸: Nghiệp Thành thành ngoại dã phong xuy 鄴城城外野風吹 bên ngoài thành Nghiệp gió đồng thổi.",
                "Cõi, người ngày xưa chia vạch bờ cõi, theo đúng các vì sao, nên gọi là phân dã 分野.",
                "Dân quê. Như triều dã 朝野 nơi triều đình, chốn dân quê.",
                "Quê mùa.",
                "Không thuần. Như dã tâm bột bột 野心勃勃 lòng phản nghịch lên đùn đùn. Văn tư làm không đúng khuôn phép cũng gọi là dã."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đồng, cánh đồng, đồng ruộng: 田野 Ngoài đồng; 曠野 Đồng rộng;",
                "Cõi, ranh giới, tầm: 分野 Chia vạch bờ cõi, phân ranh giới; 視野 Tầm nhìn;",
                "Không cầm quyền: 在野黨 Đảng không cầm quyền; 下野 Cho về vườn;",
                "Hoang, dại, mọc ở đồng, (văn) ở ngoài đồng: 野花 Hoa dại, hoa rừng; 野竹 Tre rừng; 舜勤民事 而野死 Vua Thuấn chăm việc dân mà chết ở ngoài đồng (Quốc ngữ);",
                "(văn) Ngoài tôn miếu và triều đình, chốn dân gian, vùng quê, thôn quê: 朝野清晏，國富兵強 Trong triều ngoài nội đều yên ổn, nước giàu quân mạnh (Tấn thư);",
                "(văn) Quê mùa chất phác: 質勝文則野 Chất mà hơn văn thì là quê mùa (Luận ngữ);",
                "(văn) Dân dã, dân quê;",
                "Ngang ngược, thô lỗ, không thuần: 這孩子太野 Đứa bé này hỗn quá; 說話太野 Ăn nói thô lỗ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vùng đất ngoài kinh thành — Nơi thôn quê, đồng nội — Chốn dân gian — Quê mùa, thô lỗ — Hoang, không được nuôi dạy ( nói về thú vật ) — Bán khai, mọi rợ ( nói về người )."
            ],
            "compound_words": {
                "鄙野": "bỉ dã",
                "孤雲野鶴": "cô vân dã hạc",
                "野歌": "dã ca",
                "野鴿": "dã cáp",
                "野鸽": "dã cáp",
                "野禽": "dã cầm",
                "野戰": "dã chiến",
                "野民": "dã dân",
                "野鶴": "dã hạc",
                "野火": "dã hoả",
                "野合": "dã hợp",
                "野雞": "dã kê",
                "野鸡": "dã kê",
                "野客": "dã khách",
                "野老": "dã lão",
                "野陋": "dã lậu",
                "野馬": "dã mã",
                "野蛮": "dã man",
                "野蠻": "dã man",
                "野貓": "dã miêu",
                "野諺": "dã ngạn",
                "野人": "dã nhân",
                "野礮": "dã pháo",
                "野史": "dã sử",
                "野葬": "dã táng",
                "野心": "dã tâm",
                "野祭": "dã tế",
                "野兔": "dã thỏ",
                "野獸": "dã thú",
                "野趣": "dã thú",
                "野豬": "dã trư",
                "野鴛鴦": "dã uyên ương",
                "野味": "dã vị",
                "旷野": "khoáng dã",
                "曠野": "khoáng dã",
                "巖野": "nham dã",
                "沃野": "ốc dã",
                "樸野": "phác dã",
                "廣野": "quảng dã",
                "疏野": "sơ dã",
                "山野": "sơn dã",
                "在野": "tại dã",
                "草野": "thảo dã"
            }
        }
    }
}