{
    "character": "醮",
    "details": {
        "Âm Hán Việt": [
            "tiếu"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "dậu 酉 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰酉焦"
        ],
        "Nét bút": [
            "一丨フノフ一一ノ丨丶一一一丨一丶丶丶丶"
        ],
        "Thương Hiệt": [
            "MWOGF (一田人土火)"
        ],
        "Unicode": [
            "U+91AE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "jiào ㄐㄧㄠˋ",
            "qiáo ㄑㄧㄠˊ",
            "zhàn ㄓㄢˋ"
        ],
        "Âm Nôm": [
            "tiếu"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "まつ.る (matsu.ru)"
        ],
        "Âm Hàn": [
            "초"
        ],
        "Âm Quảng Đông": [
            "ziu3"
        ]
    },
    "meanings": {
        "tiếu": {
            "Từ điển phổ thông": [
                "uống rượu với ai mà không phải thù tạc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một nghi tiết ngày xưa, dùng trong hôn lễ hoặc quan lễ (lễ đội mũ). § Đàn bà tái giá ngày xưa theo nghi tiết này, nên đàn bà tái giá gọi là 'tái tiếu' 再醮.",
                "(Danh) Nghi lễ của nhà sư hoặc đạo sĩ lập đàn cầu cúng. ◇Thủy hử truyện 水滸傳: 'Thỉnh thiên sư, yêu tố tam thiên lục bách phân la thiên đại bổn tiếu, dĩ nhương thiên tai, cứu tế vạn dân' 請天師, 要做三千六百分羅天大本醮, 以禳天災, 救濟萬民 (Đệ nhất hồi) Mời thiên sư lập đàn ba nghìn sáu trăm la thiên để cầu trời trừ tai họa cứu giúp muôn dân.",
                "(Động) Cầu cúng, tế tự.",
                "(Động) (Đàn bà) tái giá. ◇Tùy Thư 隋書: 'Ngũ phẩm dĩ thượng thê thiếp bất đắc cải tiếu' 五品以上妻妾不得改醮 (Lí Ngạc truyện 李諤傳) Thê thiếp từ ngũ phẩm trở lên không được cải giá."
            ],
            "Từ điển Thiều Chửu": [
                "Uống rượu, không phải thù tạc với ai gọi là tiếu. Lễ cưới và lễ đội mũ ngày xưa đều dùng lễ ấy, nên đàn bà tái giá gọi là tái tiếu 再醮.",
                "Tế, sư hay đạo sĩ lập đàn cầu cúng gọi là tiếu."
            ],
            "Từ điển Trần Văn Chánh": [
                "(cũ) Tế rượu trong đám cưới thời xưa. (Ngr) Đám cưới, lễ cưới: 再醮 Tái giá;",
                "Tế, làm chay: 打醮 Làm chay (làm đàn cầu cúng)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Rót rượu ra — Cạn hết — làm lễ cúng tế."
            ],
            "compound_words": {
                "改醮": "cải tiếu",
                "打醮": "đả tiếu",
                "再醮": "tái tiếu",
                "齋醮": "trai tiếu"
            }
        }
    }
}