{
    "character": "配",
    "details": {
        "Âm Hán Việt": [
            "phối"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "dậu 酉 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰酉己"
        ],
        "Nét bút": [
            "一丨フノフ一一フ一フ"
        ],
        "Thương Hiệt": [
            "MWSU (一田尸山)"
        ],
        "Unicode": [
            "U+914D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "pèi ㄆㄟˋ"
        ],
        "Âm Nôm": [
            "phôi",
            "phới"
        ],
        "Âm Nhật (onyomi)": [
            "ハイ (hai)"
        ],
        "Âm Nhật (kunyomi)": [
            "くば.る (kuba.ru)"
        ],
        "Âm Hàn": [
            "배"
        ],
        "Âm Quảng Đông": [
            "pui3"
        ]
    },
    "meanings": {
        "phối": {
            "Từ điển phổ thông": [
                "kết hợp",
                "giao hợp",
                "pha, hoà",
                "phân phối"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Màu rượu.",
                "(Danh) Đôi lứa, vợ chồng. ◎Như: 'phối ngẫu' 配耦 vợ chồng. § Cũng viết là 配偶.",
                "(Danh) Vợ. ◎Như: 'nguyên phối' 元配 vợ cả, 'kế phối' 繼配 vợ kế, 'đức phối' 德配 vợ người khác.",
                "(Động) Sánh đôi, sánh ngang. ◇Khuất Nguyên 屈原: 'Đức dự phối thiên, vạn dân lí chỉ' 德譽配天, 萬民理只 (Sở từ 楚辭, Đại chiêu 大招) Danh tiếng đạo đức sánh ngang với trời, muôn dân an trị.",
                "(Động) Hợp, kết hợp. ◎Như: 'phối hưởng' 配享 hợp lại mà cúng tế.",
                "(Động) Nam nữ kết hôn. ◎Như: 'hôn phối' 婚配 kết hôn.",
                "(Động) Gả con gái. ◇Tam quốc diễn nghĩa 三國演義: 'Thừa tướng hữu nữ, dục phối tướng quân chi tử' 丞相有女, 欲配將軍之子 (Đệ lục hồi) Thừa tướng có con gái, muốn gả cho con trai tướng quân.",
                "(Động) Phân phát, xếp đặt. ◎Như: 'phân phối' 分配 phân chia ra.",
                "(Động) Đày tội nhân đi xa. ◇Thủy hử truyện 水滸傳: 'Ngã nhân ố liễu Cao Thái Úy sanh sự hãm hại, thụ liễu nhất tràng quan ti, thích phối đáo giá lí' 我因惡了高太尉生事陷害, 受了一場官司, 刺配到這裏 (Đệ thập hồi) Ta vì xúc phạm Cao Thái Úy nên bị kiếm chuyện hãm hại, bị xử án ở ti quan phải thích chữ vào mặt rồi đày tới đây.",
                "(Động) Điều hòa, điều chỉnh. ◎Như: 'phối dược' 配藥 pha thuốc, 'phối sắc' 配色 pha màu, 'phối nhãn kính' 配眼鏡 điều chỉnh kính đeo mắt.",
                "(Động) Lấy giống, gây giống (cho thú vật giao hợp). ◎Như: 'phối chủng' 配種 lấy giống, 'giao phối' 交配 gây giống (làm cho giống đực và giống cái của động hoặc thực vật giao hợp).",
                "(Động) Điểm, điểm thêm. ◎Như: 'hồng hoa phối lục diệp' 紅花配綠葉 hoa hồng điểm thêm lá xanh.",
                "(Động) Bù vá chỗ thiếu rách, bổ túc, thay. ◎Như: 'phối khí xa linh kiện' 配汽車零件 thay đồ phụ tùng xe hơi.",
                "(Phó) Thích hợp, xứng đáng. ◎Như: 'bất phối' 不配 không xứng đáng. ◇Hồng Lâu Mộng 紅樓夢: 'Giá nhất kiện y thường dã chỉ phối tha xuyên, biệt nhân xuyên liễu, thật tại bất phối' 這一件衣裳也只配他穿, 別人穿了, 實在不配 (Đệ tứ thập cửu hồi) Bộ áo đó chỉ cô ấy mặc mới xứng, người khác mặc vào, thật là không đáng."
            ],
            "Từ điển Thiều Chửu": [
                "Đôi lứa. Vợ chồng gọi là phối ngẫu 配耦 (cũng viết là 配偶), vợ cả gọi là nguyên phối 元配, vợ kế gọi là kế phối 繼配, gọi vợ người khác thì gọi là đức phối 德配, v.v..",
                "Phối hưởng, đem người khác mà cúng phụ với người vẫn thờ cúng gọi là phối hưởng 配享.",
                "Xứng đáng, xử trí sự vật khiến cho đâu ra đấy gọi là phối. Như cắt phu làm việc gọi là khoa phối 科配; bị tội đi đày gọi là thích phối 刺配 đều là theo cái ý châm chước nặng nhẹ để phân phối đi cả. Vì thế nên tục nói sự không xứng đáng là bất phối 不配.",
                "Bù vá chỗ thiếu rách cũng gọi là phối."
            ],
            "Từ điển Trần Văn Chánh": [
                "Kết duyên, sánh đôi, kết đôi, kết hợp, kết hôn: 婚配 Kết duyên, kết hôn;",
                "Lấy giống, gây giống, giao phối, phủ: 配馬 Cho ngựa lấy giống (nhảy đực); 鳥在春天交配 Chim chóc giao phối vào mùa xuân;",
                "Pha, pha chế, bào chế: 配顏色 Pha màu; 配葯 Bào chế thuốc;",
                "Thay: 配汽車零件 Thay đồ phụ tùng ô-tô;",
                "Xứng đáng: 配稱人民教師 Xứng đáng là người thầy giáo nhân dân; 不配 Không xứng đáng;",
                "Thêm, điểm: 紅花配綠葉 Lá xanh điểm thêm hoa hồng;",
                "Đi đày, đày: 發配到遙遠的邊疆 Đày đi biên giới xa xôi;",
                "Phân phối: 他們將食物分配給窮人 Họ đem thức ăn phân phối cho (chia cho) người nghèo;",
                "Làm cho hợp, bằng với: 我配把鑰匙 Tôi làm cho chìa khóa vừa với ống khóa;",
                "(văn) Bù vá chỗ thiếu hoặc rách."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thành vợ chồng. Thành đôi. Td: Hôn phối — Đày đi xa — Phân chia sắp xếp cho thoả đáng. Td: Phân phối."
            ],
            "compound_words": {
                "支配": "chi phối",
                "搭配": "đáp phối",
                "德配": "đức phối",
                "档案分配区": "đương án phân phối khu",
                "檔案分配區": "đương án phân phối khu",
                "繼配": "kế phối",
                "發配": "phát phối",
                "分配": "phân phối",
                "配格": "phối cách",
                "配景": "phối cảnh",
                "配當": "phối đương",
                "配合": "phối hợp",
                "配享": "phối hưởng",
                "配偶": "phối ngẫu",
                "配耦": "phối ngẫu",
                "配軍": "phối quân",
                "配色": "phối sắc",
                "配置": "phối trí",
                "擇配": "trạch phối",
                "四配": "tứ phối",
                "相配": "tương phối"
            }
        }
    }
}