{
    "character": "醒",
    "details": {
        "Âm Hán Việt": [
            "tinh",
            "tỉnh"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "dậu 酉 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰酉星"
        ],
        "Nét bút": [
            "一丨フノフ一一丨フ一一ノ一一丨一"
        ],
        "Thương Hiệt": [
            "MWAHM (一田日竹一)"
        ],
        "Unicode": [
            "U+9192"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "chéng ㄔㄥˊ",
            "jīng ㄐㄧㄥ",
            "xīng ㄒㄧㄥ",
            "xǐng ㄒㄧㄥˇ"
        ],
        "Âm Nôm": [
            "tỉnh"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)"
        ],
        "Âm Nhật (kunyomi)": [
            "さ.ます (sa.masu)",
            "さ.める (sa.meru)"
        ],
        "Âm Hàn": [
            "성"
        ],
        "Âm Quảng Đông": [
            "seng2",
            "sing1",
            "sing2"
        ]
    },
    "meanings": {
        "tinh": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Tỉnh rượu — Đang nằm mơ mà tỉnh dậy — Mê man mà tỉnh ra — Chợt hiểu ra."
            ]
        },
        "tỉnh": {
            "Từ điển phổ thông": [
                "tỉnh lại",
                "thức",
                "đánh thức"
            ],
            "Từ điển trích dẫn": [
                "(Động) Hết say. ◇Thủy hử truyện 水滸傳: 'Thử thì tửu dĩ thất bát phân tỉnh liễu' 此時酒已七八分醒了 (Đệ tứ hồi) Lúc này thì đã tỉnh rượu bảy tám phần.",
                "(Động) Khỏi bệnh, ra khỏi cơn hôn mê. ◇Thẩm Liêu 沈遼:  'Sử nhân cửu trệ niệm, Hoắc như bệnh dĩ tỉnh' 使人久滯念, 霍如病已醒 (Tặng hữu đạo giả 贈有道者).",
                "(Động) Thức, thức dậy, hết chiêm bao. ◇Nguyễn Du 阮攸: 'Ngọ mộng tỉnh lai vãn' 午夢醒來晚 (Sơn Đường dạ bạc 山塘夜泊) Tỉnh mộng trưa, trời đã muộn.",
                "(Động) Hiểu ra, thấy rõ, giác ngộ. ◎Như: 'tỉnh ngộ' 醒悟 hiểu ra. ◇Khuất Nguyên 屈原: 'Cử thế giai trọc ngã độc thanh, chúng nhân giai túy ngã độc tỉnh' 舉世皆濁我獨清, 眾人皆醉我獨醒 (Sở từ 楚辭) Cả đời đều đục (hỗn trọc) mình ta trong, mọi người đều say cả, mình ta tỉnh.",
                "(Động) Làm cho tỉnh thức. ◇Tăng Củng 曾鞏: 'Đương hiên tế xích nhật, Đối ngọa tỉnh bách lự' 當軒蔽赤日, 對臥醒百慮 (Đồng thụ 桐樹).",
                "(Động) (Phương ngôn) Hiểu, biết, tri đạo. ◇Khắc Phi 克非: 'Giá giá hài tử tất cánh thái niên khinh, bất tỉnh sự' 這孩子畢竟太年輕, 不醒事 (Xuân triều cấp 春潮急, Nhị lục).",
                "(Tính) Tỉnh táo, thanh sảng. ◇Tần Quan 秦觀: 'Đầu hiểu lí can duệ, Khê hành nhĩ mục tỉnh' 投曉理竿枻, 溪行耳目醒 (Đức Thanh đạo trung hoàn kí Tử Chiêm 德清道中還寄子瞻).",
                "(Tính) Rõ, sáng, minh bạch."
            ],
            "Từ điển Thiều Chửu": [
                "Tỉnh, tỉnh cơn say.",
                "Chiêm bao thức dậy cũng gọi là tỉnh. Nguyễn Du 阮攸: Ngọ mộng tỉnh lai vãn 午夢醒來晚 tỉnh mộng trưa, trời đã muộn.",
                "Hết thảy sự lí gì đang mê mà ngộ ra đều gọi là tỉnh. Như tỉnh ngộ 醒悟, đề tỉnh  提醒."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thức, tỉnh giấc, tỉnh (ngủ) dậy, tỉnh rượu: 他還沒有醒 Anh ấy còn chưa tỉnh giấc; 但願長醉不願醒 Chỉ mong say mãi không mong tỉnh (Lí Bạch: Tương tiến tửu);",
                "Tỉnh ngộ;",
                "Làm cho thấy rõ: 提醒 Nhắc nhở."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hết say rượu. Tỉnh rượu — Thức dậy. Tỉnh ngủ — Chợt hiểu ra. Tỉnh ngộ — Hiểu rõ xung quanh. Tỉnh táo.  Đoạn trường tân thanh : » Chập chờn cơn tỉnh cơn mê « — Đáng lẻ đọc Tinh."
            ],
            "compound_words": {
                "提醒": "đề tỉnh",
                "唤醒": "hoán tỉnh",
                "喚醒": "hoán tỉnh",
                "回醒": "hồi tỉnh",
                "叫醒": "khiếu tỉnh",
                "醒悟": "tỉnh ngộ",
                "甦醒": "tô tỉnh"
            }
        }
    }
}