{
    "character": "銜",
    "details": {
        "Âm Hán Việt": [
            "hàm"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "kim 金 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿻行金"
        ],
        "Nét bút": [
            "ノノ丨ノ丶一一丨丶ノ一一一丨"
        ],
        "Thương Hiệt": [
            "HOCMN (竹人金一弓)"
        ],
        "Unicode": [
            "U+929C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "xián ㄒㄧㄢˊ"
        ],
        "Âm Nôm": [
            "hàm"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "くつわ (kutsuwa)",
            "くわ.える (kuwa.eru)"
        ],
        "Âm Hàn": [
            "함"
        ],
        "Âm Quảng Đông": [
            "haam4",
            "ham4"
        ]
    },
    "meanings": {
        "hàm": {
            "Từ điển phổ thông": [
                "cái hàm thiết ngựa",
                "quan hàm, quân hàm, phẩm hàm",
                "nuốt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Hàm thiết ngựa. ◎Như: 'hàm mai' 銜枚 hàm thiết bịt mõm ngựa (cho khỏi gây tiếng động khi hành quân). ◇Chiến quốc sách 戰國策: 'Phục thức tỗn hàm, hoành lịch thiên hạ' 伏軾撙銜, 橫歷天下 (Tô Tần thủy tương liên hoành 蘇秦始將連橫) Ngồi xe cưỡi ngựa, du lịch khắp thiên hạ.",
                "(Danh) Chức quan, bậc quan. ◎Như: 'quan hàm' 官銜 hàm quan, chức hàm. ◇Tây du kí 西遊記: 'Bất tri quan hàm phẩm tòng' 不知官銜品從 (Đệ ngũ hồi) Không biết quan hàm phẩm trật.",
                "(Động) Ngậm. ◎Như: 'kết thảo hàm hoàn' 結草銜環 kết cỏ ngậm vành (đền ơn trả nghĩa).",
                "(Động) Vâng, phụng. ◎Như: 'hàm mệnh' 銜命 vâng mệnh.",
                "(Động) Ôm giữ, chất chứa trong lòng. ◎Như: 'hàm hận' 銜恨 mang hận, 'hàm ai' 銜哀 ôm mối bi thương.",
                "(Động) Cảm kích, cảm tạ. ◇Quản Tử 管子: 'Pháp lập nhi dân lạc chi, lệnh xuất nhi dân hàm chi' 法立而民樂之, 令出而民銜之 (Hình thế 形勢) Phép tắc lập nên mà dân vui mừng, mệnh lệnh đưa ra mà dân cảm kích.",
                "(Động) Liên tiếp, nối theo nhau. ◇Thủy hử truyện 水滸傳: 'Lương xa thủ vĩ tương hàm' 糧車首尾相銜 (Đệ bát thập lục hồi) Xe chở lương đầu đuôi nối tiếp nhau.",
                "§ Cũng viết là 啣."
            ],
            "Từ điển Thiều Chửu": [
                "Cái hàm thiết ngựa.",
                "Ngậm. Như hàm hoàn 銜環 ngậm vành. Vâng mệnh mà đi gọi là hàm mệnh 銜命. Tục viết là 啣.",
                "Hàm. Như quan hàm 官銜 hàm quan, chức hàm.",
                "Nuốt. Như hàm hận 銜恨 nuốt giận, ý nói còn tấm tức trong lòng chưa được hả. Phàm sự gì thuộc về tình không thể quên được đều gọi là hàm. Như hàm ai 銜哀 ngậm thương."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hàm thiếc ngựa;",
                "Ngậm, tha, cắp: 銜環 Ngậm vành; 燕子銜泥築巢 Con én tha đất làm tổ. (Ngr) Ngậm hờn, ôm ấp, ấp ủ: 銜哀 Ngậm mối thương đau; 銜恨終身 Ôm hận suốt đời. Cv. 啣;",
                "Chức hàm: 大使銜代表 Đại biểu hàm đại sứ; 軍銜 Quân hàm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái khớp miệng ngựa, làm thiết ngựa — Ngậm trong miệng — Ôm giữ trong lòng — Vân mệnh — Thứ bậc cao thấp của quan lại thời xưa."
            ],
            "compound_words": {
                "鞍銜": "an hàm",
                "銜枚": "hàm mai",
                "銜冤": "hàm oan",
                "飯銜": "phạn hàm",
                "品銜": "phẩm hàm",
                "官銜": "quan hàm",
                "院銜": "viện hàm"
            }
        }
    }
}