{
    "character": "鈞",
    "details": {
        "Âm Hán Việt": [
            "quân"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "kim 金 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰金匀"
        ],
        "Nét bút": [
            "ノ丶一一丨丶ノ一ノフ丶一"
        ],
        "Thương Hiệt": [
            "CPIM (金心戈一)"
        ],
        "Unicode": [
            "U+921E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "jūn ㄐㄩㄣ"
        ],
        "Âm Nôm": [
            "quân"
        ],
        "Âm Nhật (onyomi)": [
            "キン (kin)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひと.しい (hito.shii)"
        ],
        "Âm Hàn": [
            "균"
        ],
        "Âm Quảng Đông": [
            "gwan1",
            "kwan1"
        ]
    },
    "meanings": {
        "quân": {
            "Từ điển phổ thông": [
                "quân (đơn vị đo, bằng 30 cân)",
                "cái compas của thợ gốm (để nặn các đồ hình tròn)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lượng từ: đơn vị trọng lượng ngày xưa, ba mươi 'cân' 斤 gọi là một 'quân' 鈞.",
                "(Danh) Bàn xoay để làm đồ gốm. § Ghi chú: Quân là một khí cụ chế tạo rất khéo của đời xưa, cho nên gọi trời là 'đại quân' 大鈞 ý nói trời đúc nên muôn vật cũng như thợ nặn dùng cái 'quân'.",
                "(Danh) Họ 'Quân'.",
                "(Phó) Đều, cùng, đồng dạng. § Cùng nghĩa với chữ 'quân' 均.",
                "(Tính) Tương đồng. ◇Hán Thư 漢書: 'Hội đình trung, dữ thừa tướng quân lễ' 會庭中, 與丞相鈞禮 (Tiêu Vọng Chi truyện 蕭望之傳) Hội họp ở triều đình, cùng một nghi lễ với thừa tướng.",
                "(Tính) Tiếng tôn xưng. ◎Như: 'quân giám' 鈞鑒 xin ngài soi xét. ◇Tam quốc diễn nghĩa 三國演義: 'Doãn dục khuất thái sư xa kị, đáo thảo xá phó yến, vị thẩm quân ý nhược hà?' 允欲屈太師車騎, 到草舍赴宴, 未審鈞意若何 (Đệ bát hồi) Doãn tôi muốn rước xe ngựa thái sư lại tệ xá xơi chén rượu, chưa rõ ý ngài ra sao?",
                "(Động) Cân nhắc, điều hòa, dung hòa. ◇Nhan Diên Chi 顏延之：'Độ lượng nan quân, tiến thối khả hạn' 度量難鈞, 進退可限 (Đào trưng sĩ lụy 陶徵士誄) Độ lượng khó điều hòa, tiến lui có giới hạn."
            ],
            "Từ điển Thiều Chửu": [
                "Một thứ tính về cân ngày xưa, cứ ba mươi cân gọi là một quân.",
                "Cái compas thợ nặn nặn các đồ tròn, dùng cái vòng quay cho tròn gọi là quân, là cái đồ chế tạo rất khéo của đời xưa, cho nên gọi trời là đại quân 大鈞 ý nói trời đúc nên muôn vật cũng như thợ nặn dùng cái quân. Hun đúc nên người tài cũng gọi là quân đào 鈞陶.",
                "Một tiếng xưng hô tôn quý như quân giám 鈞鑒 xin ngài soi xét.",
                "Ðều. Cùng nghĩa với chữ quân 均."
            ],
            "Từ điển Trần Văn Chánh": [
                "Quân (đơn vị trọng lượng thời xưa, bằng 30 cân): 千鈞一髮 Nghìn cân treo đầu sợi tóc;",
                "(văn) Từ dùng để tôn xưng bề trên hay cấp trên: 鈞諭 Chỉ thị của cấp trên gởi đến; 鈞安 Hỏi thăm sức khỏe bề trên; 鈞鑒 Xin ngài soi xét;",
                "(văn) Vòng xoay để nặn đồ tròn;",
                "(văn) Đều (dùng như 均, bộ 土)."
            ],
            "compound_words": {
                "秉鈞": "bỉnh quân",
                "天鈞": "thiên quân"
            }
        }
    }
}