{
    "character": "錄",
    "details": {
        "Âm Hán Việt": [
            "lục"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "kim 金 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰金彔"
        ],
        "Nét bút": [
            "ノ丶一一丨丶ノ一フ一一丨丶一ノ丶"
        ],
        "Thương Hiệt": [
            "CVNE (金女弓水)"
        ],
        "Unicode": [
            "U+9304"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lù ㄌㄨˋ"
        ],
        "Âm Nôm": [
            "Lục"
        ],
        "Âm Nhật (onyomi)": [
            "ロク (roku)",
            "リョ (ryo)"
        ],
        "Âm Nhật (kunyomi)": [
            "しるす (shirusu)"
        ],
        "Âm Hàn": [
            "녹",
            "록"
        ],
        "Âm Quảng Đông": [
            "luk6"
        ]
    },
    "meanings": {
        "lục": {
            "Từ điển phổ thông": [
                "ghi chép"
            ],
            "Từ điển trích dẫn": [
                "(Động) Sao chép. ◎Như: 'đằng lục' 謄錄 sao chép sách vở. ◇Liêu trai chí dị 聊齋志異: 'Nhất nhật, lục thư vị tuất nghiệp nhi xuất, phản tắc Tiểu Tạ phục án đầu, thao quản đại lục' 一日, 錄書未卒業而出, 返則小謝伏案頭，操管代錄 (Tiểu Tạ 小謝) Một hôm, sinh chép sách chưa xong, có việc ra đi, lúc trở về thấy Tiểu Tạ cắm cúi trên bàn đang cầm bút chép thay.",
                "(Động) Ghi lại. ◇Xuân Thu 春秋: 'Xuân Thu lục nội nhi lược ngoại' 春秋錄內而略外 (Công Dương truyện 公羊傳) Kinh Xuân Thu chép việc trong nước mà ghi sơ lược việc nước ngoài.",
                "(Động) Lấy, chọn người, tuyển dụng. ◎Như: 'lục dụng' 錄用 tuyển dụng, 'phiến trường túc lục' 片長足錄 có chút sở trường đủ lấy dùng, 'lượng tài lục dụng' 量才錄用 cân nhắc tài mà chọn dùng.",
                "(Danh) Sổ bạ, thư tịch ghi chép sự vật. ◎Như: 'ngữ lục' 語錄 quyển sách chép các lời nói hay, 'ngôn hành lục' 言行錄 quyển sách chép các lời hay nết tốt của người nào, 'đề danh lục' 題名錄 quyển vở đề các tên người.",
                "(Danh) Họ 'Lục'."
            ],
            "Từ điển Thiều Chửu": [
                "Sao chép. Như biên chép sách vở, chuyên công việc sao chép gọi là đằng lục 謄錄.",
                "Ghi chép. Như kinh Xuân Thu 春秋 nói lục nội nhi lược ngoại 錄內而略外 chỉ ghi chép việc trong nước mà lược các việc nước ngoài.",
                "Một tên để gọi sách vở. Như ngữ lục 語錄 quyển sách chép các lời nói hay, ngôn hành lục 言行錄 quyển sách chép các lời hay nết tốt của người nào, v.v. Sổ vở cũng gọi là lục. Như đề danh lục 題名錄 quyển vở đề các tên người.",
                "Lấy, chọn người chọn việc có thể lấy được thì ghi chép lấy gọi là lục. Như phiến trường túc lục 片長足錄 có chút sở trường đủ lấy, lượng tài lục dụng 量才錄用 cân nhắc tài mà lấy dùng, v.v.",
                "Coi tất cả, phép quan ngày xưa có chức lục thượng thư sự 錄尚書事 là chức quan đứng đầu các quan thượng thư, cũng như chức tổng lí quốc vụ 總理國務 bây giờ.",
                "Thứ bậc.",
                "Bó buộc.",
                "Sắc loài kim."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Màu xanh của vàng ( kim loại quý ) — Ghi chép vào sổ sách — Sao chép."
            ],
            "compound_words": {
                "簿錄": "bạ lục",
                "寶錄": "bảo lục",
                "褒錄": "bao lục",
                "冰壺事錄": "băng hồ sự lục",
                "祕錄": "bí lục",
                "筆錄": "bút lục",
                "古錄": "cổ lục",
                "大南禪苑傳燈集錄": "đại nam thiền uyển truyền đăng tập lục",
                "大南實錄": "đại nam thực lục",
                "大越歷朝登科錄": "đại việt lịch triều đăng khoa lục",
                "大越史記本紀實錄": "đại việt sử kí bản kỉ thực lục",
                "電視監控錄像": "điện thị giam khống lục tượng",
                "斷策錄": "đoạn sách lục",
                "課虚錄": "khoá hư lục",
                "紀錄": "kỉ lục",
                "記錄": "ký lục",
                "藍山實錄": "lam sơn thực lục",
                "黎朝帝王中興功業實錄": "lê triều đế vương trung hưng công nghiệp thực lục",
                "錄事": "lục sự",
                "錄像": "lục tượng",
                "目錄": "mục lục",
                "日錄": "nhật lục",
                "烏州錄": "ô châu lục",
                "譜錄": "phổ lục",
                "撫邊雜錄": "phủ biên tạp lục",
                "附錄": "phụ lục",
                "抄錄": "sao lục",
                "撰錄": "soạn lục",
                "桑蒼偶錄": "tang thương ngẫu lục",
                "集錄": "tập lục",
                "採錄": "thái lục",
                "聖模賢範錄": "thánh mô hiền phạm lục",
                "實錄": "thật lục",
                "全越詩錄": "toàn việt thi lục",
                "摘錄": "trích lục",
                "傳奇漫錄": "truyền kì mạn lục",
                "隨筆錄": "tuỳ bút lục",
                "奬錄": "tưởng lục"
            }
        }
    }
}