{
    "character": "鏡",
    "details": {
        "Âm Hán Việt": [
            "cảnh",
            "kính"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "kim 金 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰金竟"
        ],
        "Nét bút": [
            "ノ丶一一丨丶ノ一丶一丶ノ一丨フ一一ノフ"
        ],
        "Thương Hiệt": [
            "CYTU (金卜廿山)"
        ],
        "Unicode": [
            "U+93E1"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jìng ㄐㄧㄥˋ"
        ],
        "Âm Nôm": [
            "gương",
            "kẻng",
            "kiếng",
            "kính"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)",
            "ケイ (kei)"
        ],
        "Âm Nhật (kunyomi)": [
            "かがみ (kagami)"
        ],
        "Âm Hàn": [
            "경"
        ],
        "Âm Quảng Đông": [
            "geng3"
        ]
    },
    "meanings": {
        "cảnh": {
            "Từ điển phổ thông": [
                "gương, kính"
            ]
        },
        "kính": {
            "Từ điển phổ thông": [
                "gương, kính"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Gương (soi mặt). § Ngày xưa làm bằng đồng, bây giờ làm bằng pha lê. ◇Nguyễn Du 阮攸: 'Tha hương nhan trạng tần khai kính, Khách lộ trần ai bán độc thư' 他鄉顏狀頻開鏡, 客路塵埃半讀書 (Đông lộ 東路) Nơi quê người thường mở gương soi dung nhan, Trên đường gió bụi nơi đất khách, nửa thì giờ dùng để đọc sách. Quách Tấn dịch thơ: Đường hé quyển vàng khuây gió bụi, Trạm lau gương sáng ngắm mày râu.",
                "(Danh) Kính, kiếng. ◎Như: 'nhãn kính' 眼鏡 kính đeo mắt, 'hiển vi kính' 顯微鏡 kính hiển vi.",
                "(Danh) Tỉ dụ vật gì có mặt phẳng sáng như tấm gương. ◇Phạm Thành Đại 范成大: 'Đông phong xuy vũ vãn triều sanh, Điệp cổ thôi thuyền kính lí hành' 東風吹雨晚潮生, 疊鼓催船鏡裏行 (Vãn triều 晚潮).",
                "(Danh) Lông xoắn ở ngay giữa hai mắt ngựa.",
                "(Danh) Họ 'Kính'.",
                "(Động) Soi, chiếu. ◇Lí Thương Ẩn 李商隱: 'Hiểu kính đãn sầu vân mấn cải, Dạ ngâm ưng giác nguyệt quang hàn' 曉鏡但愁雲鬢改, 夜吟應覺月光寒 (Vô đề 無題) Sớm mai soi gương, buồn cho tóc mây đã đổi, Ngâm thơ ban đêm chợt cảm biết ánh trăng lạnh lẽo.",
                "(Động) Soi sáng, chiếu diệu. ◇Bắc Tề thư 北齊書: 'Ngưỡng duy Cao Tổ Hiếu Văn hoàng đế bẩm thánh tự thiên, đạo kính cổ kim' 仰惟高祖孝文皇帝稟聖自天, 道鏡古今 (Hình Thiệu truyện 邢劭傳).",
                "(Động) Lấy làm gương. ◇Mặc Tử 墨子: 'Kính ư nhân, tắc tri cát dữ hung' 鏡於人, 則知吉與凶 (Phi mệnh trung 非命中).",
                "(Động) Xem xét, minh sát. ◇Hàn Dũ 韓愈: 'Vật hà thâm nhi bất kính, lí hà ẩn nhi bất trừu' 物何深而不鏡, 理何隱而不抽 (Biệt tri phú 別知賦).",
                "(Tính) Sáng, sạch. ◇Đỗ Mục 杜牧: 'Lâu ỷ sương thụ ngoại, Kính thiên vô nhất hào' 樓倚霜樹外, 鏡天無一毫 (Trường An thu vọng 長安秋望)."
            ],
            "Từ điển Thiều Chửu": [
                "Cái gương soi, ngày xưa làm bằng đồng, bây giờ làm bằng pha lê. Nguyễn Du 阮攸: Tha hương nhan trạng tần khai kính, Khách lộ trần ai bán độc thư 他鄉顏狀頻開鏡，客路塵埃半讀書 (Ðông lộ 東路) Nơi quê người thường mở gương soi dung nhan, Trên đường gió bụi nơi đất khách, nửa thì giờ dùng để đọc sách. Quách Tấn dịch thơ: Ðường hé quyển vàng khuây gió bụi, Trạm lau gương sáng ngắm mày râu.",
                "Soi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gương: 穿衣鏡 Gương đứng; 破鏡重圓 Gương vỡ lại lành;",
                "(văn) Soi gương;",
                "Kính, kiếng: 近視眼鏡 Kính cận thị; 凹鏡 Kính lõm; 顯微鏡 Kính hiển vi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái gương để soi — Soi gương — Sáng sủa. Sáng láng."
            ],
            "compound_words": {
                "凹鏡": "ao kính",
                "凹透鏡": "ao thấu kính",
                "冰鏡": "băng kính",
                "凸鏡": "đột kính",
                "喉鏡": "hầu kính",
                "鏡頭": "kính đầu",
                "鏡戒": "kính giới",
                "鏡海續吟": "kính hải tục ngâm",
                "棱鏡": "lăng kính",
                "稜鏡": "lăng kính",
                "魔鏡": "ma kính",
                "慢鏡頭": "mạn kính đầu",
                "墨鏡": "mặc kính",
                "眼鏡": "nhãn kính",
                "破鏡": "phá kính",
                "雙眼鏡": "song nhãn kính",
                "梳鏡新妝": "sơ kính tân trang",
                "心鏡": "tâm kính",
                "前鏡": "tiền kính",
                "遠鏡": "viễn kính",
                "遠望鏡": "viễn vọng kính"
            }
        }
    }
}