{
    "character": "錠",
    "details": {
        "Âm Hán Việt": [
            "đĩnh"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "kim 金 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰金定"
        ],
        "Nét bút": [
            "ノ丶一一丨丶ノ一丶丶フ一丨一ノ丶"
        ],
        "Thương Hiệt": [
            "CJMO (金十一人)"
        ],
        "Unicode": [
            "U+9320"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "dìng ㄉㄧㄥˋ"
        ],
        "Âm Nôm": [
            "đĩnh"
        ],
        "Âm Nhật (onyomi)": [
            "ジョウ (jō)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "ding3"
        ]
    },
    "meanings": {
        "đĩnh": {
            "Từ điển phổ thông": [
                "thoi vàng, thoi bạc",
                "con thoi dệt vải"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái choé, một thứ đồ làm bằng loài kim, có chân, để dâng các đồ nấu chín.",
                "(Danh) Thoi, nén, thỏi (thuốc, kim loại). ◎Như: 'kim đĩnh' 金錠 nén vàng, 'chỉ thống đĩnh' 止痛錠 viên thuốc chữa đau nhức. ◇Hồng Lâu Mộng 紅樓夢: 'Na thị ngũ lượng đích đĩnh tử giáp liễu bán biên, giá nhất khối chí thiểu hoàn hữu nhị lưỡng ni' 那是五兩的錠子夾了半邊, 這一塊至少還有二兩呢 (Đệ ngũ thập nhất hồi) Đó là một thỏi năm lạng, đã cắt đi một nửa rồi, cục này ít nhất cũng phải hai lạng đấy.",
                "(Danh) Giấy, lá thiếc làm giả như bạc đốt cúng người chết gọi là 'đĩnh'. ◎Như: 'minh đĩnh' 冥錠 bạc (giả) để đốt cúng cho người chết.",
                "(Danh) Thoi dệt cửi, ống suốt.",
                "(Danh) Lượng từ: đơn vị dùng cho vật có dạng hình khối: thoi, nén, thỏi, viên. ◎Như: 'nhất đĩnh mặc' 一錠墨 một thỏi mực, 'lưỡng đĩnh bạch ngân' 兩錠白銀 hai nén bạc."
            ],
            "Từ điển Thiều Chửu": [
                "Cái choé, một thứ đồ làm bằng loài kim, có chân, để dâng các đồ nấu chín.",
                "Thoi vàng, thoi bạc. Có thoi nặng năm lạng, có thoi nặng mười lạng. Như kim đĩnh 金錠 nén vàng.",
                "Dùng lá thiếc làm giả như bạc đốt cho kẻ chết cũng gọi là đĩnh.",
                "Tục gọi cái thoi dệt cửi là đĩnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nén, thỏi: 金錠 Nén vàng; 銀錠 Nén bạc; 一錠墨 Một thỏi mực;",
                "(dệt) Con suốt, ống suốt;",
                "Viên (thuốc);",
                "(văn) Cái choé (một đồ dùng thời xưa bằng kim loại, như cái đậu [xem 豆, bộ 豆] nhưng có chân, để dâng tế các đồ nấu chín thời xưa)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái lò để nấu nướng, có ba chân."
            ],
            "compound_words": {
                "銀錠": "ngân đĩnh"
            }
        }
    }
}