{
    "character": "錫",
    "details": {
        "Âm Hán Việt": [
            "tích"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "kim 金 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰金易"
        ],
        "Nét bút": [
            "ノ丶一一丨丶ノ一丨フ一一ノフノノ"
        ],
        "Thương Hiệt": [
            "CAPH (金日心竹)"
        ],
        "Unicode": [
            "U+932B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "tì ㄊㄧˋ",
            "xī ㄒㄧ",
            "xí ㄒㄧˊ"
        ],
        "Âm Nôm": [
            "thiếc",
            "tích",
            "xích"
        ],
        "Âm Nhật (onyomi)": [
            "セキ (seki)",
            "シャク (shaku)"
        ],
        "Âm Nhật (kunyomi)": [
            "すず (suzu)",
            "たま.う (tama.u)"
        ],
        "Âm Hàn": [
            "석"
        ],
        "Âm Quảng Đông": [
            "sek3",
            "sik1",
            "sik3"
        ]
    },
    "meanings": {
        "tích": {
            "Từ điển phổ thông": [
                "thiếc, Sn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thiếc (stannum, Sn).",
                "(Danh) Vải nhỏ. ◇Liệt Tử 列子: 'Ý a tích' 衣阿錫 (Chu Mục vương 周穆王) Mặc áo vải lụa mịn.",
                "(Danh) Gọi tắt của 'tích trượng' 錫杖 gậy tầm xích, bằng thiếc có tra những vòng bằng thiếc hoặc đồng, dùng cho các tỉ-khiêu mang đi khất thực.",
                "(Danh) Họ 'Tích'.",
                "(Danh) 'Tích Lan' 錫蘭 tên nước (Ceylon, Sri Lanka).",
                "(Tính) Làm bằng thiếc. ◎Như: 'tích quán' 錫罐 lọ bằng thiếc.",
                "(Động) Cho, tặng, cấp. § Thông 'tứ' 賜."
            ],
            "Từ điển Thiều Chửu": [
                "Thiếc (Stannum, Sn), sắc trắng như bạc, chất mềm chóng chảy, vì thế nên người ta hay dùng để tráng mặt đồ đồng, đồ sắt cho đẹp.",
                "Cho, phàm các cái của triều đình ban cho thưởng cho đều gọi là tích.",
                "Vải nhỏ.",
                "Gậy tầm xích của nhà chùa dùng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(hoá) Thiếc (Stannum, kí hiệu Sn);",
                "(văn) Ban cho, ban thưởng;",
                "Cây tầm xích (của các nhà sư);",
                "[Xi] (Họ) Tích."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chất thiếc. Một thứ kim loại — Cho. Ban cho. Với nghĩa này, còn đọc là Tứ — Cây gậy của vị tăng — Tên người, tức Nguyễn Vĩnh Tích, người phủ Thường tín tỉnh Hà Đông, Bắc phần Việt Nam, đậu Tiến sĩ năm 1448, niên hiệu Thái hoà thứ 6 đời Lê Nhân Tông, làm quan tới chức Hàn lâm viện Thừa chỉ. Tác phẩm chữ Hán có Tiên sơn tập — Tên người tức, Nguyễn Thiên Tích, danh sĩ đời Lê, tự là Huyền Khuê, người xã Nội duệ huyện Tiên du tỉnh Bắc Ninh, đậu khoa Hoành từ năm 1431, niên hiệu Thiện thiên thứ 4 đời Lê Thái Tổ, làm quan tới chức Hàn lâm viện Thị độc, Nội mật viện Phó sứ, rồi thăng tới Binh bộ Thượng thư, sang sứ Trung Hoa ba lần. Về văn học, ông làm lời cẩn ân cho cuốn Địa dư chí của Nguyễn Trãi — Tên người, tức Mạc Thiên Tích, tự là Sĩ Lân, con của Mạc Cửu, làm Đô đốc trấn Hà Tiên từ năm 1735. Ông theo giúp chúa Nguyễn Định Vương, sau thua chạy sang Xiêm la, rồi tự tử ở đó năm 1780. Lúc còn ở Hà Tiên, ông tụ họp văn thi gia cùng nhau xướng hoạ. Tác phẩm chữ  Hán có Hà Tiên thập vịnh ."
            ],
            "compound_words": {
                "卓錫": "trác tích"
            }
        }
    }
}