{
    "character": "鑿",
    "details": {
        "Âm Hán Việt": [
            "tao",
            "tạc"
        ],
        "Tổng nét": [
            "28"
        ],
        "Bộ": [
            "kim 金 (+20 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Nét bút": [
            "丨丨丶ノ一丶ノ一一丨ノ丨一フ一一ノフフ丶ノ丶一一丨丶ノ一"
        ],
        "Thương Hiệt": [
            "TEC (廿水金)"
        ],
        "Unicode": [
            "U+947F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "záo ㄗㄠˊ",
            "zào ㄗㄠˋ",
            "zòu ㄗㄡˋ",
            "zú ㄗㄨˊ",
            "zuò ㄗㄨㄛˋ"
        ],
        "Âm Nôm": [
            "tạc",
            "toạc"
        ],
        "Âm Nhật (onyomi)": [
            "サク (saku)"
        ],
        "Âm Nhật (kunyomi)": [
            "のみ (nomi)",
            "うが.つ (uga.tsu)"
        ],
        "Âm Hàn": [
            "착",
            "조"
        ],
        "Âm Quảng Đông": [
            "zok6"
        ]
    },
    "meanings": {
        "tao": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái lỗ — Một âm là Tạc. Xem Tạc."
            ]
        },
        "tạc": {
            "Từ điển phổ thông": [
                "đào, đục"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái đục. § Tục gọi là 'tạc tử' 鑿子.",
                "(Danh) Cái lỗ đầu cột, cái mộng gỗ. ◎Như: 'nhuế tạc' 枘鑿 lỗ tròn, xà vuông, không tra vào được. Vì thế nên hai bên ý kiến khác nhau, không thể dung hợp được cũng gọi là 'nhuế tạc'.",
                "(Động) Đào, đục. ◎Như: 'tạc tỉnh nhi ẩm' 鑿井而飲 (Kích nhưỡng ca 擊壤歌) đào giếng mà uống.",
                "(Động) Khiên cưỡng lẽ phải hoặc sự thật. ◇Hồng Lâu Mộng 紅樓夢: 'Chí nhược li hợp bi hoan, hưng suy tế ngộ, tắc hựu truy tung niếp tích, bất cảm sảo gia xuyên tạc' 至若離合悲歡, 興衰際遇, 則又追蹤躡跡, 不敢稍加穿鑿 (Đệ nhất hồi) Cho đến những cảnh hợp tan vui buồn, thịnh suy, thì đều theo sát từng vết tích, không dám thêm chút gì làm xuyên tạc (sự thật).",
                "(Động) Giã gạo cho thật trắng.",
                "(Tính) Rành rọt, xác thật. ◎Như: 'ngôn chi tạc tạc' 言之鑿鑿 nói ra rành rọt, 'tội chứng xác tạc' 罪證確鑿 tội chứng rành rành."
            ],
            "Từ điển Thiều Chửu": [
                "Cái đục. Tục gọi là tạc tử 鑿子.",
                "Đào. Như tạc tỉnh nhi ẩm 鑿井而飲 đào giếng mà uống.",
                "Cái lỗ đầu cột. Như nhuế tạc 枘鑿 lỗ tròn, xà vuông, không tra vào được. Vì thế nên hai bên ý kiến khác nhau, không thể dung hợp được cũng gọi là nhuế tạc.",
                "Xuyên tạc. Lẽ không thể thông được mà cứ cố nói cho thông gọi là xuyên tạc 穿鑿.",
                "Rành rọt. Như ngôn chí tạc tạc 言之鑿鑿 nói ra rành rọt.",
                "Giã gạo cho thật trắng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 鑿 [záo];",
                "(văn) Rõ ràng, rõ rệt, rành rành, xác thực: 確鑿 Rõ ràng, rõ rệt; 言之鑿鑿 Nói ra rành rọt;",
                "(văn) Giã gạo cho thật trắng;",
                "Xuyên tạc (giải thích méo mó bài văn);",
                "(văn) Cái lỗ đầu cột. Xem 鑿 [záo]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đục vào gỗ. Việc làm của người thợ mộc — Cái đục bằng sắt, để đục gỗ — Đục vào, khắc vào. Truyện  Hoa Tiên  có câu: » Mấy lời tạc đá ghi vàng, mối manh ai dám dọc đường nữa đâu « — Ghi khắc vào lòng, không quên.  Đoạn trường tân thanh  có câu: » Trăm năm tạc một chữ đồng đến xương « — Xuyên qua, đục qua — Mở cho thông — Trái lẽ — Một âm là Tao."
            ],
            "compound_words": {
                "六鑿": "lục tạc",
                "枘鑿": "nhuế tạc",
                "鑿壁": "tạc bích",
                "鑿耕": "tạc canh",
                "鑿名": "tạc danh",
                "鑿穴": "tạc huyệt",
                "鑿開": "tạc khai",
                "鑿像": "tạc tượng",
                "鑿川": "tạc xuyên",
                "穿鑿": "xuyên tạc"
            }
        }
    }
}