{
    "character": "閃",
    "details": {
        "Âm Hán Việt": [
            "siểm",
            "thiểm"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "môn 門 (+2 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿵門人"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一ノ丶"
        ],
        "Thương Hiệt": [
            "ANO (日弓人)"
        ],
        "Unicode": [
            "U+9583"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "shǎn ㄕㄢˇ"
        ],
        "Âm Nôm": [
            "thiểm"
        ],
        "Âm Nhật (onyomi)": [
            "セン (sen)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひらめ.く (hirame.ku)",
            "ひらめ.き (hirame.ki)",
            "うかが.う (ukaga.u)"
        ],
        "Âm Hàn": [
            "섬"
        ],
        "Âm Quảng Đông": [
            "sim2"
        ]
    },
    "meanings": {
        "siểm": {
            "Từ điển phổ thông": [
                "né, nấp, tránh, lánh",
                "chớp, loé, lấp loáng",
                "đau sái"
            ]
        },
        "thiểm": {
            "Từ điển phổ thông": [
                "né, nấp, tránh, lánh",
                "chớp, loé, lấp loáng",
                "đau sái"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ló đầu ra dòm, nhìn trộm.",
                "(Động) Lánh ra, nghiêng mình tránh. ◇Hồng Lâu Mộng 紅樓夢: 'Thiểm quá nhất bàng, nhượng Bảo Thoa khứ liễu' 閃過一旁, 讓寶釵去了 (Đệ nhị thập thất hồi) Né qua một bên, nhường cho Bảo Thoa đi.",
                "(Động) Lóe sáng, chớp, loáng qua. ◎Như: 'thiểm quang' 閃光 lóe sáng, 'não trung thiểm quá nhất cá niệm đầu' 腦中閃過一個念頭 trong óc thoáng hiện một ý nghĩ. ◇Cao Bá Quát 高伯适: 'Điện quang thiểm thiểm' 電光閃閃 (Đằng tiên ca 藤鞭歌) Chớp sáng lấp loáng.",
                "(Động) Chợt hiện chợt mất.",
                "(Động) Dồn ép, bức bách, làm hại. ◇Thủy hử truyện 水滸傳: 'Thùy tưởng kim nhật bị Cao Cầu giá tặc khanh hãm liễu ngã giá nhất tràng, văn liễu diện, trực đoán tống đáo giá lí, thiểm đắc ngã hữu gia nan bôn, hữu quốc nan đầu, thụ thử tịch mịch' 誰想今日被高俅這賊坑陷了我這一場, 文了面, 直斷送到這里, 閃得我有家難奔, 有國難投, 受此寂寞 (Đệ thập nhất hồi) Ai ngờ bị thằng giặc Cao Cầu hãm hại ta, thích chữ vào mặt, đày thẳng đưa đến đây, bức bách ta đến nỗi có nhà mà không dám về, có nước mà không dám ở, chịu âm thầm thế này.",
                "(Động) Vứt bỏ, bỏ rơi. ◇Tây du kí 西遊記: 'Chẩm ma nhất khứ hử cửu, bả ngã môn câu thiểm tại giá lí' 怎麼一去許久, 把我們俱閃在這裡 (Đệ nhị hồi) Sao mà đi đâu lấu thế, bỏ rơi chúng tôi ở chốn này.",
                "(Động) Che lấp.",
                "(Động) Bị cảm gió. ◇Hồng Lâu Mộng 紅樓夢: 'Tình Văn phương tài hựu thiểm liễu phong, trước liễu khí, phản giác cánh bất hảo liễu' 晴雯方纔又閃了風, 著了氣, 反覺更不好了 (Đệ ngũ thập nhị hồi) Tình Văn vừa bị nhiễm gió, vừa nổi giận, nên càng thấy người khó chịu.",
                "(Động) Dối lừa, gạt.",
                "(Động) Đem lại, chiêu dẫn. ◇Thang Hiển Tổ 湯顯祖: 'Mộng kiến nhất nhân thủ chấp liễu chi, thiểm liễu tha khứ' 夢見一人手執柳枝, 閃了他去 (Mẫu đan đình 牡丹亭, Cật bệnh 詰病).",
                "(Động) Hoảng động, không yên định.",
                "(Động) Giương mắt. Cũng chỉ mắt nhắm mắt mở, chớp chớp mắt. ◇Hà Điển 何典: '(Thư quỷ) chỉ đắc phóng liễu thủ, nhất nhãn phất thiểm đích khán tha' 雌鬼只得放了手, 一眼弗閃的看他 (Đệ tứ hồi 第四回).",
                "(Động) Đau sái, sụn, khuỵu, bại. ◎Như: 'thiểm liễu yêu' 閃了腰 đau sái cả lưng.",
                "(Danh) Ánh chớp điện xẹt.",
                "(Danh) Nguy hiểm, sai lạc, thất bại.",
                "(Danh) Họ 'Thiểm'."
            ],
            "Từ điển Thiều Chửu": [
                "Lánh ra, nghiêng mình lánh qua gọi là thiểm.",
                "Thấy một loáng. Như điện quang thiểm thiểm 電光閃閃 chớp sáng lòe lòe.",
                "Họ Thiểm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chớp: 打閃 Chớp lóe, trời chớp;",
                "Nhấp nháy, lấp lánh: 燈火閃閃 Ánh đèn nhấp nháy (lấp lánh);",
                "Tránh ra, lánh ra: 閃開 Tránh ra;",
                "Sụn, bại: 閃了腰 Sụn cả lưng;",
                "[Shăn] (Họ) Thiểm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tránh né — Chớp nhoáng. Cực mau."
            ],
            "compound_words": {
                "閃爍": "thiểm thước"
            }
        }
    }
}