{
    "character": "闌",
    "details": {
        "Âm Hán Việt": [
            "lan"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "môn 門 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵門柬"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一一丨フ丶ノ一丨ノ丶"
        ],
        "Thương Hiệt": [
            "ANDWF (日弓木田火)"
        ],
        "Unicode": [
            "U+95CC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "lán ㄌㄢˊ",
            "làn ㄌㄢˋ"
        ],
        "Âm Nôm": [
            "lan"
        ],
        "Âm Nhật (onyomi)": [
            "ラン (ran)"
        ],
        "Âm Nhật (kunyomi)": [
            "た.ける (ta.keru)",
            "たけなわ (takenawa)",
            "てすり (tesuri)"
        ],
        "Âm Hàn": [
            "란"
        ],
        "Âm Quảng Đông": [
            "laan4"
        ]
    },
    "meanings": {
        "lan": {
            "Từ điển phổ thông": [
                "sắp hết, sắp tàn",
                "lẻn ra ngoài"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sắp hết, muộn. ◎Như: 'tuế lan' 歲闌 năm sắp hết, cuối năm, 'dạ lan' 夜闌 đêm khuya, 'tửu lan' 酒闌 cuộc rượu gần xong.",
                "(Tính) Tàn, suy lạc. ◎Như: 'lan san' 闌珊 rã rời, trơ trụi, tiêu điều. ◇Nguyễn Trãi 阮廌: 'Hồ hải niên lai hứng vị lan' 湖海年來興未闌 (Hải khẩu dạ bạc hữu cảm 海口夜泊有感) Mấy năm nay cái hứng hồ hải vẫn chưa tiêu tan.",
                "(Phó) Lẻn, càn bậy. ◎Như: 'lan xuất' 闌出 lẻn đi ra. ◇Hán Thư 漢書: 'Lan nhập thượng phương dịch môn' 闌入尚方掖門 (Thành đế kỉ 成帝紀) Lén vào cửa nách nơi thiên tử ở.",
                "(Danh) Lan can (hàng rào). § Thông 'lan' 欄. ◇Lí Dục 李煜: 'Độc tự mộ bằng lan, vô hạn giang san, biệt thì dong dị kiến thì nan' 獨自暮憑闌, 無限江山, 別時容易見時難 (Liêm ngoại vũ sàn sàn từ 簾外雨潺潺詞) Trời tối một mình tựa lan can, non sông vô hạn, lúc chia biệt thì dễ lúc gặp khó.",
                "(Danh) Vòng đeo tay trang sức. ◎Như: 'thúy oản lan' 翠腕闌 vòng đeo cổ tay màu xanh biếc.",
                "(Danh) Họ 'Lan'.",
                "(Động) Ngăn, chận, che lấp. § Thông 'lan' 攔. ◇Chiến quốc tung hoành gia thư 戰國縱橫家書: 'Tấn quốc khứ Lương thiên lí, hữu hà san dĩ lan chi' 晉國去梁千里, 有河山以闌之 (Chu Kỉ vị Ngụy vương 朱己謂魏王) Nước Tấn tới nước Lương nghìn dặm, có sông núi ngăn trở."
            ],
            "Từ điển Thiều Chửu": [
                "Tới hết, hầu hết. Như tuế lan 歲闌 năm sắp hết (cuối năm), dạ lan 夜闌 đêm khuya, tửu lan 酒闌 cuộc rượu gần tàn, hết hứng thú gọi là ý hứng lan san 意興闌姍.",
                "Lẻn ra. Cửa ô có lệnh cấm, ai có phép riêng mới được phép ra, nếu không có phép mà lẻn ra được gọi là lan xuất 闌出.",
                "Cùng nghĩa với chữ lan 欄 hay chữ lan 攔.",
                "Lan can 闌干 ngang dọc, bừa bãi. Các nơi sân nhà, kèn gỗ ngang dọc làm hàng rào gọi là lan can. Vành con mắt cũng gọi là lan can."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 欄 [lán] nghĩa ;",
                "Như 攔 [lán];",
                "(văn) Tàn, hết, gần hết, sắp hết: 歲闌 Năm sắp hết; 酒闌 Cuộc rượu sắp tàn; 夜闌 Đêm tàn; 夜闌人靜 Đêm thanh cảnh vắng;",
                "(văn) Lẻn ra: 闌出 Lẻn đi ra."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cánh cửa — Ngăn chặn. Cản trở. Làm cho ngăn cách ra — Muộn, trễ. Td: Dạ lan ( đêm về khuya )."
            ],
            "compound_words": {
                "更闌": "canh lan",
                "夜闌": "dạ lan",
                "闌干": "lan can",
                "闌幹": "lan can",
                "闌珊": "lan san",
                "闌尾": "lan vĩ"
            }
        }
    }
}