{
    "character": "闉",
    "details": {
        "Âm Hán Việt": [
            "nhân"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "môn 門 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿵門垔"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一一丨フ丨丨一一丨一"
        ],
        "Thương Hiệt": [
            "ANMWG (日弓一田土)"
        ],
        "Unicode": [
            "U+95C9"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "yīn ㄧㄣ"
        ],
        "Âm Nhật (onyomi)": [
            "イン (in)",
            "エン (en)"
        ],
        "Âm Quảng Đông": [
            "jan1"
        ]
    },
    "meanings": {
        "nhân": {
            "Từ điển phổ thông": [
                "lấp",
                "ở trong thành",
                "khuất khúc, cong queo"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cổng thành. ◇Thi Kinh 詩經: 'Xuất kì nhân đồ, hữu nữ như đồ' 出其闉闍, 有女如荼 (Trịnh phong 鄭風, Xuất kì đông môn 鄭風, 出其東門) Ra ngoài cổng thành, có người con gái đẹp như hoa.",
                "(Danh) Họ 'Nhân'.",
                "(Động) Lấp đầy. § Thông 'nhân' 堙.",
                "(Tính) Khuất khúc, cong queo. ◇Trang Tử 莊子: 'Nhân kì chi li vô thần thuyết Vệ Linh Công, Vệ Linh Công duyệt chi, nhi thị toàn nhân, kì đậu kiên kiên' 闉跂支離無脣說衛靈公, 靈公說之, 而視全人, 其脰肩肩 (Đức sung phù 德充符) Nhân Kì Chi Li Vô Thần (người cong queo, chân quẹo, không có môi) lại thuyết vua Vệ Linh Công. Vệ Linh Công thích hắn, nhìn đến người toàn vẹn thấy cổ họ khẳng kheo."
            ],
            "Từ điển Thiều Chửu": [
                "Nhân đồ 闉闍 cổng thành.",
                "Lấp.",
                "Ở trong thành.",
                "Khuất khúc, cong queo. Trang Tử 莊子: Nhân kì chi li vô thần thuyết Vệ Linh Công, Vệ Linh Công duyệt chi, nhi thị toàn nhân, kì đậu kiên kiên 闉跂支離無脤說衛靈公，衛靈公說之；而視全人，其脰肩肩 (Ðức sung phù 德充符) Nhân Kì Chi Li Vô Thần (người cong queo, chân quẹo, chia lìa, không có môi) lại thuyết vua Vệ Linh Công. Vệ Linh Công thích hắn, nhìn đến người toàn vẹn thấy cổ họ khẳng kheo."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Cong, uốn khúc: 闉闍Bờ hào uốn khúc ngoài cửa thành;",
                "Cổng thành;",
                "Lấp nghẽn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lớp cửa kép ở trong thành, tức một loại cổng thành kiên cố thời xưa, dùng vào việc phòng giặc — Lấp lại. Bế tắc — Cong. Không thẳng."
            ],
            "compound_words": {
                "闉闍": "nhân đồ"
            }
        }
    }
}