{
    "character": "閨",
    "details": {
        "Âm Hán Việt": [
            "khuê"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "môn 門 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿵門圭"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一一丨一一丨一"
        ],
        "Thương Hiệt": [
            "ANGG (日弓土土)"
        ],
        "Unicode": [
            "U+95A8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "guī ㄍㄨㄟ"
        ],
        "Âm Nôm": [
            "khuê"
        ],
        "Âm Nhật (onyomi)": [
            "ケイ (kei)",
            "ケ (ke)"
        ],
        "Âm Nhật (kunyomi)": [
            "ねや (neya)"
        ],
        "Âm Hàn": [
            "규"
        ],
        "Âm Quảng Đông": [
            "gwai1"
        ]
    },
    "meanings": {
        "khuê": {
            "Từ điển phổ thông": [
                "cửa tò vò (cửa trên tròn dưới vuông)",
                "khuê phòng (chỗ con gái ở)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cửa nhỏ, trên tròn dưới vuông. ◇Tuân Tử 荀子: 'Phủ nhi xuất thành môn, dĩ vi tiểu chi khuê dã, tửu loạn kì thần dã' 俯而出城門, 以為小之閨也, 酒亂其神也 (Giải tế 解蔽) Cúi đầu ra cổng thành, lấy đó làm cửa tò vò, rượu làm rối loạn tinh thần vậy.",
                "(Danh) Cửa nhỏ trong cung. ◎Như: 'kim khuê' 金閨 cửa trong ấy là chỗ các thị thần ở.",
                "(Danh) Nhà trong, chỗ phụ nữ ở. ◇Tam quốc diễn nghĩa 三國演義: 'Thiếp tại thâm khuê, văn tướng quân chi danh' 妾在深閨, 聞將軍之名 (Đệ bát hồi) Thiếp ở chốn phòng the, được nghe tiếng tướng quân.",
                "(Tính) Thuộc về phụ nữ. ◎Như: 'khuê phòng' 閨房 phòng the, phòng của phụ nữ ở, 'khuê hữu' 閨友 bạn bè của đàn bà con gái. ◇Hồng Lâu Mộng 紅樓夢: 'Tắc tri tác giả bổn ý nguyên vi kí thuật đương nhật khuê hữu khuê tình, tịnh phi oán thế mạ thì chi thư hĩ' 則知作者本意原為記述當日閨友閨情, 並非怨世罵時之書矣 (Đệ nhất hồi) Hẳn biết bổn ý của tác giả vốn là ghi chép những chuyện bạn bè, tình tứ trong khuê các buổi đó, chứ quyết không phải là sách oán ghét chửi bới thời thế vậy."
            ],
            "Từ điển Thiều Chửu": [
                "Cái cửa tò vò, cái cửa đứng một mình trên tròn dưới vuông. Tả truyện 左傳 có câu: Tất môn khuê đậu 蓽門閨竇 (cửa phên ngõ hỏm), ý nói người nghèo hèn.",
                "Cái cửa nách trong cung. Ngày xưa gọi là kim khuê 金閨 trong cửa ấy là chỗ các thị thần ở.",
                "Chỗ con gái ở gọi là khuê. Vì thế nên gọi con gái là khuê các 閨閣."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhà trong;",
                "Khuê phòng, phòng khuê;",
                "(văn) Cửa nhỏ (trên tròn dưới vuông): 蓽門閨竇 Cửa phên cửa lỗ (Tả truyện) (ý nói chỗ người nghèo hèn ở);",
                "(văn) Cửa nách trong cung, cửa tò vò."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái cửa nhỏ trong cung — Nơi phụ nữ ở."
            ],
            "compound_words": {
                "閨閣": "khuê các",
                "閨閫": "khuê khổn",
                "閨門": "khuê môn",
                "閨儀": "khuê nghi",
                "閨女": "khuê nữ",
                "閨房": "khuê phòng",
                "閨婦": "khuê phụ",
                "閨闥": "khuê thát",
                "閨秀": "khuê tú",
                "金閨": "kim khuê",
                "孀閨": "sương khuê",
                "霜閨": "sương khuê",
                "深閨": "thâm khuê"
            }
        }
    }
}