{
    "character": "閣",
    "details": {
        "Âm Hán Việt": [
            "các"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "môn 門 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵門各"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一ノフ丶丨フ一"
        ],
        "Thương Hiệt": [
            "ANHER (日弓竹水口)"
        ],
        "Unicode": [
            "U+95A3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "gé ㄍㄜˊ"
        ],
        "Âm Nôm": [
            "các",
            "gác"
        ],
        "Âm Nhật (onyomi)": [
            "カク (kaku)"
        ],
        "Âm Hàn": [
            "각"
        ],
        "Âm Quảng Đông": [
            "gok3"
        ]
    },
    "meanings": {
        "các": {
            "Từ điển phổ thông": [
                "cái lầu"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Gác (kiến trúc nhiều tầng ngày xưa). ◇Đỗ Mục 杜牧: 'Ngũ bộ nhất lâu, thập bộ nhất các' 五步一樓, 十步一閣 (A phòng cung phú 阿房宮賦) Năm bước lại một lầu, mười bước lại một gác.",
                "(Danh) Lối đi giao thông giữa các lầu gác, thường ở trên cao.",
                "(Danh) Riêng chỉ lầu chứa sách quốc lập ngày xưa. ◎Như: 'Văn Uyên các' 文淵閣, 'Thiên Lộc các' 天祿閣, 'Văn Lan các' 文瀾閣.",
                "(Danh) Nói tắt của 'nội các' 內閣 cơ quan hành chánh trung ương bậc cao nhất. ◎Như: 'các quỹ' 閣揆 tổng lí, thủ tướng (người cầm đầu nội các), 'tổ các' 組閣 thành lập nội các.",
                "(Danh) Phòng của phụ nữ ở. ◎Như: 'khuê các' 閨閣 chỗ phụ nữ ở, 'xuất các' 出閣: (1) công chúa đi lấy chồng, (2) xuất giá. ◇Phù sanh lục kí 浮生六記: 'Thị niên đông, trị kì đường tỉ xuất các, dư hựu tùy mẫu vãng' 是年冬, 值其堂姊出閣, 余又隨母往 (Khuê phòng kí lạc 閨房記樂) Mùa đông năm đó, gặp dịp một người chị họ ngoại đi lấy chồng, tôi lại theo mẹ đến thăm.",
                "(Danh) Họ 'Các'.",
                "(Động) § Thông 'các' 擱."
            ],
            "Từ điển Thiều Chửu": [
                "Gác, từng gác để chứa đồ. Như khuê các 閨閣 chỗ phụ nữ ở.",
                "Tên bộ quan, Nội các 內閣 gọi tắt là các. Các thần 閣臣 bầy tôi trong toà Nội các. Ở nước quân chủ thì giữ chức tham dự các chính sự, ở nước lập hiến thì là cơ quan trung ương hành chánh cao nhất.",
                "Ván gác, ngày xưa đặt ván ở lưng tường lưng vách để các đồ ăn gọi là các.",
                "Đường lát ván. Dùng gỗ bắt sàn đi trên đường ở trong vườn gọi là các đạo 閣道, bắc ở chỗ núi khe hiểm hóc gọi là sạn đạo 棧道.",
                "Cái chống cửa.",
                "Ngăn.",
                "Họ Các."
            ],
            "Từ điển Trần Văn Chánh": [
                "Gác, lầu, nhà, phòng, khuê các;",
                "Nội các (nói tắt): 組閣 Lập nội các, tổ chức nội các; 閣臣Quan chức lớn trong nội các;",
                "(văn) Cây chống cửa;",
                "(văn) Ngăn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái mấu gỗ để khi mở cửa ra thì cánh cửa không đóng ập lại được nữa — Ngừng lại. Gác lại — Gác lên. Bắc ngang trên cao — Cái lầu. Tầng trên của căn nhà ( đời xưa gác gỗ lên mà thành ) — Nơi vua quan hội họp về việc nước — Cũng gọi là Nội các ( gác trong cung vua )."
            ],
            "compound_words": {
                "阿閣": "a các",
                "祕閣": "bí các",
                "閣筆": "các bút",
                "閣閣": "các các",
                "閣道": "các đạo",
                "閣下": "các hạ",
                "閣議": "các nghị",
                "閣員": "các viên",
                "臺閣": "đài các",
                "閨閣": "khuê các",
                "內閣": "nội các",
                "館閣": "quán các",
                "繡閣": "tú các",
                "煙閣": "yên các"
            }
        }
    }
}