{
    "character": "闕",
    "details": {
        "Âm Hán Việt": [
            "khuyết",
            "quyết"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "môn 門 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵門欮"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一丶ノ一フ丨ノノフノ丶"
        ],
        "Thương Hiệt": [
            "ANTUO (日弓廿山人)"
        ],
        "Unicode": [
            "U+95D5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "jué ㄐㄩㄝˊ",
            "quē ㄑㄩㄝ",
            "què ㄑㄩㄝˋ"
        ],
        "Âm Nôm": [
            "khuyết"
        ],
        "Âm Nhật (onyomi)": [
            "ケツ (ketsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "か.ける (ka.keru)"
        ],
        "Âm Hàn": [
            "궐"
        ],
        "Âm Quảng Đông": [
            "kyut3"
        ]
    },
    "meanings": {
        "khuyết": {
            "Từ điển phổ thông": [
                "cửa hai lớp",
                "cửa ngoài cung điện"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thời xưa, ở ngoài cửa cung, hai bên có lầu đài để nhìn ra xa, giữa có lối đi gọi là 'khuyết'. ◇Bạch Cư Dị 白居易: 'Cửu trùng thành khuyết yên trần sinh, Thiên thặng vạn kị tây nam hành' 九重城闕煙塵生, 千乘萬騎西南行 (Trường hận ca 長恨歌) Khói bụi sinh ra trên lối đi vào cung thành (của nhà vua), Nghìn cỗ xe, muôn con ngựa đi sang miền tây nam.",
                "(Danh) Phiếm chỉ nơi vua ở. ◇Trang Tử 莊子: 'Thân tại giang hải chi thượng, tâm cư hồ Ngụy khuyết chi hạ, nại hà?' 身在江海之上, 心居乎魏闕之下, 奈何 (Nhượng vương 讓王) Thân ở trên sông biển, mà lòng (lưu luyến) ở cung điện nước Ngụy, làm sao bây giờ?",
                "(Danh) Lầm lỗi. ◎Như: Nhà Đường có đặt ra hai chức quan 'tả thập di' 左拾遺 và 'hữu bổ khuyết' 右補闕 chuyên về việc khuyên can các điều lầm lỗi của vua.",
                "(Danh) Chức quan còn để trống.",
                "(Danh) Họ 'Khuyết'.",
                "(Động) Thiếu.",
                "(Tính) Còn thiếu, còn trống, chưa đủ số. § Cùng nghĩa với 'khuyết' 缺.",
                "(Tính) Sót, mất. ◎Như: 'khuyết văn' 闕文 văn còn sót mất."
            ],
            "Từ điển Thiều Chửu": [
                "Cái cổng hai từng. Làm hai cái đài ngoài cửa, trên làm cái lầu, ở giữa bỏ trống để làm lối đi gọi là khuyết, cho nên gọi cửa to là khuyết. Cũng có khi gọi là tượng nguỵ 象魏. Ngày xưa hay làm sở ban bố pháp lệnh ở ngoài cửa cung, cho nên gọi cửa cung là khuyết. Như phục khuyết thướng thư 伏闕上書 sụp ở ngoài cửa cung mà dâng thư.",
                "Lầm lỗi. Nhà Đường 唐 có đặt ra hai chức quan tả thập di 左拾遺 và hữu bổ khuyết 右補闕 chuyên về việc khuyên can các điều lầm lỗi của vua.",
                "Còn thiếu, còn trống. Cùng nghĩa với chữ khuyết 缺. Phàm cái gì chưa được hoàn toàn còn phải bù thêm mới đủ thì đều gọi là khuyết. Như khuyết văn 闕文 văn còn thiếu mất, còn sót chưa đủ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lầm lỗi: 闕失 Sai trái;",
                "Còn khuyết, còn trống (dùng như 缺 [que], bộ 缶): 闕文 Bài văn còn thiếu mất;",
                "[Que] (Họ) Khuyết. Xem 闕 [què]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái lầu nhỏ xây trên cổng thành để quan sát bên ngoài — Chỉ nơi vua ở. Bài Văn Tế Cá Sấu của Hàn Thuyên có câu: » Kinh đô đây thuộc nơi đế khuyết « — Thiếu sót — Lỗi lầm — Một âm là Quyết."
            ],
            "compound_words": {
                "蓋闕": "cái khuyết",
                "宮闕": "cung khuyết",
                "紫闕": "tử khuyết"
            }
        },
        "quyết": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Xuyên thủng, xuyên qua — Một âm khác là Khuyết. Xem Khuyết."
            ]
        }
    }
}