{
    "character": "閫",
    "details": {
        "Âm Hán Việt": [
            "khổn"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "môn 門 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵門困"
        ],
        "Nét bút": [
            "丨フ一一丨フ一一丨フ一丨ノ丶一"
        ],
        "Thương Hiệt": [
            "ANWD (日弓田木)"
        ],
        "Unicode": [
            "U+95AB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "kǔn ㄎㄨㄣˇ"
        ],
        "Âm Nôm": [
            "khổn",
            "khuông"
        ],
        "Âm Nhật (onyomi)": [
            "コン (kon)"
        ],
        "Âm Nhật (kunyomi)": [
            "しきみ (shikimi)"
        ],
        "Âm Hàn": [
            "곤"
        ],
        "Âm Quảng Đông": [
            "kwan2"
        ]
    },
    "meanings": {
        "khổn": {
            "Từ điển phổ thông": [
                "cái then cửa",
                "cồng ngoài thành"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngưỡng cửa, cổng thành ngoài, môn hạm. ◇Sử Kí 史記: 'Khổn dĩ nội giả, quả nhân chế chi; khổn dĩ ngoại giả, tướng quân chế chi' 閫以內者, 寡人制之; 閫以外者, 將軍制之 (Phùng Đường truyện 馮唐傳) Từ cổng thành ngoài trở vào thì quả nhân soi xét, từ cổng thành ngoài trở ra thì tướng quân cai quản.",
                "(Danh) Nhà trong của đàn bà thời xưa. § Cho nên những gì thuộc về đàn bà đều dùng chữ 'khổn'. ◎Như: 'khổn phạm' 閫範 khuôn mẫu đàn bà.",
                "(Danh) Tiếng kính xưng gọi vợ người khác. ◇Liêu trai chí dị 聊齋志異: 'Nhiên tôn khổn bạc tướng, khủng bất năng tá quân thành nghiệp' 然尊閫薄相, 恐不能佐君成業 (Liễu Sinh 柳生) Nhưng tôn phu nhân yểu tướng, sợ không thể giúp anh dựng được cơ nghiệp.",
                "(Danh) Ngày xưa chỉ tướng thống lĩnh quân đội bên ngoài hoặc chỉ cơ cấu quân sự.",
                "(Danh) Họ 'Khổn'."
            ],
            "Từ điển Thiều Chửu": [
                "Cái then cửa.",
                "Cổng thành ngoài. Sử kí 史記 có câu: Khổn dĩ nội quả nhân chế chi, khổn dĩ ngoại tướng quân chế chi 閫以內寡人制之、閫以外將軍制之 từ cổng thành ngoài trở vào thì quả nhân soi xét, từ cổng thành ngoài trở ra thì tướng quân soi xét. Nay gọi kẻ thống lĩnh việc quân là chuyên khổn 專閫 là vì đó.",
                "Đàn bà ở trong, cho nên những lời gọi về đàn bà đều dùng chữ khổn. Như khổn an 閫安 thăm bà ấy được bình yên, khổn phạm 閫範 khuôn mẫu đàn bà, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Then cửa (như 梱, bộ 木);",
                "Cổng thành ngoài: 閫以外，將軍制之 Từ cổng thành ngoài trở ra thì giao cho tướng quân kiểm soát và quyết định (Sử kí);",
                "Buồng (nhà) của phụ nữ ở;",
                "Thuộc về phụ nữ (đàn bà): 閫範 Khuôn mẫu đàn bà."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái ngưỡng cửa — Phòng ở sâu trong nhà — Phòng đàn bà con gái ở. Cũng gọi là Khuê khổn 閨閫— Chỉ đàn bà con gái."
            ],
            "compound_words": {
                "閫行": "khổn hạnh",
                "閫則": "khổn tắc",
                "閫臣": "khổn thần",
                "閨閫": "khuê khổn"
            }
        }
    }
}