{
    "character": "陷",
    "details": {
        "Âm Hán Việt": [
            "hãm"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "phụ 阜 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⻖臽"
        ],
        "Nét bút": [
            "フ丨ノフノ丨一フ一一"
        ],
        "Thương Hiệt": [
            "NLNHX (弓中弓竹重)"
        ],
        "Unicode": [
            "U+9677"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xiàn ㄒㄧㄢˋ"
        ],
        "Âm Nôm": [
            "hãm",
            "hẳm",
            "hoắm",
            "hóm"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "おちい.る (ochii.ru)",
            "おとしい.れる (otoshii.reru)"
        ],
        "Âm Hàn": [
            "함"
        ],
        "Âm Quảng Đông": [
            "haam6",
            "ham6"
        ]
    },
    "meanings": {
        "hãm": {
            "Từ điển phổ thông": [
                "vùi lấp",
                "hãm hại",
                "phá hoại"
            ],
            "Từ điển trích dẫn": [
                "(Động) Rơi vào, lún xuống, trụy. ◎Như: 'hãm nhập nê trung' 陷入泥中 lún trong bùn lầy.",
                "(Động) Vùi lấp, tiêu mất, mai một. ◇Nguyễn Trãi 阮廌: 'Hân thương sinh ư ngược diễm, Hãm xích tử ư họa khanh' 焮蒼生於虐焰, 陷赤子於禍坑 (Bình Ngô đại cáo 平呉大誥) Nướng dân đen trên ngọn lửa hung tàn, Vùi con đỏ xuống dưới hầm tai vạ.",
                "(Động) Đánh lừa, đặt bẫy, đặt kế hại người. ◎Như: 'cấu hãm' 構陷 dẫn dụ cho người phạm tội, 'vu hãm' 誣陷 vu cáo làm hại, bịa đặt gán tội cho người khác.",
                "(Động) Đâm thủng, đâm qua. ◇Hàn Phi Tử 韓非子: 'Ngô thuẫn chi kiên, vật mạc năng hãm dã' 吾楯之堅, 物莫能陷也 (Nan nhất 難一) Thuẫn của tôi rất chắc, không gì có thể đâm thủng được.",
                "(Động) Đánh chiếm, bị đánh chiếm. ◎Như: 'công hãm' 攻陷 đánh chiếm, 'thất hãm' 失陷 thất thủ, bị chiếm đóng, 'luân hãm' 淪陷 luân lạc, thất thủ.",
                "(Danh) Hố, vực. ◎Như: 'hãm tỉnh' 陷穽 cạm hố.",
                "(Danh) Khuyết điểm, lỗi lầm. ◎Như: 'khuyết hãm' 缺陷 khuyết điểm, khiếm khuyết."
            ],
            "Từ điển Thiều Chửu": [
                "Vùi lấp mất. Bị vùi lấp vào trong đất gọi là hãm. Nguyễn Trãi 阮廌: Hân thương sinh ư ngược diễm, hãm xích tử ư hoạ khanh 焮蒼生於虐焰，陷赤子於禍坑 nướng dân đen trên ngọn lửa hung tàn, vùi con đỏ xuống dưới hầm tai vạ (Bình Ngô đại cáo 平呉大誥).",
                "Hãm tịnh 陷穽 cạm hố. Người đi săn đào hố lừa các giống thú sa xuống đấy không lên được nữa, rồi bắt sống lấy gọi là hãm tịnh.",
                "Hãm hại. Như dẫn dụ cho người phạm tội gọi là cấu hãm 構陷. Đặt lời buộc cho người mắc tội gọi là vu hãm 誣陷.",
                "Phá hoại. Như thành thị bị tàn phá gọi là thành hãm 城陷, trận bị phá tan gọi là trận hãm 陣陷.",
                "Ít, thiếu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sa vào, lún xuống, tụt xuống, sụt xuống, vùi lấp mất: 陷入泥沼 Sa vào hố lầy; 陷赤子於禍坑 Vùi con đỏ xuống dưới hầm tai vạ (Bình Ngô đại cáo);",
                "Lõm xuống, hóp vào: 病了幾個月，他的眼睛都陷進去了 Bệnh mấy tháng, mắt anh ấy lõm sâu xuống;",
                "Hãm hại: 誣陷 Vu hãm;",
                "Đánh bẫy, đánh lừa, lừa: 他陷她于絕境 Anh ta đã lừa nàng vào đường cùng;",
                "Công hãm, bị công phá: 城陷 Thành bị công phá; 陣陷 Trận bị phá tan;",
                "Khuyết điểm, thiếu sót."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái hầm để bẫy thú — Làm hại — Mất đi. Chìm sâu vào — Lỗi lầm."
            ],
            "compound_words": {
                "排陷": "bài hãm",
                "構陷": "cấu hãm",
                "監陷": "giam hãm",
                "陷害": "hãm hại",
                "陷溺": "hãm nịch",
                "陷城": "hãm thành",
                "陷阱": "hãm tỉnh",
                "讒陷": "sàm hãm",
                "誣陷": "vu hãm"
            }
        }
    }
}