{
    "character": "障",
    "details": {
        "Âm Hán Việt": [
            "chương",
            "chướng"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "phụ 阜 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖章"
        ],
        "Nét bút": [
            "フ丨丶一丶ノ一丨フ一一一丨"
        ],
        "Thương Hiệt": [
            "NLYTJ (弓中卜廿十)"
        ],
        "Unicode": [
            "U+969C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhāng ㄓㄤ",
            "zhàng ㄓㄤˋ"
        ],
        "Âm Nôm": [
            "chướng"
        ],
        "Âm Nhật (onyomi)": [
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "さわ.る (sawa.ru)"
        ],
        "Âm Hàn": [
            "장"
        ],
        "Âm Quảng Đông": [
            "zoeng3"
        ]
    },
    "meanings": {
        "chương": {
            "Từ điển Trần Văn Chánh": [
                "① Cái chắn bùn cho ngựa (như ý[, bộ 革)."
            ]
        },
        "chướng": {
            "Từ điển phổ thông": [
                "che, ngăn, cản, lấp",
                "thành đóng ở nơi hiểm yếu"
            ],
            "Từ điển trích dẫn": [
                "(Động) Cản trở, ngăn. ◇Lã Thị Xuân Thu 呂氏春秋: 'Dục văn uổng nhi ố trực ngôn, thị chướng kì nguyên nhi dục kì thủy dã' 欲聞枉而惡直言, 是障其源而欲其水也 (Quý trực luận 貴直論) Muốn nghe lời tà vạy và ghét lời nói thẳng, (thì cũng như) là ngăn nguồn nước mà muốn nước của nó vậy.",
                "(Động) Che lấp. ◎Như: Bị vật dục nó che lấp mất chân trí gọi là 'trần chướng' 塵障, bị phần tri kiến nó che lấp mất chân trí gọi là 'lí chướng' 理障, đều là nói về sự làm mất cái sáng láng của bản thể chân tâm vậy. ◇Tam quốc diễn nghĩa 三國演義: 'Trương Tiết khả liên trung quốc tử, Nhất quyền chẩm chướng Thái San cao' 張節可憐忠國死, 一拳怎障泰山高 (Đệ nhất nhất cửu hồi) Thương thay Trương Tiết chết vì trung với nước, Nắm đấm làm sao che được núi Thái cao!",
                "(Động) Bảo hộ, phòng vệ. ◎Như: 'bảo chướng' 保障 bảo vệ.",
                "(Danh) Bờ đê. ◎Như: 'đê chướng' 堤障 đê phòng.",
                "(Danh) Màn che cửa, bình phong. ◎Như: Ngày xưa, nhà quý phái đi ra ngoài có tấm bình che trước mặt gọi là 'bộ chướng' 步障 hay 'hành chướng' 行障, đều là những thứ dùng để che mà đẹp vậy.",
                "(Danh) Thành hay trại ngày xưa, xây đắp để phòng giữ những nơi hiểm yếu. ◎Như: 'đình chướng' 亭障 các thứ xây đắp phòng giữ ngoài biên.",
                "(Danh) Khuyết điểm, sự trục trặc nhỏ. ◎Như: 'cơ khí phát sanh cố chướng' 機器發生故障 máy móc giở chứng cũ.",
                "Cũng viết là 鄣."
            ],
            "Từ điển Thiều Chửu": [
                "Che, ngăn. Có vật gì nó làm ngăn cách gọi là chướng ngại 障礙.",
                "Che lấp. Bị vật dục nó che lấp mất chân tri gọi là trần chướng 塵障, bị phần tri kiến nó che lấp mất chân tri gọi là lí chướng 理障 đều là nói về sự làm mất cái sáng láng của bản thể chân tâm vậy.",
                "Cái bức che cửa. Các nhà quý phái đi ra ngoài có tấm bình che trước mặt gọi là bộ chướng 步障 hay hành chướng 行障 đều là thứ dùng để che mà đẹp vậy.",
                "Các cái xây đắp dùng để che chở phòng giữ phần nhiều đều gọi là chướng. Như cái bờ đê gọi là đê chướng 堤障, cái ụ thành gọi là bảo chướng 保障, các nơi phòng giữ ngoài biên đắp tường đất để ngăn ngựa trận, xây chòi để trông được xa gọi là đình chướng 亭障. Có khi viết là 鄣."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cách trở, ngăn, chặn: 堤堰可以障水 Đê điều có thể ngăn (chặn) nước;",
                "Chắn, che: 風障 Hàng rào chắn gió; 障眼法 Thuật (phép) che mắt;",
                "(văn) Bức che, tấm che, màn che: 步障 (hay 行障) Màn che bụi lúc đi đường (của nhà quý phái thời xưa);",
                "(văn) Vật xây đắp lên để che chở: 堤障 Bờ đê; 保障 Ụ thành."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Che lấp. Như chữ Chướng 鄣 — Ngăn ra, làm cho cách biệt ra. Chẳng hạn Chướng cự ( cách biệt )."
            ],
            "compound_words": {
                "暗障": "ám chướng",
                "白內障": "bạch nội chướng",
                "保障": "bảo chướng",
                "堡障": "bảo chướng",
                "報障": "báo chướng",
                "屏障": "bình chướng",
                "屛障": "bình chướng",
                "障翳": "chướng ế",
                "障礙": "chướng ngại",
                "障扇": "chướng phiến",
                "慾障": "dục chướng",
                "業障": "nghiệp chướng",
                "孽障": "nghiệt chướng"
            }
        }
    }
}