{
    "character": "險",
    "details": {
        "Âm Hán Việt": [
            "hiểm"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "phụ 阜 (+13 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖僉"
        ],
        "Nét bút": [
            "フ丨ノ丶一丨フ一丨フ一ノ丶ノ丶"
        ],
        "Thương Hiệt": [
            "NLOMO (弓中人一人)"
        ],
        "Unicode": [
            "U+96AA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jiǎn ㄐㄧㄢˇ",
            "xiǎn ㄒㄧㄢˇ",
            "yán ㄧㄢˊ"
        ],
        "Âm Nôm": [
            "hẻm",
            "hiếm",
            "hĩm"
        ],
        "Âm Nhật (onyomi)": [
            "ケン (ken)"
        ],
        "Âm Nhật (kunyomi)": [
            "けわ.しい (kewa.shii)"
        ],
        "Âm Hàn": [
            "험"
        ],
        "Âm Quảng Đông": [
            "him2"
        ]
    },
    "meanings": {
        "hiểm": {
            "Từ điển phổ thông": [
                "nguy hiểm"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chỗ trọng yếu, nơi địa thế ách yếu, có ngăn trở. ◎Như: 'thiên hiểm' 天險 vùng hiểm yếu thiên nhiên.",
                "(Danh) Sự gì yên nguy, thành bại chưa thể biết trước được. ◎Như: 'mạo hiểm' 冒險 xông pha sự bất trắc, chỗ hiểm nguy khó lường.",
                "(Danh) Sự dự trù lo liệu trước để có điều kiện ứng phó khi gặp phải tai nạn bất ngờ (bảo hiểm). ◎Như: 'thọ hiểm' 壽險 bảo hiểm nhân mạng, 'xa hiểm' 車險 bảo hiểm tai nạn xe.",
                "(Tính) Nguy, trắc trở. ◎Như: 'hiểm ải' 險隘 nơi nguy hiểm, 'hiểm đạo' 險道 đường trắc trở, nguy nan.",
                "(Tính) Gian ác, âm độc, xảo quyệt, nguy hại. ◎Như: 'âm hiểm' 陰險 âm độc, 'hiểm trá' 險詐 xảo trá, 'gian hiểm' 奸險 gian ác.",
                "(Tính) Nguy cấp. ◎Như: 'hiểm cục' 險局 tình huống nguy cấp, 'thoát li hiểm cảnh' 脫離險境 thoát khỏi tình cảnh nguy cấp.",
                "(Tính) Kì quái, mắc míu (nói về văn chương). ◎Như: 'hiểm kính' 險勁 hay 'hiểm tiễu' 險峭 kì quái, không theo phép thường, khiến cho người xem phải ghê lòng sởn tóc. ◇Hồng Lâu Mộng 紅樓夢: 'Nhược đề quá ư tân xảo, vận quá ư hiểm, tái bất đắc hữu hảo thi, chung thị tiểu gia khí' 若題過於新巧, 韻過於險, 再不得有好詩, 終是小家氣 (Đệ tam thập thất hồi) Nếu ra đầu bài lắt léo quá, hạn vần hiểm hóc quá, thơ không thể nào hay được, rốt cuộc đâm ra gò bó, hẹp hòi.",
                "(Phó) Suýt, xém, chút xíu nữa. ◎Như: 'hiểm bị hoạt mai' 險被活埋 suýt bị chôn sống. ◇Tây sương kí 西廂記: 'Hiểm hóa tố vọng phu thạch' 險化做望夫石 (Đệ tứ bổn 第四本, Đệ tam chiết) Chút xíu nữa là hóa làm hòn đá vọng phu."
            ],
            "Từ điển Thiều Chửu": [
                "Hiểm trở. Nơi có nhiều sự ngăn trở khó đi lại gọi là hiểm. Như hiểm ải 險隘, hiểm yếu 險要 đều nói chỗ hình thế hiểm trở dễ giữ mà khó phá vào được.",
                "Sự gì yên hay nguy, thành hay hỏng chưa thể biết trước được đều gọi là hiểm. Như mạo hiểm 冒險 không sợ gì nguy hiểm cứ việc tiến hành.",
                "Hiểm hóc, gian hiểm, nói kẻ tiểu nhân đặt cách làm hại người vậy.",
                "Không dễ dàng không như thường gọi là hiểm. Như văn chương kì quái không theo phép thường khiến cho người xem phải ghê lòng sởn tóc gọi là hiểm kính 險勁 hay hiểm tiễu 險峭, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nguy hiểm: 脫險 Thoát khỏi cơn nguy hiểm;",
                "Hiểm yếu, hiểm trở: 天險 Vùng hiểm yếu thiên nhiên;",
                "Hiểm sâu, hiểm độc, hiểm hóc, gian hiểm, xảo quyệt: 陰險 Thâm hiểm; 險詐 Nham hiểm;",
                "Suýt, suýt nữa, tí nữa: 他險遭不幸 Anh ta suýt gặp chuyện không may (suýt chết)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khó khăn trở ngại — Độc ác, hại người — Một âm là Nghiễm. Xem Nghiễm."
            ],
            "compound_words": {
                "隘險": "ải hiểm",
                "陰險": "âm hiểm",
                "保險": "bảo hiểm",
                "祕險": "bí hiểm",
                "邊險": "biên hiểm",
                "兵險": "binh hiểm",
                "挺而走險": "đĩnh nhi tẩu hiểm",
                "鋌而走險": "đĩnh nhi tẩu hiểm",
                "奸險": "gian hiểm",
                "險惡": "hiểm ác",
                "險地": "hiểm địa",
                "險毒": "hiểm độc",
                "險阻": "hiểm trở",
                "險峻": "hiểm tuấn",
                "險韻": "hiểm vận",
                "險要": "hiểm yếu",
                "凶險": "hung hiểm",
                "冒險": "mạo hiểm",
                "危險": "nguy hiểm",
                "巖險": "nham hiểm",
                "風險": "phong hiểm",
                "探險": "thám hiểm",
                "深險": "thâm hiểm",
                "出險": "xuất hiểm"
            }
        }
    }
}