{
    "character": "陪",
    "details": {
        "Âm Hán Việt": [
            "bồi"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "phụ 阜 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖咅"
        ],
        "Nét bút": [
            "フ丨丶一丶ノ一丨フ一"
        ],
        "Thương Hiệt": [
            "NLYTR (弓中卜廿口)"
        ],
        "Unicode": [
            "U+966A"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "péi ㄆㄟˊ"
        ],
        "Âm Nôm": [
            "bồi"
        ],
        "Âm Nhật (onyomi)": [
            "バイ (bai)"
        ],
        "Âm Hàn": [
            "배"
        ],
        "Âm Quảng Đông": [
            "pui4"
        ]
    },
    "meanings": {
        "bồi": {
            "Từ điển phổ thông": [
                "theo bên",
                "tiếp khách"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Gò đất chồng chất.",
                "(Danh) Người phụ tá, chức quan phó. ◇Thi Kinh 詩經: 'Nhĩ đức bất minh, dĩ vô bồi vô khanh' 爾德不明, 以無陪無卿 (Đại nhã 大雅, Đãng 蕩) Đức hạnh nhà vua không sáng tỏ, Không có quan giúp việc và khanh sĩ (xứng đáng).",
                "(Danh) Người được mời để tiếp khách. ◎Như: 'kim thiên năng thỉnh nhĩ lai tác bồi, thập phần quang vinh' 今天能請你來作陪, 十分光榮 hôm nay mời được ông đến (làm người) tiếp khách cho, thật là vinh hạnh.",
                "(Động) Làm bạn, theo cùng, tiếp. ◎Như: 'phụng bồi' 奉陪 kính tiếp, 'bồi khách' 陪客 tiếp khách.",
                "(Động) Giúp đỡ, phụ trợ.",
                "(Động) Đền trả. § Thông 'bồi' 賠.",
                "(Động) Mất, tổn thất. ◇Tam quốc diễn nghĩa 三國演義: 'Chu lang diệu kế an thiên hạ, Bồi liễu phu nhân hựu chiết binh' 周郎妙計安天下, 陪了夫人又折兵 (Đệ ngũ thập ngũ hồi) Chu Du mẹo giỏi yên thiên hạ, Đã mất phu nhân lại thiệt quân (Phan Kế Bính dịch).",
                "(Tính) Hai lần, chồng chất. ◎Như: Bầy tôi vua chư hầu đối với thiên tử tự xưng là 'bồi thần' 陪臣, nghĩa là bầy tôi của kẻ bầy tôi."
            ],
            "Từ điển Thiều Chửu": [
                "Bạn, tiếp giúp. Như phụng bồi 奉陪 kính tiếp, bồi khách 陪客 tiếp khách, v.v.",
                "Chức phụ, phàm chức sự gì có chánh có phó thì chức phó gọi là bồi, nghĩa là chức phụ thêm, khi nào chức chánh khuyết thì bổ vào vậy.",
                "Hai lần, bầy tôi vua chư hầu đối với Thiên tử tự xưng là bồi thần 陪臣, nghĩa là bầy tôi của kẻ bầy tôi.",
                "Đền trả. Như bồi thường 賠償. Có khi viết 賠.",
                "Tăng thêm."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cùng, theo: 我陪你去 Tôi cùng đi với anh; 那地方他 沒有去過，有人陪着去才好 Nơi đó anh ấy chưa đi qua, phải có người đi cùng mới được; 他可以陪着你 Anh ấy có thể đi theo anh;",
                "(văn) Tiếp giúp, giúp đỡ, tiếp: 奉陪 Kính tiếp; 陪客 Tiếp khách;",
                "(văn) (Chức) phụ, phó;",
                "(văn) Tăng thêm;",
                "(văn) Bồi thường (dùng như 賠, bộ 貝)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đống đất lớn. Cái gò lớn — Lớn lao. Nặng nề — Giúp đỡ. Phụ tá — Làm bạn — Gia tăng. Thêm lên."
            ],
            "compound_words": {
                "陪都": "bồi đô",
                "陪隸": "bồi lệ",
                "陪賓": "bồi tân",
                "陪際": "bồi tế",
                "陪乘": "bồi thặng",
                "陪審": "bồi thẩm",
                "陪臣": "bồi thần",
                "陪席": "bồi tịch",
                "陪坐": "bồi toạ"
            }
        }
    }
}