{
    "character": "隈",
    "details": {
        "Âm Hán Việt": [
            "ôi"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "phụ 阜 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖畏"
        ],
        "Nét bút": [
            "フ丨丨フ一丨一一フノ丶"
        ],
        "Thương Hiệt": [
            "NLWMV (弓中田一女)"
        ],
        "Unicode": [
            "U+9688"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "wēi ㄨㄟ"
        ],
        "Âm Nôm": [
            "ôi"
        ],
        "Âm Nhật (onyomi)": [
            "ワイ (wai)",
            "エ (e)"
        ],
        "Âm Nhật (kunyomi)": [
            "くま (kuma)",
            "すみ (sumi)"
        ],
        "Âm Hàn": [
            "외"
        ],
        "Âm Quảng Đông": [
            "wui1"
        ]
    },
    "meanings": {
        "ôi": {
            "Từ điển phổ thông": [
                "khúc cong của sông hay núi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chỗ nước chảy uốn cong, chỗ núi uốn cong. ◎Như: 'sơn ôi' 山隈 khuỷu núi.",
                "(Danh) Ven núi.",
                "(Danh) Chỗ cong và sâu kín bên trong. ◇Trang Tử 莊子: 'Khuê đề khúc ôi, nhũ gian cổ cước, tự dĩ vi an thất lợi xứ' 奎蹄曲隈, 乳間股腳, 自以為安室利處 (Từ Vô Quỷ 徐无鬼) Khoảng đùi, kẽ móng, trong háng, nách vú, chân vế, tự lấy đó làm nhà yên chốn lợi.",
                "(Danh) Chỗ cong của cây cung. ◇Nghi lễ 儀禮: 'Đại xạ chánh chấp cung, dĩ mệ thuận tả hữu ôi' 大射正執弓, 以袂順左右隈 (Đại xạ 大射) Vào dịp Đại Xạ (lễ bắn cung), khi cầm cung, để cho tay áo thuận bên phải và bên trái với chỗ cong của cây cung.",
                "(Danh) Góc, xó. ◇Vương An Thạch 王安石: 'Tường ôi tiểu phiên động, Ốc giác thịnh hô hào' 墻隈小翻動, 屋角盛呼號 (Thu phong 秋風) Góc tường lay động nhẹ, Xó nhà hú gào to.",
                "(Động) Sát gần, tựa, dựa, kề. § Thông 'ôi' 偎. ◇La Ẩn 羅隱: 'Giang hoa giang thảo noãn tương ôi, Dã hướng giang biên bả tửu bôi' 江花江草暖相隈, 也向江邊把酒盃 (Xuân nhật diệp tú tài khúc giang 春日葉秀才曲江) Hoa sông cỏ sông ấm áp dựa kề nhau, Cầm chén rượu ngoảnh về bờ sông."
            ],
            "Từ điển Thiều Chửu": [
                "Chỗ núi, nước uốn cong. Như sơn ôi 山隈 khuỷu núi.",
                "Chỗ cong trong cái cung.",
                "Chỗ đùi vế.",
                "Góc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chỗ uốn khúc, chỗ ngoặt (của núi, sông, cung điện, hoặc cây cung...): 山隈 Khuỷu núi; 河隈 Khuỷu sông; 城隈 Chỗ ngoặt của tường thành;",
                "(văn) Chỗ đùi vế;",
                "(văn) Góc."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Góc vùng đất — Chỗ dòng sông uốn khúc — Chỗ góc. Chỗ cong."
            ]
        }
    }
}