{
    "character": "雅",
    "details": {
        "Âm Hán Việt": [
            "nha",
            "nhã"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "chuy 隹 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰牙隹"
        ],
        "Nét bút": [
            "一フ丨ノノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "MHOG (一竹人土)"
        ],
        "Unicode": [
            "U+96C5"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yā ㄧㄚ",
            "yá ㄧㄚˊ",
            "yǎ ㄧㄚˇ"
        ],
        "Âm Nôm": [
            "nhã"
        ],
        "Âm Nhật (onyomi)": [
            "ガ (ga)"
        ],
        "Âm Nhật (kunyomi)": [
            "みや.び (miya.bi)"
        ],
        "Âm Hàn": [
            "아"
        ],
        "Âm Quảng Đông": [
            "aa1",
            "ngaa5"
        ]
    },
    "meanings": {
        "nha": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Dùng như chữ Nha 鴉 — Một âm là Nhã. Xem Nhã."
            ]
        },
        "nhã": {
            "Từ điển phổ thông": [
                "thường, hay, luôn",
                "thanh nhã, tao nhã (trái với tục)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Một thể tài trong 'Thi Kinh' 詩經. Dùng để ca tụng trong những dịp thiên tử và chư hầu triều hội hay yến tiệc. Có 'Đại nhã' 大雅 và 'Tiểu nhã' 小雅.",
                "(Danh) Tình bạn, tình thân, giao tình. ◇Cảnh thế thông ngôn 警世通言: 'Ngã dữ quân giao tuy bất thâm, nhiên ấu niên tằng hữu đồng song chi nhã' 我與君交雖不深, 然幼年曾有同窗之雅 (Quyển nhị thập ngũ) Tôi với ông tuy qua lại không thâm sâu, nhưng thuở nhỏ đã từng có tình bạn đồng học.",
                "(Danh) Tên sách. § Sách 'Nhĩ nhã' 爾雅 thường gọi tắt là 'nhã'. Các sách huấn hỗ đời sau bắt chước như thể văn Nhĩ nhã cũng phần nhiều gọi là 'nhã'. ◎Như: 'dật nhã' 逸雅, 'quảng nhã' 廣雅.",
                "(Danh) Một thứ âm nhạc.",
                "(Danh) Họ 'Nhã'.",
                "(Tính) Chính, đúng. ◇Luận Ngữ 論語: 'Ố tử chi đoạt chu dã. Ố Trịnh thanh chi loạn nhã nhạc dã. Ố lợi khẩu chi phúc bang gia giả' 惡紫之奪朱也. 惡鄭聲之亂雅樂也. 惡利口之覆邦家者 (Dương Hóa 陽貨) Ghét màu tía cướp mất sắc đỏ. Ghét nhạc nước Trịnh làm loạn chính nhạc. Ghét kẻ bẻm mép làm nghiêng đổ nước nhà.",
                "(Tính) Thanh cao, cao thượng, khác với thường tục. ◇Vương Bột 王勃: 'Đô đốc Diêm Công chi nhã vọng, khể kích diêu lâm' 都督閻公之雅望, 棨戟遙臨 (Đằng Vương Các tự 滕王閣序) Quan Đô đốc Diêm Công Dư là bậc cao nhã, khải kích từ xa tới đóng.",
                "(Tính) Tốt, đẹp. ◎Như: 'văn nhã' 文雅 nho nhã, lịch sự, 'nhã quan' 雅觀 đẹp mắt.",
                "(Phó) Cho nên, do đó. ◇Sử Kí 史記: 'Xỉ kim hạ Ngụy, Ngụy dĩ Xỉ vi hầu thủ Phong. Bất hạ, thả đồ Phong. Ung Xỉ nhã bất dục thuộc Bái Công' 齒今下魏, 魏以齒為侯守豐. 不下, 且屠豐. 雍齒雅不欲屬沛公 (Cao Tổ bổn kỉ 高祖本紀) (Ung) Xỉ nếu theo vua Ngụy, vua Ngụy sẽ phong hầu cho Xỉ giữ đất Phong. Nếu không, sẽ làm cỏ dân đất Phong. Cho nên Ung Xỉ không muốn theo Bái Công.",
                "(Phó) Rất, lắm. ◎Như: 'nhã thiện cổ sắt' 雅善鼓瑟 rất giỏi đánh đàn sắt.",
                "(Phó) Tiếng kính xưng đối với người khác. ◎Như: 'nhã giáo' 雅教 xin chỉ dạy, 'nhã giám' 雅鑒 xin soi xét."
            ],
            "Từ điển Thiều Chửu": [
                "Chính, một lối thơ ca dùng vào nhạc ngày xưa. Như Kinh Thi 詩經 có đại nhã 大雅, tiểu nhã 小雅 ý nói những khúc ấy mới là khúc hát chính đính vậy.",
                "Thường. Như sách Luận ngữ 論語 nói tử sở nhã ngôn 子所雅言 câu đức thánh thường nói.",
                "Tên sách, sách nhĩ nhã 爾雅 thường gọi tắt là nhã. Các sách huấn hỗ đời sau bắt chước như thể văn Nhĩ nhã cũng phần nhiều gọi là nhã. Như dật nhã 逸雅, quảng nhã 廣雅, v.v.",
                "Nhàn nhã 嫻雅 dáng dấp dịu dàng.",
                "Nhã, trái lại với tiếng tục, có phép tắc, có mẫu mực, không theo lối tục gọi là nhã.",
                "Vốn thường. Như nhất nhật chi nhã 一日之雅 vốn thường có một ngày cũng thân gần nhau, nhã thiện cầm thi 雅善琴詩 vốn giỏi đàn và thơ.",
                "Rất, lắm, dùng làm trợ từ (trong cổ văn có khi dùng tới).",
                "Một thứ âm nhạc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhã (nhặn), thanh nhã, đẹp đẽ, cao thượng: 文雅 Nho nhã, lịch sự;",
                "Nhã ý;",
                "Xưa nay, vốn thường: 雅善琴詩 Xưa nay (vốn thường) giỏi về đánh đàn và làm thơ; 一日之雅 Vốn thường có một ngày cùng thân gần nhau; 雍齒雅不慾屬沛公 Ung Xỉ vốn không muốn thuộc về Bái Công (Sử kí: Cao tổ bản kỉ);",
                "(văn) Thường: 子所雅言 Lời Khổng Tử thường nói (Luận ngữ);",
                "(văn) Chính: 大雅 Đại nhã (trong Kinh Thi); 小雅 Tiểu nhã (trong Kinh Thi);",
                "(văn) Rất, lắm: 婦，趙女也，雅善鼓瑟 Vợ là con nhà họ Triệu, rất giỏi đánh đàn sắt (Hán thư: Dương Uẩn truyện);",
                "(văn) Tên sách: 爾雅 Nhĩ nhã; 黃雅 Quảng nhã;",
                "Một loại âm nhạc xưa (dùng trong chốn triều đình)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Âm thanh tốt lành — Đẹp đẽ thanh cao — Chỉ thiên Đại nhã trong kinh Thi, nói về công nghiệp nhà Chu. Còn gọi là Chu nhã. Bài  Tụng Tây hồ phú  của Nguyễn Huy Lượng có câu: » Lời ca ngợi tưởng ngồi trong Chu nhã « — Một âm Nha. Xem Nha."
            ],
            "compound_words": {
                "哀雅": "ai nhã",
                "博雅": "bác nhã",
                "不雅": "bất nhã",
                "高雅": "cao nhã",
                "淡雅": "đạm nhã",
                "典雅": "điển nhã",
                "和雅": "hoà nhã",
                "欠雅": "khiếm nhã",
                "雅步": "nhã bộ",
                "雅旨": "nhã chỉ",
                "雅正": "nhã chính",
                "雅遊": "nhã du",
                "雅典": "nhã điển",
                "雅鑑": "nhã giám",
                "雅戲": "nhã hý",
                "雅客": "nhã khách",
                "雅潔": "nhã khiết",
                "雅玩": "nhã ngoạn",
                "雅言": "nhã ngôn",
                "雅樂": "nhã nhạc",
                "雅人": "nhã quân",
                "雅士": "nhã sĩ",
                "雅趣": "nhã thú",
                "雅蒜": "nhã toán",
                "娴雅": "nhàn nhã",
                "嫻雅": "nhàn nhã",
                "閒雅": "nhàn nhã",
                "儒雅": "nho nhã",
                "溫雅": "ôn nhã",
                "風雅": "phong nhã",
                "騷雅": "tao nhã",
                "清雅": "thanh nhã",
                "莊雅": "trang nhã",
                "婉雅": "uyển nhã",
                "优雅": "ưu nhã",
                "優雅": "ưu nhã",
                "文雅": "văn nhã",
                "淹雅": "yêm nhã"
            }
        }
    }
}