{
    "character": "陸",
    "details": {
        "Âm Hán Việt": [
            "lục"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "phụ 阜 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖坴"
        ],
        "Nét bút": [
            "フ丨一丨一ノ丶一丨一"
        ],
        "Thương Hiệt": [
            "NLGCG (弓中土金土)"
        ],
        "Unicode": [
            "U+9678"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "liù ㄌㄧㄡˋ",
            "lù ㄌㄨˋ"
        ],
        "Âm Nôm": [
            "lục"
        ],
        "Âm Nhật (onyomi)": [
            "リク (riku)",
            "ロク (roku)"
        ],
        "Âm Nhật (kunyomi)": [
            "おか (oka)"
        ],
        "Âm Hàn": [
            "륙",
            "육"
        ],
        "Âm Quảng Đông": [
            "luk6"
        ]
    },
    "meanings": {
        "lục": {
            "Từ điển phổ thông": [
                "đất liền",
                "đường bộ",
                "sao Lục",
                "sáu, 6 (dùng trong văn tự, như: 六)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đất cao khỏi mặt nước mà bằng phẳng. ◎Như: 'đại lục' 大陸 cõi đất liền lớn, chỉ năm châu trên mặt địa cầu ('Á châu' 亞洲, 'Âu châu' 歐洲, 'Phi châu' 非洲, 'Mĩ châu' 美洲 và 'Úc châu' 澳洲).",
                "(Danh) Đường bộ, đường cạn. ◎Như: 'đăng lục' 登陸 đổ bộ, lên cạn, 'thủy lục giao thông' 水陸交通 giao thông thủy bộ.",
                "(Danh) Số sáu, cũng như chữ 'lục' 六 dùng để viết giấy tờ quan hệ cho khỏi chữa được, ta gọi là chữ 'lục' kép.",
                "(Danh) Sao 'Lục'.",
                "(Danh) Họ 'Lục'. ◎Như: 'Lục Vân Tiên' 陸雲仙.",
                "(Động) Nhảy. ◇Trang Tử 莊子: 'Hột thảo ẩm thủy, kiều túc nhi lục, thử mã chi chân tính dã' 齕草飲水, 翹足而陸, 此馬之真性也 (Mã đề 馬蹄) Gặm cỏ uống nước, cất cao giò mà nhảy, đó là chân tính của ngựa."
            ],
            "Từ điển Thiều Chửu": [
                "Đồng bằng cao ráo, đất liền. Vì nói phân biệt với bể nên năm châu gọi là đại lục 大陸 (cõi đất liền lớn).",
                "Đường bộ. Đang đi đường thuỷ mà lên bộ gọi là đăng lục 登陸 đổ bộ, lên cạn, lục hành 陸行 đi bộ.",
                "Lục tục 陸續 liền nối không dứt.",
                "Lục li 陸離 sặc sỡ, rực rỡ.",
                "Lục lương 陸梁 nguyên là tiếng chỉ về cái điệu bộ chồm nhảy của giống mãnh thú, vì thế nên trộm giặc cũng gọi là lục lương.",
                "Lục trầm 陸沉 chìm nổi, nói sự tự nhiên mà bị chìm đắm tan lở. Sách Trang Tử 莊子 nói người hiền dấu họ dấu tên để trốn đời gọi là lục trầm. Bây giờ thường mượn dùng để nói sự mất nước.",
                "Sáu, cũng như chữ lục 六 dùng để viết giấy má quan hệ cho khỏi chữa được, ta gọi là chữ lục kép.",
                "Sao Lục."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trên đất, trên cạn, trên bộ, đất liền, đường bộ, bằng đường bộ: 陸地 Lục địa, trên bộ; 大陸 Đại lục; 登陸 Đổ bộ; 水陸草木之花 Hoa của các loài thảo mộc dưới nước và trên cạn; 水陸交通 Giao thông đường thuỷ và đường bộ; 陸路 Đường bộ;",
                "【陸離】lục li [lùlí] Màu sắc hỗn tạp, sặc sỡ, rực rỡ, lòe loẹt: 光怪陸離 Màu sắc sặc sỡ;",
                "【陸續】lục tục [lùxù] Lần lượt, lục tục: 來賓陸續到達 Khách đã lần lượt (lục tục) đến;",
                "[Lù] Sao Lục;",
                "[Lù] (Họ) Lục. Xem 陸 [liù]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Miền đất thật lớn. Cũng là Đại lục, chẳng hạn Mĩ châu gọi là Tân đại lục ( miền đất liền to lớn mới được tìm thấy ) — Trên đất. Trên bộ — Một lối viết trịnh trọng của chữ Lục 六."
            ],
            "compound_words": {
                "舊大陸": "cựu đại lục",
                "大陸": "đại lục",
                "登陸": "đăng lục",
                "海陸": "hải lục",
                "陸戰": "lục chiến",
                "陸離": "lục li",
                "陸路": "lục lộ",
                "陸梁": "lục lương",
                "陸軍": "lục quân",
                "陸沉": "lục trầm",
                "陸程": "lục trình",
                "陸續": "lục tục",
                "陸雲仙": "lục vân tiên",
                "內陸": "nội lục",
                "新大陸": "tân đại lục",
                "水陸": "thuỷ lục",
                "水陸道場": "thuỷ lục đạo tràng",
                "水陸法會": "thuỷ lục pháp hội",
                "水陸齋": "thuỷ lục trai"
            }
        }
    }
}