{
    "character": "隨",
    "details": {
        "Âm Hán Việt": [
            "tuỳ"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "phụ 阜 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⻖遀"
        ],
        "Nét bút": [
            "フ丨一ノ一丨一丨フ一一丶フ丶"
        ],
        "Thương Hiệt": [
            "NLYKB (弓中卜大月)"
        ],
        "Unicode": [
            "U+96A8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "suí ㄙㄨㄟˊ"
        ],
        "Âm Nôm": [
            "toè",
            "tuỳ",
            "xoè"
        ],
        "Âm Nhật (onyomi)": [
            "ズイ (zui)"
        ],
        "Âm Nhật (kunyomi)": [
            "まにまに (manimani)",
            "したが.う (shitaga.u)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "ceoi4"
        ]
    },
    "meanings": {
        "tuỳ": {
            "Từ điển phổ thông": [
                "tuỳ theo",
                "đời nhà Tuỳ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Theo sau. ◎Như: 'cân tùy' 跟隨 đi theo. ◇Tam quốc diễn nghĩa 三國演義: 'Tùy ngã đáo họa các trung lai' 隨我到畫閣中來 (Đệ bát hồi) Hãy theo ta đến họa các (lầu gác trang trí hoa lệ).",
                "(Động) Thuận theo. ◎Như: 'phu xướng phụ tùy' 夫倡婦隨 chồng đốc suất, vợ thuận theo (lời Quan Duẫn Tử 關尹子). § Ghi chú: Cho nên đạo vợ chồng gọi là 'xướng tùy' 倡隨.",
                "(Động) Tiện, thuận. ◎Như: 'tùy khẩu' 隨口 thuận miệng, 'tùy thủ quan môn' 隨手關門 tiện tay đóng cửa lại.",
                "(Động) Giống (tiếng địa phương, bắc Trung Quốc). ◎Như: 'tha trường đắc tùy tha phụ thân' 他長得隨他父親 anh ấy giống cha.",
                "(Động) 'Tùy hỉ' 隨喜 tiếng nhà Phật, nói nghĩa hẹp là tùy ý mình thích mà làm như bố thí, cúng dâng. Nói nghĩa rộng thì đi thăm cảnh chùa cũng gọi là 'tùy hỉ', người ta làm việc thiện mình không làm chỉ thêm vào cũng gọi là 'tùy hỉ', không ứng theo người hành động gì cũng gọi là 'tùy hỉ'. ◇Liêu trai chí dị 聊齋志異: 'Duy nhất lão tăng quải đáp kì trung. Kiến khách nhập, túc y xuất nhạ, đạo dữ tùy hỉ' 惟一老僧挂搭其中. 見客入, 肅衣出迓, 導與隨喜 (Họa bích 畫壁) Chỉ có một ông sư già khoác áo ngắn ở trong đó. Thấy có khách vào, bèn xốc áo nghiêm chỉnh ra đón, hướng dẫn thăm cảnh chùa.",
                "(Phó) Lập tức, tức khắc, ngay, bèn. ◎Như: 'tùy thì' 隨時 tùy thời mà xử, 'tùy xứ' 隨處 tùy nơi mà định, 'tùy tức' 隨即 lập tức, tức khắc.",
                "(Danh) Ngón chân."
            ],
            "Từ điển Thiều Chửu": [
                "Theo sau. Cứ đi theo sau chân người, đi nghỉ chóng chầy đều tùy người gọi là  tùy.",
                "Xướng tùy 倡隨 đạo vợ chồng, gióng lên trước là xướng, thuận theo sau là  tùy. Phu xướng phụ tùy 夫倡婦隨, lời ông Quan Duẫn Tử 關尹子 nói, ý nói chồng hay lấy ý đốc suất người, vợ hay thuận theo lời chồng chỉ bảo vậy.",
                "Thuận. Như tùy khẩu 隨口 thuận miệng, tùy thủ 隨手 thuận tay, v.v.",
                "Tùy cơ mà ứng ngay. Như tùy thời 隨時 tùy thời mà xử, tùy xứ 隨處 tùy nơi mà định, v.v.",
                "Ngón chân.",
                "Tùy hỉ 隨喜 tiếng nhà Phật, nói nghĩa hẹp là tùy ý mình thích mà làm như bố thí, cúng dâng, v.v. Nói nghĩa rộng thì đi thăm cảnh chùa cũng gọi là tùy hỉ, người ta làm việc thiện mình không làm chỉ thêm vào cũng gọi là tùy hỉ, không ứng theo người hành động gì cũng gọi là tùy hỉ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đi theo: 我 隨着大家一起去 Tôi sẽ đi theo mọi người;",
                "Vừa... vừa...: 隨說隨記 Vừa nói vừa ghi;",
                "Bất kì, lúc nào cũng: 隨時注意 Lúc nào cũng chú ý;",
                "Tùy theo, tuân theo, phục tùng: 隨他的便 Tùy (theo) anh ấy; 隨意 Tùy ý; 隨便 Tùy ý, tùy tiện, tùy thích, tự do, cẩu thả, xuê xoa; 隨後 Sau đó, sau, tiếp theo; 隨即 Lập tức, tức khắc, ngay, bèn. 【隨時】tùy thời [suíshí] a. Sẵn sàng: 隨時准備殲滅對方 Sẵn sàng tiêu diệt đối phương; b. Bất cứ lúc nào: 隨時糾正錯誤 Sửa chữa sai lầm bất cứ lúc nào; 【隨着】tùy trước [suízhe] Theo đà, theo: 隨着時間 的推移 Theo thời gian trôi qua; 隨着工業的發展 Theo đà phát triển của công nghiệp;",
                "Tiện, thuận: 隨手關門 Tiện tay đóng cửa lại; 隨口 Thuận miệng;",
                "Giống, như: 他長得隨他父親 Anh ấy giống cha;",
                "(văn) Ngón chân."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đi theo. Thuận theo. Nghe theo."
            ],
            "compound_words": {
                "伴隨": "bạn tuỳ",
                "入江隨曲": "nhập giang tuỳ khúc",
                "夫倡婦隨": "phu xướng phụ tuỳ",
                "詭隨": "quỷ tuỳ",
                "屬隨": "thuộc tuỳ",
                "追隨": "truy tuỳ",
                "隨筆": "tuỳ bút",
                "隨筆錄": "tuỳ bút lục",
                "隨機": "tuỳ cơ",
                "隨行": "tuỳ hành",
                "隨宜": "tuỳ nghi",
                "隨心": "tuỳ tâm",
                "隨身": "tuỳ thân",
                "隨手": "tuỳ thủ",
                "隨便": "tuỳ tiện",
                "隨從": "tuỳ tòng",
                "隨員": "tuỳ viên",
                "隨處": "tuỳ xứ",
                "逶隨": "uy tuỳ",
                "倡隨": "xướng tuỳ"
            }
        }
    }
}