{
    "character": "陽",
    "details": {
        "Âm Hán Việt": [
            "dương"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "phụ 阜 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⻖昜"
        ],
        "Nét bút": [
            "フ丨丨フ一一一ノフノノ"
        ],
        "Thương Hiệt": [
            "NLAMH (弓中日一竹)"
        ],
        "Unicode": [
            "U+967D"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yáng ㄧㄤˊ"
        ],
        "Âm Nôm": [
            "dàng",
            "dương",
            "giang"
        ],
        "Âm Nhật (onyomi)": [
            "ヨウ (yō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひ (hi)"
        ],
        "Âm Hàn": [
            "양"
        ],
        "Âm Quảng Đông": [
            "joeng4"
        ]
    },
    "meanings": {
        "dương": {
            "Từ điển phổ thông": [
                "mặt trời",
                "dương"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Mặt trời. ◎Như: 'triêu dương' 朝陽 mặt trời ban mai, 'dương quang' 陽光 ánh sáng mặt trời.",
                "(Danh) Hướng nam. ◇Tả truyện 左傳: 'Thiên tử đương dương' 天子當陽 (Văn Công tứ niên 文公四年) Vua ngồi xoay về hướng nam.",
                "(Danh) Chiều nước về phía bắc. ◎Như: 'Hán dương' 漢陽 phía bắc sông Hán. ◇Liễu Tông Nguyên 柳宗元: 'Quán thủy chi dương hữu khê yên, đông lưu nhập ư Tiêu thủy' 灌水之陽有溪焉, 東流入於瀟水 (Ngu khê thi tự 愚溪詩序) Ở phía bắc sông Quán có một khe nưóc chảy qua hướng đông rồi nhập vào sông Tiêu.",
                "(Danh) Mặt núi phía nam. ◎Như: 'Hành dương' 衡陽 phía nam núi Hành. ◇Sử Kí 史記: 'Thiên sanh Long Môn, canh mục Hà San chi dương' 遷生龍門, 耕牧河山之陽 (Thái sử công tự tự 太史公自序) (Tư Mã) Thiên sinh ở Long Môn, làm ruộng chăn nuôi ở phía nam núi Hà Sơn.",
                "(Danh) Cõi đời đang sống, nhân gian. ◎Như: 'dương thế' 陽世 cõi đời. ◇Liêu trai chí dị 聊齋志異: 'Minh vương lập mệnh tống hoàn dương giới' 冥王立命送還陽界 (Tịch Phương Bình 席方平) Diêm vương lập tức hạ lệnh đưa về dương gian.",
                "(Danh) Họ 'Dương'.",
                "(Phó) Tỏ ra bề ngoài, làm giả như. § Thông 'dương' 佯. ◎Như: 'dương vi tôn kính' 陽爲尊敬 tỏ vẻ tôn kính ngoài mặt.",
                "(Tính) Có tính điện dương. Trái lại với 'âm' 陰. ◎Như: 'dương điện' 陽電 điện dương, 'dương cực' 陽極 cực điện dương.",
                "(Tính) Tươi sáng. ◇Lục Cơ 陸機: 'Thì vô trùng chí, Hoa bất tái dương' 時無重至, 華不再陽 (Đoản ca hành 短歌行) Cơ hội chẳng đến hai lần, Hoa không tươi thắm lại.",
                "(Tính) Hướng về phía mặt trời. ◇Đỗ Phủ 杜甫: 'Sấu địa phiên nghi túc, Dương pha khả chủng qua' 瘦地翻宜粟, 陽坡可種瓜 (Tần Châu tạp thi 秦州雜詩) Đất cằn thì chọn lúa thích hợp, Sườn núi hướng về phía mặt trời có thể trồng dưa.",
                "(Tính) Gồ lên, lồi. ◎Như: 'dương khắc' 陽刻 khắc nổi trên mặt.",
                "(Tính) Thuộc về đàn ông, thuộc về nam tính. ◎Như: 'dương cụ' 陽具 dương vật."
            ],
            "Từ điển Thiều Chửu": [
                "Phần dương, khí dương. Trái lại với chữ âm 陰. Xem lại chữ âm 陰.",
                "Mặt trời. Như sách Mạnh Tử 孟子 nói Thu dương dĩ bộc chi 秋陽以暴之 mặt trời mùa thu rọi xuống cho.",
                "Hướng nam. Như thiên tử đương dương 天子當陽 vua ngồi xoay về hướng nam.",
                "Chiều nước về phía bắc cũng gọi là dương. Như Hán dương 漢陽 phía bắc sông Hán.",
                "Mặt núi phía nam cũng gọi là dương như Hành dương 衡陽 phía nam núi Hành.",
                "Tỏ ra. Như dương vi tôn kính 陽爲尊敬 ngoài mặt tỏ ra đáng tôn kính.",
                "Màu tươi, đỏ tươi.",
                "Cõi dương, cõi đời đang sống.",
                "Dái đàn ông."
            ],
            "Từ điển Trần Văn Chánh": [
                "Dương (trái với âm): 陰陽 Âm dương;",
                "Thái dương, mặt trời: 朝陽 Mặt trời ban mai; 秋陽以暴之 Có mặt trời mùa thu dọi xuống cho nó (Mạnh tử);",
                "(văn) Hướng nam, phía nam: 天之當陽 Thiên tử ngồi quay về hướng nam;",
                "(văn) Hướng bắc, phía bắc: 漢陽 Phía bắc sông Hán;",
                "(văn) Phía nam núi: 衡陽 Phía nam núi Hành; 以其乃華山之陽名之也 Vì nó ở phía nam núi Hoa Sơn nên mới gọi nó là động Hoa Sơn (Vương An Thạch: Du Bao Thiền sơn kí);",
                "Lộ ra ngoài, tỏ ra bên ngoài, bề ngoài, giả vờ, vờ (như 佯, bộ 亻): 陽爲尊敬 Ngoài mặt tỏ ra tôn kính; 今其狀陽言與韓，其實陰善楚 Nay bề ngoài vờ nói ủng hộ nước Hàn, nhưng thực ra lại ngầm thân với Sở (Sử kí: Hàn thế gia); 陽眠 Giả vờ ngủ.【陽溝】dương câu [yáng gou] Rãnh nổi, cống lộ thiên; 【陽奉陰違】 dương phụng âm vi [yángféng-yinwéi] Ngoài thì thuận, trong thì chống, trước mặt phục tùng sau lưng chống lại;",
                "Dương (vật): 陽具 Dương vật, ngọc hành;",
                "(văn) Màu đỏ tươi;",
                "(văn) Cõi dương, cõi đời, dương gian;",
                "[Yáng] Tên đất thời xưa (thuộc nước Yên đời Xuân thu, ở phía đông huyện Đường, tỉnh Hà Bắc, Trung Quốc);",
                "[Yáng] (Họ) Dương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Khí dương — Mặt trời — Sáng sủa. Ấp áp. Chỉ mùa xuân — Chỉ về cuộc sống, trái với cõi chết — Hòn dái đàn ông. Chỉ về đàn ông."
            ],
            "compound_words": {
                "安陽王": "an dương vương",
                "陰極陽回": "âm cực dương hồi",
                "陰陽": "âm dương",
                "陰陽隔別": "âm dương cách biệt",
                "陰陽家": "âm dương gia",
                "陰陽怪氣": "âm dương quái khí",
                "陰陽生": "âm dương sinh",
                "陰陽水": "âm dương thuỷ",
                "陰陽錢": "âm dương tiền",
                "歐陽": "âu dương",
                "平陽": "bình dương",
                "昭陽": "chiêu dương",
                "章陽": "chương dương",
                "豔陽": "diễm dương",
                "櫟陽": "dược dương",
                "陽間": "dương gian",
                "陽曆": "dương lịch",
                "陽月": "dương nguyệt",
                "陽痿": "dương nuy",
                "陽世": "dương thế",
                "陽宅": "dương trạch",
                "陽中": "dương trung",
                "陽物": "dương vật",
                "陽春": "dương xuân",
                "端陽": "đoan dương",
                "海陽": "hải dương",
                "海陽志略": "hải dương chí lược",
                "咸陽": "hàm dương",
                "回陽": "hồi dương",
                "向陽": "hướng dương",
                "亢陽": "kháng dương",
                "郹陽": "kích dương",
                "經陽王": "kinh dương vương",
                "洛陽": "lạc dương",
                "斜陽": "tà dương",
                "殘陽": "tàn dương",
                "潯陽": "tầm dương",
                "新陽": "tân dương",
                "太陽": "thái dương",
                "夕陽": "tịch dương",
                "朝陽": "triêu dương",
                "重陽": "trùng dương",
                "炎陽": "viêm dương",
                "揭陽": "yết dương"
            }
        }
    }
}