{
    "character": "陌",
    "details": {
        "Âm Hán Việt": [
            "mạch"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "phụ 阜 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰⻖百"
        ],
        "Nét bút": [
            "フ丨一ノ丨フ一一"
        ],
        "Thương Hiệt": [
            "NLMA (弓中一日)"
        ],
        "Unicode": [
            "U+964C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "mò ㄇㄛˋ"
        ],
        "Âm Nôm": [
            "mạch",
            "méc"
        ],
        "Âm Nhật (onyomi)": [
            "ハク (haku)"
        ],
        "Âm Nhật (kunyomi)": [
            "まち (machi)",
            "みち (michi)"
        ],
        "Âm Hàn": [
            "맥"
        ],
        "Âm Quảng Đông": [
            "mak6"
        ]
    },
    "meanings": {
        "mạch": {
            "Từ điển phổ thông": [
                "bờ ruộng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Con đường. ◇Vương Xương Linh 王昌齡: 'Hốt kiến mạch đầu dương liễu sắc, Hối giao phu tế mịch phong hầu' 忽見陌頭楊柳色, 悔教夫婿覓封侯 (Khuê oán 閨怨) Chợt thấy sắc cây dương liễu ở đầu đường, Hối tiếc đã khuyên chồng ra đi cầu mong được phong tước hầu.",
                "(Danh) § Xem 'thiên mạch' 阡陌.",
                "(Danh) Mượn dùng làm chữ 'bách' 百. ◎Như: bảy mươi đồng tiền hay sáu mươi đồng tiền gọi là một 'bách' (trăm gián). Tục đất Ngô gọi là 'lục thân' 六申 tiền ăn sáu mươi, 'thất thân' 七申 tiền ăn bảy mươi."
            ],
            "Từ điển Thiều Chửu": [
                "Thiên mạch 阡陌 bờ ruộng, bờ ruộng về mặt phía đông phía tây gọi là mạch, về mặt phía nam phía bắc gọi là thiên.",
                "Con đường. Vương Xương Linh 王昌齡: Hốt kiến mạch đầu dương liễu sắc, Hối giao phu tế mịch phong hầu 忽見陌頭楊柳色，悔教夫婿覓封侯 (Khuê oán 閨怨) Chợt thấy sắc cây dương liễu ở đầu đường, Hối tiếc đã khuyên chồng ra đi cầu mong được phong tước hầu.",
                "Mượn dùng làm chữ bách 百. Như bảy mươi đồng tiền hay sáu mươi đồng tiền gọi là một bách. Tục đất Ngô gọi là lục thân 六申 tiền ăn sáu mươi, thất thân 七申 tiền ăn bảy mươi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đường bờ ruộng: 阡陌縱橫 Bờ ruộng ngang dọc;",
                "Con đường, đường: 陌頭楊柳 Rặng liễu đầu đường;",
                "Trăm (dùng như 百, bộ 白)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đường nhỏ — Đường bờ ruộng — Đường đi trong thành thị."
            ],
            "compound_words": {
                "陌生": "mạch sinh",
                "阡陌": "thiên mạch"
            }
        }
    }
}