{
    "character": "雌",
    "details": {
        "Âm Hán Việt": [
            "thư"
        ],
        "Tổng nét": [
            "14"
        ],
        "Bộ": [
            "chuy 隹 (+6 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰此隹"
        ],
        "Nét bút": [
            "丨一丨一ノフノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "YMPOG (卜一心人土)"
        ],
        "Unicode": [
            "U+96CC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "cī ㄘ",
            "cí ㄘˊ"
        ],
        "Âm Nôm": [
            "thư"
        ],
        "Âm Nhật (onyomi)": [
            "シ (shi)"
        ],
        "Âm Nhật (kunyomi)": [
            "め- (me-)",
            "めす (mesu)",
            "めん (men)"
        ],
        "Âm Hàn": [
            "자"
        ],
        "Âm Quảng Đông": [
            "ci1"
        ]
    },
    "meanings": {
        "thư": {
            "Từ điển phổ thông": [
                "con chim mái"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chim mái. ◇Thi Kinh 詩經: 'Trĩ chi triêu cẩu, Thượng cầu kì thư' 弁彼鸒斯, 歸飛提提 (Tiểu nhã 小雅, Tiểu bàn 小弁) Con trĩ trống buổi sáng kêu, Mong tìm chim mái.",
                "(Danh) Giống cái, nữ tính.",
                "(Tính) Mái, cái (giống). § Đối lại với 'hùng' 雄. ◎Như: 'thư nhị' 雌蕊 nhụy cái, 'thư thố' 雌兔 thỏ cái. ◇Tam quốc diễn nghĩa 三國演義: 'Quang Hòa nguyên niên, thư kê hóa hùng' 光和元年, 雌雞化雄 (Đệ nhất hồi 第一回) Năm Quang Hòa thứ nhất, một con gà mái hóa ra gà trống.",
                "(Tính) Yếu đuối, mềm mỏng. ◇Đạo Đức Kinh 道德經: 'Tri kì hùng, thủ kì thư, vi thiên hạ khê' 知其雄, 守其雌, 為天下谿 (Chương 28) Biết mình cứng mạnh, nhưng vẫn giữ ở chỗ mềm mỏng, làm khe nước cho thiên hạ.",
                "(Tính) Mặt dày, trơ trẽn, vô liêm sỉ. ◇Vô danh thị 無名氏: 'Ngã kim nhật hựu một thỉnh nhĩ, tự thư tương lai' 我今日又沒請你, 自雌將來 (Nam lao kí 南牢記, Đệ tam chiệp 第三摺) Ta hôm nay nào có mời mi mà mi tự vác cái mặt dày tới.",
                "(Động) Coi thường, khinh thị. ◇Trần Tử Ngang 陳子昂: 'Ư thì thiên hạ thư Hàn nhi hùng Ngụy, tráng vũ nhi nhu văn' 于時天下雌韓而雄魏, 壯武而柔文 (Đường cố triều nghị đại phu tử châu trưởng sử dương phủ quân bi 唐故朝議大夫梓州長史楊府君碑).",
                "(Động) Đánh bại, khuất phục. ◇Tô Thức 蘇軾: 'Trí cùng binh bại, thổ cương nhật xúc, phản vi Hán thư, đại vương thường tự tri kì sở dĩ thất hồ?' 智窮兵敗, 土疆日促, 反為漢雌, 大王嘗自知其所以失乎? (Đại Hầu Công thuyết Hạng Vũ từ 代侯公說項羽辭).",
                "(Động) Trách mắng.",
                "(Động) Chần chờ, ỳ ra, ườn ra. ◇Kim Bình Mai 金瓶梅: 'Xuân Mai đạo: Nhĩ vấn tha. Ngã khứ thì hoàn tại trù phòng lí thư trước...' 春梅道: 你問他, 我去時還在廚房裡雌著... (Đệ thập nhất hồi) Xuân Mai nói: Bà chủ cứ hỏi nó. Lúc tôi xuống, nó vẫn cứ ườn ra trong nhà bếp (chưa nấu nướng xong xuôi gì cả)...",
                "(Động) Nhe (răng). § Thông 'thử' 齜. ◎Như: 'thư nha lộ chủy' 雌牙露嘴."
            ],
            "Từ điển Thiều Chửu": [
                "Con mái, loài có lông cánh thuộc về tính âm (giống cái) gọi là thư, con thú cái cũng gọi là thư.",
                "Yếu lướt. Như thủ thư 守雌 giữ lối mềm nhũn."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Giống) cái, mái: 雌兔 Thỏ cái; 雌雞 Gà mái;",
                "(văn) Mềm yếu, yếu ớt;",
                "(văn) Bị đánh bại;",
                "(văn) Trách mắng;",
                "(văn) Nhe ra (răng...) (dùng như 齜, bộ 齒)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Con chim mái. Chỉ chung con vật cái — Chỉ đàn bà con gái — Mềm yếu."
            ],
            "compound_words": {
                "伏雌": "phục thư",
                "決雌雄": "quyết thư hùng",
                "雌雄": "thư hùng"
            }
        }
    }
}