{
    "character": "際",
    "details": {
        "Âm Hán Việt": [
            "tế"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "phụ 阜 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰⻖祭"
        ],
        "Nét bút": [
            "フ丨ノフ丶丶フ丶一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "NLBOF (弓中月人火)"
        ],
        "Unicode": [
            "U+969B"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jì ㄐㄧˋ"
        ],
        "Âm Nôm": [
            "tế"
        ],
        "Âm Nhật (onyomi)": [
            "サイ (sai)"
        ],
        "Âm Nhật (kunyomi)": [
            "きわ (kiwa)",
            "-ぎわ (-giwa)"
        ],
        "Âm Hàn": [
            "제"
        ],
        "Âm Quảng Đông": [
            "zai3"
        ]
    },
    "meanings": {
        "tế": {
            "Từ điển phổ thông": [
                "bên cạnh, bên bờ, mép, lề",
                "giữa",
                "dịp, lúc, trong khoảng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Biên, ven, bờ, ranh giới. ◎Như: 'biên tế' 邊際 cõi ngoài biên, 'thủy tế' 水際 vùng ven nước. ◇Lí Bạch 李白: 'Cô phàm viễn ảnh bích không tận, Duy kiến Trường Giang thiên tế lưu' 孤帆遠影碧空盡, 唯見長江天際流 (Hoàng Hạc Lâu tống Mạnh Hạo Nhiên 孟浩然 chi Quảng Lăng) Bóng cánh buồm lẻ loi xa xa mất hút vào khoảng trời xanh, Chỉ thấy sông Trường Giang chảy đến chân trời.",
                "(Danh) Lúc, dịp, trong khoảng (hai thời điểm trước sau giao tiếp). ◎Như: 'thu đông chi tế' 秋冬之際 lúc cuối thu đầu đông. ◇Văn tuyển 文選: 'Thụ nhậm ư bại quân chi tế, phụng mệnh ư nguy nan chi gian' 受任於敗軍之際, 奉命於危難之間 (Gia Cát Lượng 諸葛亮, Xuất sư biểu 出師表) Nhận lấy trách nhiệm lúc quân bại trận, vâng mệnh trong khi nguy khó.",
                "(Danh) Giữa, bên trong. ◎Như: 'quốc tế' 國際 giữa các nước, 'tinh tế' 星際 giữa các tinh tú. ◇Đào Uyên Minh 陶淵明: 'Khai hoang nam dã tế, thủ chuyết quy viên điền' 開荒南野際, 守拙歸園田 (Quy viên điền cư 歸園田居) Khai khẩn ở trong đồng phía nam, giữ lấy vụng về kém cỏi mà quay về chốn ruộng vườn.",
                "(Danh) Cơ hội, vận hội. ◎Như: 'tế ngộ' 際遇 thời vận.",
                "(Động) Giao tiếp, hội họp. ◎Như: 'giao tế' 交際 qua lại với nhau.",
                "(Động) Vừa gặp, gặp gỡ. ◎Như: 'tế thử nguy nan' 際此危難 gặp phải nguy nan thế này, 'hạnh tế thừa bình' 幸際承平 may gặp lúc thái bình."
            ],
            "Từ điển Thiều Chửu": [
                "Giao tiếp, người ta cùng đi lại chơi bời với nhau gọi là giao tế 交際.",
                "Địa vị, cái địa vị mà phận mình phải ở gọi là phận tế 分際, được cái địa vị chân thực gọi là chân tế 眞際 hay thực tế 實際.",
                "Ngoài biên. Như biên tế 邊際 cõi ngoài biên, đầu mái nhà cũng gọi là thiềm tế 簷際, nơi rừng rú gọi là lâm tế 林際.",
                "Trong khoảng giao nhau. Như lúc cuối thu đầu đông gọi là thu đông chi tế 秋冬之際.",
                "Vừa gặp. Như hạnh tế thừa bình 幸際承平 may gặp lúc thái bình. Lúc thời vận vừa tới cũng gọi là tế ngộ 際遇 hay tế hội 際會."
            ],
            "Từ điển Trần Văn Chánh": [
                "Bên cạnh, bên bờ, bờ, mép, lề, ranh giới: 天際 Chân trời; 無邊無際 Không bờ bến;",
                "Giữa: 廠際 Giữa các xưởng; 國際 Giữa các nước, quốc tế; 星際 Giữa các tinh tú; 校際籃球賽 Đấu bóng rổ giữa các trường; 廠際協作 Sự hiệp tác giữa các nhà máy;",
                "Dịp, lúc, trong khoảng: 秋冬之際 Lúc (trong khoảng) cuối thu đầu đông; 國慶之際 Dịp quốc khánh; 此際方做准備 Lúc này mới còn sửa soạn;",
                "Giữa lúc, gặp lúc, giữa khi, nhân dịp: 正當勝利之際 Giữa lúc (khi) thắng lợi; 値此建國五十周年之際 Nhân dịp dựng nước năm mươi năm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chỗ hai mí tường giáp nhau — Bờ cõi. Ranh giới. Td: Biên tế — Sự giao thiệp. Td: Quốc tế. Thực tế."
            ],
            "compound_words": {
                "波際": "ba tế",
                "陪際": "bồi tế",
                "交際": "giao tế",
                "涯際": "nhai tế",
                "国際": "quốc tế",
                "國際": "quốc tế",
                "國際公法": "quốc tế công pháp",
                "國際地位": "quốc tế địa vị",
                "國際貨幣基金組織": "quốc tế hoá tệ cơ kim tổ chức",
                "國際貿易": "quốc tế mậu dịch",
                "國際太空站": "quốc tế thái không trạm",
                "國際私法": "quốc tế tư pháp",
                "際遇": "tế ngộ",
                "實際": "thực tế",
                "实際": "thực tế"
            }
        }
    }
}