{
    "character": "雄",
    "details": {
        "Âm Hán Việt": [
            "hùng"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "chuy 隹 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰厷隹"
        ],
        "Nét bút": [
            "一ノフ丶ノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "KIOG (大戈人土)"
        ],
        "Unicode": [
            "U+96C4"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xióng ㄒㄩㄥˊ"
        ],
        "Âm Nôm": [
            "hùng"
        ],
        "Âm Nhật (onyomi)": [
            "ユウ (yū)"
        ],
        "Âm Nhật (kunyomi)": [
            "お- (o-)",
            "おす (osu)",
            "おん (on)"
        ],
        "Âm Hàn": [
            "웅"
        ],
        "Âm Quảng Đông": [
            "hung4"
        ]
    },
    "meanings": {
        "hùng": {
            "Từ điển phổ thông": [
                "con chim trống",
                "mạnh, khoẻ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chim trống. ◇Đỗ Phủ 杜甫: 'Hùng phi viễn cầu thực, Thư giả minh tân toan' 雄飛遠求食, 雌者鳴辛酸 (Nghĩa cốt hành 義鶻行) Chim trống bay xa kiếm ăn, Chim mái kêu than chua xót.",
                "(Danh) Chỉ giống đực (động và thực vật). ◇Tô Thức 蘇軾: 'Trúc hữu thư hùng giả đa duẩn, cố chủng trúc đương chủng thư' 竹有雌雄者多筍, 故種竹當種雌 (Cừu trì bút kí 仇池筆記, Trúc thư hùng 竹雌雄).",
                "(Danh) Chỉ đàn ông, nam tử. ◇Trang Tử 莊子: '(Ai Đài Tha) hựu dĩ ác hãi thiên hạ, họa nhi bất xướng, trí bất xuất hồ tứ vực, thả hữu thư hùng hợp hồ tiền, thị tất hữu dị hồ nhân giả dã' (哀駘它)又以惡駭天下, 和而不唱, 知不出乎四域, 且有雌雄合乎前, 是必有異乎人者也 (Đức sung phù 德充符) (Ai Đài Tha) lại xấu xí làm mọi người phát sợ, họa nhưng không xướng, trí không ra khỏi bốn cõi, vậy mà đàn ông, đàn bà xúm xít lại trước mặt. Chắc hắn phải có gì khác người.",
                "(Danh) Người dũng mãnh, tài giỏi, kiệt xuất. ◇Tả truyện 左傳: 'Tề Trang Công triều, chỉ Thực Xước, Quách Tối viết: Thị quả nhân chi hùng dã' 齊莊公朝, 指殖綽, 郭最曰: 是寡人之雄也 (Tương Công nhị thập nhất niên 襄公二十一年).",
                "(Danh) Chỉ quốc gia mạnh lớn. ◎Như: 'Chiến quốc thất hùng' 戰國七雄 bảy nước mạnh thời Chiến quốc.",
                "(Danh) Thắng lợi, chiến thắng. § Thường dùng đi đôi với 'thư' 雌. ◇Sử Kí 史記: 'Thiên hạ hung hung sổ tuế giả, đồ dĩ ngô lưỡng nhĩ, nguyện dữ Hán vương thiêu chiến quyết thư hùng, vô đồ khổ thiên hạ chi dân phụ tử vi dã' 天下匈匈數歲者, 徒以吾兩耳, 願與漢王挑戰決雌雄, 毋徒苦天下之民父子為也 (Hạng Vũ bổn kỉ 項羽本紀) Thiên hạ mấy năm nay xáo trộn lao đao, chỉ là tại hai chúng ta, xin cùng Hán vương đánh nhau một phen sống mái (quyết phân thắng bại), để cho bàn dân thiên hạ, lớn bé già trẻ, thoát khỏi cảnh lầm than.",
                "(Danh) Người hay vật đứng đầu, ở hàng đầu. ◇Vương Sung 王充: 'Hổ diệc chư cầm chi hùng dã' 虎亦諸禽之雄也 (Luận hành 論衡, Tao hổ 遭虎).",
                "(Danh) Châu thuộc cấp hạng nhất (dưới đời Đường).",
                "(Danh) Họ 'Hùng'.",
                "(Tính) Trống, đực. ◎Như: 'hùng áp' 雄鴨 vịt đực, 'hùng kê' 雄雞 gà trống.",
                "(Tính) Siêu quần, kiệt xuất. ◎Như: 'hùng tư kiệt xuất' 雄姿傑出 siêu quần kiệt xuất.",
                "(Tính) Mạnh mẽ, dũng vũ. ◇Tam quốc diễn nghĩa 三國演義: 'Du kiến quân thế hùng tráng, tâm thậm bất an' 瑜見軍勢雄壯, 心甚不安 (Đệ ngũ thập nhất hồi) (Chu) Du thấy thế quân (của Lưu Bị) mạnh mẽ, trong lòng rất lo lắng không yên.",
                "(Tính) Cao lớn, hùng vĩ. ◇Bắc sử 北史: '(Lô) Tào thân trường cửu xích, tấn diện thậm hùng, tí mao nghịch như trư liệp, lực năng bạt thụ' 曹身長九尺, 鬢面甚雄, 臂毛逆如豬鬣, 力能拔樹 (Lô Tào truyện 盧曹傳).",
                "(Tính) Giỏi, thiện trường. ◇Quách Mạt Nhược 郭沫若: 'Lí Lão hùng ư đàm, âm điệu thậm kích liệt, do hữu đương niên sất trá tam quân chi khái' 李老雄於談, 音調甚激烈, 猶有當年叱吒三軍之概 (Quy khứ lai 歸去來, Tại oanh tạc trung lai khứ nhị 在轟炸中來去二).",
                "(Tính) Thịnh, dâng tràn. ◇Tiết Phùng 薛逢: 'Túy xuất đô môn sát khí hùng' 醉出都門殺氣雄 (Tống Phong thượng thư tiết chế Hưng Nguyên 送封尚書節制興元).",
                "(Tính) Giàu có, phú hữu. ◇Bào Chiếu 鮑照: 'Ngũ đô căng tài hùng, Tam Xuyên dưỡng thanh lợi' 五都矜財雄, 三川養聲利 (Vịnh sử 詠史).",
                "(Tính) Hiểm yếu. ◇Tô Thuấn Khâm 蘇舜欽: 'Địa hùng cảnh thắng ngôn bất tận' 地雄景勝言不盡 (Trung thu tùng giang tân kiều đối nguyệt hòa liễu lệnh chi tác 中秋松江新橋對月和柳令之作).",
                "(Động) Xưng hùng (làm nước mạnh). ◇Chiến quốc sách 戰國策: 'Phương kim duy Tần hùng thiên hạ' 方今唯秦雄天下 (Triệu sách tam 趙策三) Nay chỉ có nước Tần xưng hùng trong thiên hạ.",
                "(Động) Dựa vào, ỷ thế. ◇Trang Tử 莊子: 'Cổ chi chân nhân, bất nghịch quả, bất hùng thành, bất mô sĩ' 古之真人, 不逆寡, 不雄成, 不謨士 (Đại tông sư 大宗師) Bậc chân nhân ngày xưa không trái nghịch với số ít, không ỷ thế vào thành tích của mình (mà lấn ép người khác), không mưu đồ sự việc. § 'Mô sĩ' 謨士 ở đây dịch thông với 'mô sự' 謨事. Có thuyết cho rằng 'mô sĩ' nghĩa là \"mưu tính lôi kéo kẻ sĩ theo về với mình\"."
            ],
            "Từ điển Thiều Chửu": [
                "Con đực, các loài có lông thuộc về giống đực gọi là hùng, giống thú đực cũng gọi là hùng.",
                "Mạnh. Như hùng tráng 雄壯 mạnh khoẻ."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Giống) đực, sống, trống;",
                "(Người hoặc nước) hùng mạnh: 稱雄 Xưng hùng; 戰國七雄 Bảy nước hùng mạnh thời Chiến Quốc;",
                "Hào hùng, mạnh mẽ, oai hùng, hùng dũng, to lớn, kiệt xuất, có khí phách: 雄心 Hùng tâm, chí lớn; 雄兵 Hùng binh; 雄略 Mưu lược kiệt xuất; 雄才 Tài năng kiệt xuất;",
                "(văn) Chiến thắng;",
                "(văn) Mắng nhiếc người khác bằng những lời sỉ nhục;",
                "[Xióng] (Họ) Hùng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Con quạ đực — Loài thú đực — Tài sức hơn người — Mạnh mẽ dũng cảm."
            ],
            "compound_words": {
                "英雄": "anh hùng",
                "英雄歌": "anh hùng ca",
                "英雄末路": "anh hùng mạt lộ",
                "巾幗英雄": "cân quắc anh hùng",
                "奸雄": "gian hùng",
                "豪雄": "hào hùng",
                "雄英": "hùng anh",
                "雄辯": "hùng biện",
                "雄勇": "hùng dũng",
                "雄厚": "hùng hậu",
                "雄虎": "hùng hổ",
                "雄渾": "hùng hồn",
                "雄氣": "hùng khí",
                "雄傑": "hùng kiệt",
                "雄才": "hùng tài",
                "雄壮": "hùng tráng",
                "雄壯": "hùng tráng",
                "雄長": "hùng trưởng",
                "雄偉": "hùng vĩ",
                "雄王": "hùng vương",
                "羣雄": "quần hùng",
                "決雌雄": "quyết thư hùng",
                "恃雄": "thị hùng",
                "雌雄": "thư hùng",
                "爭雄": "tranh hùng",
                "沈雄": "trầm hùng",
                "稱雄": "xưng hùng"
            }
        }
    }
}