{
    "character": "雪",
    "details": {
        "Âm Hán Việt": [
            "tuyết"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "vũ 雨 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱雨彐"
        ],
        "Nét bút": [
            "一丶フ丨丶丶丶丶フ一一"
        ],
        "Thương Hiệt": [
            "MBSM (一月尸一)"
        ],
        "Unicode": [
            "U+96EA"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xuě ㄒㄩㄝˇ"
        ],
        "Âm Nôm": [
            "tuyết"
        ],
        "Âm Nhật (onyomi)": [
            "セツ (setsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "ゆき (yuki)"
        ],
        "Âm Hàn": [
            "설"
        ],
        "Âm Quảng Đông": [
            "syut3"
        ]
    },
    "meanings": {
        "tuyết": {
            "Từ điển phổ thông": [
                "tuyết"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tuyết (mưa gặp lạnh rơi xuống từng hạt như thủy tinh trắng). ◇Nguyễn Du 阮攸: 'Nhất thiên phong tuyết độ Hoàng Hà' 一天風雪渡黃河 (Từ Châu đạo trung 徐州道中) Một trời gió tuyết, qua sông Hoàng Hà.",
                "(Danh) Gọi thay cho một số sự vật màu trắng: 1) Lúa gạo. ◇Đỗ Phủ 杜甫: 'Phá cam sương lạc trảo, Thường đạo tuyết phiên thi' 破甘霜落爪, 嘗稻雪翻匙 (Mạnh đông 孟冬). 2) Hoa trắng. ◇Độc Cô Cập 獨孤及: 'Đông phong động địa xuy hoa phát, Vị Thành đào lí thiên thụ tuyết' 東風動地吹花發, 渭城 桃李千樹雪 (Đồng sầm lang trung truân điền... 同岑郎中屯田韋員外花樹歌). 3) Chim trắng. ◇Lô Luân 盧綸: 'Tự quân hoán đắc bạch nga thì, Độc bằng lan can tuyết mãn trì' 似君換得白鵝時, 獨憑闌干雪滿池 (Phú đắc bạch âu ca... 賦得白鷗歌送李伯康歸使). 4) Cá. ◇Giả Đảo 賈島: 'Thiên hà đọa song phường, Phi ngã đình trung ương, Chưởng ác xích dư tuyết, Phách khai tràng hữu hoàng' 天河墮雙魴, 飛我庭中央, 掌握尺餘雪, 劈開腸有璜 (Song ngư dao 雙魚謠). 5) Sóng nước. ◇Ôn Đình Quân 溫庭筠: 'Long bá khu phong bất cảm thượng, Bách xuyên phún tuyết cao thôi ngôi' 龍伯驅風不敢上, 百川噴雪高崔嵬 (Phất vũ từ 拂舞詞). 6) Rượu trắng. ◇Lí Hàm Dụng 李咸用: 'Tuyết noãn dao bôi phụng tủy dung, Hồng tha tượng trứ tinh thần tế' 雪暖瑤杯鳳髓融, 紅拖象箸猩唇細 (Phú quý khúc 富貴曲). 7) Tóc trắng. ◇Vi Trang 韋莊: 'Cố nhân thử địa dương phàm khứ, Hà xứ tương tư tuyết mãn đầu' 故人此地揚帆去, 何處相思雪滿頭 (Thanh Hà huyện lâu tác 清河縣樓作). 8) Gỗ cây bạch đàn. ◇Ân Nghiêu Phiên 殷堯藩: 'Vân tỏa mộc kham liêu tức ảnh, Tuyết hương chỉ áo bất sanh trần' 雲鎖木龕聊息影, 雪香紙襖不生塵 (Tặng duy nghiễm sư 贈惟儼師).",
                "(Danh) Nhạc khúc cổ.",
                "(Danh) Họ 'Tuyết'.",
                "(Tính) Trắng (như tuyết). ◎Như: 'tuyết cơ' 雪肌 da trắng, 'tuyết y' 雪衣 áo trắng. ◇Lí Bạch 李白: 'Quân bất kiến cao đường minh kính bi bạch phát, Triêu như thanh ti mộ thành tuyết' 君不見高堂明鏡悲白髮, 朝如青絲暮成雪 (Tương tiến tửu 將進酒) Bạn không thấy sao, trước tấm gương sáng trên nhà cao, thương cho mái tóc bạc, Buổi sáng như tơ đen, chiều thành ra tuyết trắng.",
                "(Tính) Trong sạch, cao khiết. ◎Như: 'tuyết cách' 雪格 phẩm cách cao khiết. ◇Dương Vạn Lí 楊萬里: 'Nhất biệt cao nhân hựu thập niên, Sương cân tuyết cốt kiện y nhiên' 一別高人又十年, 霜筋雪骨健依然 (Tống hương dư văn minh 送鄉余文明) Chia tay bậc cao nhân lại đã mười năm, Gân cốt thanh cao như sương tuyết vẫn còn tráng kiện như xưa.",
                "(Động) Rơi tuyết. ◇Lưu Nghĩa Khánh 劉義慶: 'Vu thì thủy tuyết, ngũ xứ câu hạ' 于時始雪, 五處俱賀 (Thế thuyết tân ngữ 世說新語, Đức hạnh 德行) Lúc tuyết bắt đầu rơi, năm xứ đều chúc mừng.",
                "(Động) Rửa sạch, biểu minh. ◎Như: 'tuyết sỉ' 雪恥 rửa nhục, 'chiêu tuyết' 昭雪 tỏ nỗi oan.",
                "(Động) Lau, chùi. ◎Như: 'tuyết khấp' 雪泣 lau nước mắt, 'tuyết phiền' 雪煩 tiêu trừ phiền muộn, 'tuyết thế' 雪涕 chùi lệ.",
                "(Động) Chê trách. ◇Lí Triệu 李肇: 'Sơ, Mã Tư Đồ diện tuyết Lí Hoài Quang. Đức Tông chánh sắc viết: Duy khanh bất hợp tuyết nhân' 初, 馬司徒面雪李懷光. 德宗正色曰: 唯卿不合雪人 (Đường quốc sử bổ 唐國史補, Quyển thượng 卷上)."
            ],
            "Từ điển Thiều Chửu": [
                "Tuyết. Mưa gặp lúc rét quá rơi lại từng mảng gọi là tuyết. Khi tuyết sa xuống nó toả ra như bông hoa, cho nên gọi là tuyết hoa 雪花. Nguyễn Du 阮攸: Nhất thiên phong tuyết độ Hoàng Hà 一天風雪渡黃河 một trời gió tuyết, qua sông Hoàng Hà.",
                "Rửa. Như tuyết sỉ 雪恥 rửa hổ, rửa nhục. Vạch tỏ nỗi oan ra gọi là chiêu tuyết 昭雪.",
                "Lau."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tuyết;",
                "Trắng như tuyết, đầy tuyết;",
                "Kem lạnh;",
                "Rửa, trả thù: 雪恥 Rửa nhục;",
                "(văn) Lau sạch."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hơi nước trong không khí gặp lạnh kết lại mà rơi xuống. Hát nói của Nguyễn Công Trứ: » Sạch như nước, trắng như ngà, trong như Tuyết « — Trong sạch — Trừ sạch."
            ],
            "compound_words": {
                "映雪讀書": "ánh tuyết độc thư",
                "白雪": "bạch tuyết",
                "冰雪": "băng tuyết",
                "冰雪聰明": "băng tuyết thông minh",
                "招雪": "chiêu tuyết",
                "昭雪": "chiêu tuyết",
                "大雪": "đại tuyết",
                "眉雪": "mi tuyết",
                "玉雪": "ngọc tuyết",
                "洗雪": "tẩy tuyết",
                "雪案": "tuyết án",
                "雪白": "tuyết bạch",
                "雪肌": "tuyết cơ",
                "雪仇": "tuyết cừu",
                "雪恨": "tuyết hận",
                "雪裡蕻": "tuyết lý hồng",
                "雪里蕻": "tuyết lý hồng",
                "雪恥": "tuyết sĩ",
                "雪霜": "tuyết sương",
                "似雪": "tự tuyết",
                "雨雪": "vũ tuyết"
            }
        }
    }
}