{
    "character": "雜",
    "details": {
        "Âm Hán Việt": [
            "tạp"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "chuy 隹 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Nét bút": [
            "丶一ノ丶ノ丶一丨ノ丶ノ丨丶一一一丨一"
        ],
        "Thương Hiệt": [
            "YDOG (卜木人土)"
        ],
        "Unicode": [
            "U+96DC"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zá ㄗㄚˊ"
        ],
        "Âm Nôm": [
            "tạp",
            "tọp",
            "xạp"
        ],
        "Âm Nhật (onyomi)": [
            "ザツ (zatsu)",
            "ゾウ (zō)"
        ],
        "Âm Nhật (kunyomi)": [
            "まじ.える (maji.eru)",
            "まじ.る (maji.ru)"
        ],
        "Âm Hàn": [
            "잡"
        ],
        "Âm Quảng Đông": [
            "zaap6"
        ]
    },
    "meanings": {
        "tạp": {
            "Từ điển phổ thông": [
                "vặt vãnh",
                "lẫn lộn"
            ],
            "Từ điển trích dẫn": [
                "(Động) Hòa hợp năm màu. ◇Văn tâm điêu long 文心雕龍 'Ngũ sắc tạp nhi thành phủ phất' 五色雜而成黼黻 (Tình thải 情采) Năm màu tương hợp mà thành văn hoa sặc sỡ.",
                "(Động) Trộn lộn, hỗn hợp. ◎Như: 'sam tạp' 摻雜 trộn lẫn, pha trộn.",
                "(Tính) Lộn xộn, nhiều nhõi, lặt vặt. ◎Như: 'tạp vụ' 雜務 việc lặt vặt. ◇Dịch Kinh 易經: 'Kì xưng danh dã, tạp nhi bất việt' 其稱名也, 雜而不越 (Hệ từ hạ 繫辭下) Tên gọi của (các quẻ), lộn xộn nhưng (ý nghĩa) không vượt ra ngoài (nguyên tắc biến hóa âm dương).",
                "(Tính) Không thuần, lẫn lộn. ◎Như: 'tạp chủng' 雜種 giống lai, giống không thuần nhất (cũng dùng để chửi rủa, thóa mạ). ◇Hồng Lâu Mộng 紅樓夢: 'Bình Nhi giảo nha mạ đạo: Đô thị na Giả Vũ Thôn thập ma Phong Thôn, bán lộ đồ trung na lí lai đích ngạ bất tử đích dã tạp chủng' 平兒咬牙罵道: 都是那賈雨村什麼風村, 半路途中哪裏來的餓不死的野雜種 (Đệ tứ thập bát hồi) Bình Nhi nghiến răng rủa: Chỉ tại lão Giả Vũ Thôn hay Phong Thôn nào ấy, khi không vác cái mặt mắc dịch đói không chết giữa đường lần đến.",
                "(Tính) Không phải hạng chính. ◎Như: 'tạp chi' 雜支 nhánh phụ (không phải dòng chính), 'tạp lương' 雜糧 các loại cốc ngoài lúa gạo.",
                "(Phó) Lẫn lộn, hỗn loạn. ◇Hậu Hán Thư 後漢書: 'Pháp độ suy hủy, thượng hạ tiếm tạp' 法度衰毀, 上下僭雜 (Triệu Tư truyện 趙咨傳) Pháp độ suy sụp, trên dưới xâm đoạt hỗn loạn.",
                "(Danh) Vai phụ trong kịch Trung Quốc, để sai bảo, chạy vạy công việc vặt."
            ],
            "Từ điển Thiều Chửu": [
                "Lẫn lộn. Các loài khác nhau họp lẫn ở một nơi gọi là tạp. Như chỗ người trong nước và người nước ngoài ở lẫn với nhau gọi là tạp cư địa 雜居地.",
                "Tạp nhạp. Không thể đứng phân biệt hẳn ra một loài gọi là tạp. Như trong các môn học có môn học cả các môn tạp nhảm gọi là tạp gia 雜家. Trong các đồ hàng có đồ lặt vặt gọi là tạp hoá 雜貨, v.v.",
                "Trừ hạng chính ngạch ra, ngoài ra đều gọi là tạp cả. Như trong quan lại, các chức tá, chức phó đều gọi là tạp chức 雜職. Trong các giống thóc lúa trừ lúa tẻ lúa nếp ra, ngoài ra đều gọi là tạp lương 雜糧, v.v."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tạp (nhạp), nhiều thứ nhiều loại, các thứ, lặt vặt, linh tinh: 雜色 Tạp sắc; 雜事 Việc vặt, việc linh tinh; 雜貨 Hàng hoá các loại, tạp hoá; 雜花 Đủ các loại hoa, hoa các loại;",
                "Lẫn lộn, táp nham: 夾雜 Lẫn lộn;",
                "(văn) Pha trộn (phối hợp) các màu sắc: 畫繢之事雜五色 Việc hội hoạ phối hợp năm màu (Khảo công kí: Hoạ hội);",
                "(văn) Hỗn hợp, trộn lẫn lại: 故先王以土與金，木，水，火雜，以成百物 Cho nên các bậc tiên vương lấy thổ và kim, mộc, thuỷ, hoả trộn lại, để thành ra trăm vật (Quốc ngữ: Trịnh ngữ);",
                "Vai trong kịch để sai vặt làm đủ thứ việc;",
                "(văn) Đều, cùng, chung: 雜曰... Đều nói...; 雜處 Ở chung; 其事是以不成，雜受其刑 Việc đó vì thế không thành, đều chịu hình phạt của ông ta (Quốc ngữ).【雜然】tạp nhiên [zárán] (văn) Đều, cùng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Năm màu sắc hợp lại — Hợp lại. Lẫn lộn — Lặt vặt, nhiều thứ lẫn lộn."
            ],
            "compound_words": {
                "駁雜": "bác tạp",
                "混雜": "hỗn tạp",
                "旅中雜說": "lữ trung tạp thuyết",
                "猱雜": "nhu tạp",
                "宂雜": "nhũng tạp",
                "烏雜": "ô tạp",
                "繁雜": "phiền tạp",
                "撫邊雜錄": "phủ biên tạp lục",
                "複雜": "phức tạp",
                "儳雜": "sàm tạp",
                "羼雜": "sạn tạp",
                "雜評": "tạp bình",
                "雜質": "tạp chất",
                "雜志": "tạp chí",
                "雜誌": "tạp chí",
                "雜識": "tạp chí",
                "雜種": "tạp chủng",
                "雜役": "tạp dịch",
                "雜沓": "tạp đạp",
                "雜貨": "tạp hoá",
                "雜學": "tạp học",
                "雜婚": "tạp hôn",
                "雜技": "tạp kỹ",
                "雜記": "tạp kí",
                "雜劇": "tạp kịch",
                "雜亂": "tạp loạn",
                "雜流": "tạp lưu",
                "雜念": "tạp niệm",
                "雜事": "tạp sự",
                "雜史": "tạp sử",
                "雜稅": "tạp thuế",
                "雜說": "tạp thuyết",
                "雜俎": "tạp trở",
                "雜訟": "tạp tụng",
                "雜務": "tạp vụ",
                "雜處": "tạp xứ",
                "穢雜": "uế tạp"
            }
        }
    }
}