{
    "character": "電",
    "details": {
        "Âm Hán Việt": [
            "điện"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "vũ 雨 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "一丶フ丨丶丶丶丶丨フ一一フ"
        ],
        "Thương Hiệt": [
            "MBWU (一月田山)"
        ],
        "Unicode": [
            "U+96FB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "diàn ㄉㄧㄢˋ"
        ],
        "Âm Nôm": [
            "điện"
        ],
        "Âm Nhật (onyomi)": [
            "デン (den)"
        ],
        "Âm Hàn": [
            "전"
        ],
        "Âm Quảng Đông": [
            "din6"
        ]
    },
    "meanings": {
        "điện": {
            "Từ điển phổ thông": [
                "điện",
                "chớp"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Chớp. ◇Vạn Hạnh 萬行: 'Thân như điện ảnh hữu hoàn vô, Vạn mộc xuân vinh thu hựu khô. Nhậm vận thịnh suy vô bố úy, Thịnh suy như lộ thảo đầu phô' 身如電影有還無, 萬木春榮秋又枯, 任運盛衰無怖畏, 盛衰如露草頭鋪 Thân như bóng chớp có rồi không, Cây cỏ xuân tươi, thu lại khô héo, Mặc cuộc thịnh suy không sợ hãi, Thịnh suy như sương đọng trên ngọn cỏ.",
                "(Danh) Điện. § Ghi chú: Là cái sức cảm ứng muôn vật đều có. Cái sức cảm ứng đó sẵn có hai tính đối đãi nhau, khác tính thì hút lấy nhau, cùng tính thì đẩy ngược nhau. Chớp và sét là những thứ 'điện' thiên nhiên. ◎Như: 'âm điện' 陰電 điện âm, 'dương điện' 陽電 điện dương (hay gọi là 'chính điện' 正電 và 'phụ điện' 負電).",
                "(Danh) Tiếng gọi tắt của: 'điện báo' 電報, 'điện thoại' 電話 hoặc 'điện đài' 電臺. ◎Như: 'cấp điện' 急電 điện khẩn cấp, 'hạ điện' 賀電 điện chúc mừng.",
                "(Động) Bị điện giật. ◎Như: 'ngã bị giá đài tẩy y cơ điện liễu nhất hạ' 我被這臺洗衣機電了一下 tôi bị cái máy giặt điện giật cho một cái.",
                "(Động) Gọi điện thoại hoặc gửi điện báo. ◎Như: 'giá kiện sự tất tu điện thỉnh thượng cấp tài thị' 這件事必須電請上級裁示 việc đó cần phải điện hỏi cấp trên quyết định.",
                "(Động) Soi xét. ◎Như: 'trình điện' 呈電 trình lên để xét.",
                "(Tính) Chạy bằng điện, dùng điện. ◎Như: 'điện thê' 電梯 thang máy, 'điện đăng' 電燈 đèn điện, 'điện băng tương' 電冰箱 tủ lạnh.",
                "(Tính) Nhanh chóng (như điện, như chớp). ◎Như: 'phong trì điện xế' 風馳電掣 nhanh như gió thổi chớp lóe."
            ],
            "Từ điển Thiều Chửu": [
                "Chớp, điện. Là một cái sức cảm ứng của muôn vật đều có. Cái sức cảm ứng đó nó sẵn có hai tính đối đãi nhau, khác tính thì hút lấy nhau, cùng tính thì lại cự nhau, cho nên mới chia ra âm điện 陰電 và dương điện 陽電 hay gọi là chính điện 正電 và phụ điện 負電. Ðang lúc vật thể nó yên lặng, thì không thấy sức điện ở đâu, đến lúc nó quện nó sát vào vật khác, mất cái tính trung hoà đi, bấy giờ nó tất lôi thứ điện khác tính nó để sang đều với nó. Cái sức lôi kéo của nó rất mạnh và rất nhanh, tóe ra những ánh sáng rất mạnh rất sáng. Như chớp và sét ta thường trông thấy, ấy là thứ điện thiên nhiên. Bây giờ người ta lợi dụng nó để chạy máy thay sức người gọi là điện nhân tạo. Cách làm ra điện có hai cách: dùng bánh xe máy sát nhau mà sinh ra điện. Như xe điện, đèn điện thường dùng đó, dùng vật chất hoà hợp mà sinh ra điện. Như điện đánh dây thép và điện mạ thường dùng đó.",
                "Soi tỏ. Như đem trình cho người xét gọi là trình điện 呈電.",
                "Nhanh chóng. Như phong trì điện xế 風馳電掣 nhanh như gió thổi chớp loé.",
                "Ðiện báo, thường gọi tắt là điện."
            ],
            "Từ điển Trần Văn Chánh": [
                "Điện: 這鐵絲網有電 Dây thép gai này có điện;",
                "Bị điện giật: 觸電 Điện giật;",
                "Điện tín, điện báo, bức điện (nói tắt): 賀電 Điện mừng; 急電 Điện khẩn;",
                "Đánh điện, gởi điện: 電复 Đánh điện trả lời; 電賀 Gởi điện mừng;",
                "(văn) Soi tỏ: 呈電 Trình để xem xét;",
                "(văn) Nhanh như chớp: 風馳電掣 Nhanh như gió thổi chớp giật."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ánh chớp — Sáng loé lên — Cái năng lực do âm dương tạo thành. Ta cũng gọi là điện."
            ],
            "compound_words": {
                "陰電": "âm điện",
                "郵電": "bưu điện",
                "公電": "công điện",
                "電影": "điện ảnh",
                "電波": "điện ba",
                "電報": "điện báo",
                "電郵": "điện bưu",
                "電機": "điện cơ",
                "電極": "điện cực",
                "電燈": "điện đăng",
                "電動": "điện động",
                "電解": "điện giải",
                "電學": "điện học",
                "電器": "điện khí",
                "電氣": "điện khí",
                "電療": "điện liêu",
                "電路": "điện lộ",
                "電力": "điện lực",
                "電流": "điện lưu",
                "電腦": "điện não",
                "電腦軟件": "điện não nhuyễn kiện",
                "電腦輔助設計": "điện não phụ trợ thiết kế",
                "電腦網": "điện não võng",
                "電腦網絡": "điện não võng lạc",
                "電腦網路": "điện não võng lộ",
                "電飯鍋": "điện phạn oa",
                "電扇": "điện phiến",
                "電光": "điện quang",
                "電視": "điện thị",
                "電視監控錄像": "điện thị giam khống lục tượng",
                "電話": "điện thoại",
                "電池": "điện trì",
                "電阻": "điện trở",
                "電線": "điện tuyến",
                "電子": "điện tử",
                "電磁": "điện từ",
                "電子郵件": "điện tử bưu kiện",
                "電車": "điện xa",
                "電掣": "điện xiết",
                "核電": "hạch điện",
                "函電": "hàm điện",
                "熱綫電話": "nhiệt tuyến điện thoại",
                "發電": "phát điện",
                "光電": "quang điện",
                "蓄電池": "súc điện trì",
                "無線電": "vô tuyến điện"
            }
        }
    }
}