{
    "character": "陣",
    "details": {
        "Âm Hán Việt": [
            "trận"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "phụ 阜 (+7 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿰⻖車"
        ],
        "Nét bút": [
            "フ丨一丨フ一一一丨"
        ],
        "Thương Hiệt": [
            "NLJWJ (弓中十田十)"
        ],
        "Unicode": [
            "U+9663"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "zhèn ㄓㄣˋ"
        ],
        "Âm Nôm": [
            "chặn",
            "chận",
            "giận",
            "trặn",
            "trận"
        ],
        "Âm Nhật (onyomi)": [
            "ジン (jin)"
        ],
        "Âm Hàn": [
            "진"
        ],
        "Âm Quảng Đông": [
            "zan6"
        ]
    },
    "meanings": {
        "trận": {
            "Từ điển phổ thông": [
                "trận đánh",
                "trận, cơn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Hàng lối quân lính bày theo binh pháp. ◇Sử Kí 史記: 'Tần nhân bất ý Triệu sư chí thử, kì lai khí thịnh, tướng quân tất hậu tập kì trận dĩ đãi chi' 秦人不意趙師至此, 其來氣盛, 將軍必厚集其陣以待之 (Liêm Pha Lạn Tương Như liệt truyện 廉頗藺相如列傳) Quân Tần không ngờ quân Triệu tới đây, họ kéo tới khí thế hùng mạnh, tướng quân phải tập trung quân ngũ mà đối phó.",
                "(Danh) Khí thế. ◎Như: 'bút trận' 筆陣 khí thế của bút.",
                "(Danh) Mặt trận, chiến trường. ◇Đỗ Phủ 杜甫: 'Thử mã lâm trận cửu vô địch, Dữ nhân nhất tâm thành đại công' 此馬臨陣久無敵, 與人一心成大功 (Cao đô hộ thông mã hành 高都護驄馬行) Ngựa này ra trận từ lâu là vô địch, Cùng với người một lòng lập nên công lớn.",
                "(Danh) Lượng từ: trận, cơn, làn, mẻ, đợt. ◎Như: 'nhất trận phong' 一陣風 một cơn gió. ◇Hàn Ác 韓偓: 'Tạc dạ tam canh vũ, Kim triêu nhất trận hàn' 昨夜三更雨, 今朝一陣寒 (Lãn khởi 懶起) Đêm qua mưa ba canh, Sáng nay lạnh một cơn.",
                "(Danh) Giai đoạn thời gian, lúc, hồi, dạo. ◎Như: 'tha giá trận tử ngận mang' 他這陣子很忙 ông ấy có một dạo rất bận rộn.",
                "(Động) Đánh nhau, tác chiến. ◇Sử Kí 史記: 'Tín nãi sử vạn nhân tiên hành xuất, bối thủy trận' 信乃使萬人先行出, 背水陣 (Hoài Âm Hầu liệt truyện 淮陰侯列傳) (Hàn) Tín bèn cho một vạn quân tiến lên trước, quay lưng về phía sông (*) mà đánh. § Ghi chú: (*) Tức giàn trận cho quân lính ngoảnh lưng xuống sông, bắt buộc phải quyết chiến, không được lùi."
            ],
            "Từ điển Thiều Chửu": [
                "① Hàng trận, hàng lối quân lính. Cho nên chia bày đội quân gọi là trận. Nói rộng ra thì tả cái khí thế của cán bút viết cũng gọi là bút trận 筆陣. Phàm cái gì mà khí thế nó dồn dập đến nối đuôi nhau thì mỗi một lần nó dồn đến gọi là trận. Như ta nói trận gió, trận mưa, v.v. Đánh nhau một bận gọi là trận."
            ],
            "Từ điển Trần Văn Chánh": [
                "Trận, hàng trận (quân lính): 出陣 Ra trận, xuất trận; 布陣 Bố trận;",
                "Đánh trận, trận đánh;",
                "(loại) Trận, cơn, làn, mẻ: 一陣風 Một cơn (làn, trận) gió; 一陣一陣地痛 Đau từng cơn; 批評了一陣 Phê bình cho một mẻ (trận);",
                "Giai đoạn, thời gian, lúc, hồi, dạo: 這一陣子工作正忙 Dạo (lúc, hồi, thời gian) này đang bận."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Quân lính dàn thành hàng lối để đánh giặc — Cuộc đánh giặc.  Đoạn trường tân thanh : » Thì thùng trống trận rập rình nhạc quân « — Một lần đánh giặc, đụng độ với quân giặc.  Đoạn trường tân thanh : » Đánh quen trăm trận sức dư muôn người « — Sự việc nổi trong một lúc rồi thôi. Thơ Tản Đà: » Trận gió thu phong rụng lá vàng «."
            ],
            "compound_words": {
                "敗陣": "bại trận",
                "八陣圖": "bát trận đồ",
                "筆陣": "bút trận",
                "戰陣": "chiến trận",
                "呼名叫陣": "hô danh khiếu trận",
                "雁陣": "nhạn trận",
                "破陣": "phá trận",
                "勝陣": "thắng trận",
                "上陣": "thượng trận",
                "陣地": "trận địa",
                "陣圖": "trận đồ",
                "陣漠": "trận mạc",
                "陣法": "trận pháp",
                "陣勢": "trận thế",
                "陣前": "trận tiền",
                "陣線": "trận tuyến",
                "陣亡": "trận vong",
                "死陣": "tử trận",
                "出陣": "xuất trận"
            }
        }
    }
}