{
    "character": "霏",
    "details": {
        "Âm Hán Việt": [
            "phi"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "vũ 雨 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱雨非"
        ],
        "Nét bút": [
            "一丶フ丨丶丶丶丶丨一一一丨一一一"
        ],
        "Thương Hiệt": [
            "MBLMY (一月中一卜)"
        ],
        "Unicode": [
            "U+970F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "fēi ㄈㄟ"
        ],
        "Âm Nôm": [
            "phay",
            "phi"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Nhật (kunyomi)": [
            "もや (moya)"
        ],
        "Âm Hàn": [
            "비"
        ],
        "Âm Quảng Đông": [
            "fei1"
        ]
    },
    "meanings": {
        "phi": {
            "Từ điển phổ thông": [
                "lả tả, lã chã, lất phất (mưa, tuyết)"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Lả tả, mù mịt (mưa, tuyết). ◇Thi Kinh 詩經: 'Bắc phong kì dê, Vũ tuyết kì phi' 北風其喈, 雨雪其霏 (Bội phong 邶風, Bắc phong 北風) Gió bấc nhanh gấp, Mưa tuyết lả tả. ◇Nguyễn Du 阮攸: 'Ngô thành bạc mộ thượng phi phi' 梧城簿暮尙霏霏 (Thương Ngô mộ vũ 蒼梧暮雨) (Đến) thành Ngô, trời sắp tối, mưa vẫn lất phất.",
                "(Tính) Lờ lững (dáng mây bay). ◇Tạ Linh Vận 謝靈運: 'Vân hà thu tịch phi' 雲霞收夕霏 (Thạch bích tinh xá hoàn hồ trung tác 石壁精舍還湖中作) Ráng mây về chiều trôi lững lờ.",
                "(Động) Bay phiếu diễu.",
                "(Danh) Khí mây, hơi nước. ◇Âu Dương Tu 歐陽修: 'Nhược phù nhật xuất nhi lâm phi khai, vân quy nhi nham huyệt minh' 若夫日出而林霏開, 雲歸而巖穴暝 (Túy Ông đình kí 醉翁亭記) Mặt trời mọc mà màn sương rừng hé mở, mây bay về mà hang hóa sâu tối."
            ],
            "Từ điển Thiều Chửu": [
                "① Lả tả. Như Kinh Thi 詩經 nói vũ tuyết kì phi 雨雪其霏 mưa tuyết lả tả. Nguyễn Du 阮攸: Ngô thành bạc mộ thượng phi phi 梧城簿暮尙霏霏 (đến) thành Ngô, trời sắp tối, vẫn mưa lất phất."
            ],
            "Từ điển Trần Văn Chánh": [
                "Lả tả: 雨雪其霏 Tuyết rơi lả tả (Thi Kinh). 【霏霏】phi phi [feifei] (văn) Tới tấp, tầm tã: 雨雪霏霏 Mưa tuyết tới tấp; 若 夫霪雨霏霏，連月不開 Đến như những lúc mưa dầm tầm tã, suốt tháng không tạnh (Phạm Trọng Yêm: Nhạc Dương lâu kí)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Dáng mây bay. Mây trôi — Dáng mưa tuyết bay lả tả."
            ]
        }
    }
}