{
    "character": "響",
    "details": {
        "Âm Hán Việt": [
            "hưởng"
        ],
        "Tổng nét": [
            "20"
        ],
        "Bộ": [
            "âm 音 (+11 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱鄉音"
        ],
        "Nét bút": [
            "フフノ丶フ一一フ丶フ丨丶一丶ノ一丨フ一一"
        ],
        "Thương Hiệt": [
            "VLYTA (女中卜廿日)"
        ],
        "Unicode": [
            "U+97FF"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xiǎng ㄒㄧㄤˇ"
        ],
        "Âm Nôm": [
            "hướng"
        ],
        "Âm Nhật (onyomi)": [
            "キョウ (kyō)"
        ],
        "Âm Nhật (kunyomi)": [
            "ひび.く (hibi.ku)"
        ],
        "Âm Hàn": [
            "향"
        ],
        "Âm Quảng Đông": [
            "hoeng2"
        ]
    },
    "meanings": {
        "hưởng": {
            "Từ điển phổ thông": [
                "vọng lại",
                "tiếng vọng tiếng vang",
                "điểm (giờ)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tiếng, thanh âm. ◇Lạc Tân Vương 駱賓王: 'Phong đa hưởng dị trầm' 風多響易沉 (Tại ngục vịnh thiền 在獄詠蟬) Gió nhiều tiếng dễ bị chìm đi.",
                "(Danh) Tiếng dội, tiếng vang. ◇Lí Bạch 李白: 'Khách tâm tẩy lưu thủy, Dư hưởng nhập sương chung' 客心洗流水, 餘響入霜鐘 (Thính Thục tăng Tuấn đàn cầm 聽蜀僧濬彈琴) Lòng khách (như) được dòng nước rửa sạch, Tiếng dư vang hòa vào tiếng chuông trong sương.",
                "(Danh) Tin tức, âm tấn.",
                "(Danh) Lượng từ: tiếng (vang), tiếng (nổ), ... ◎Như: 'pháo thanh hưởng khởi lai liễu' 炮聲 響起來了 tiếng pháo đã nổ vang, 'chung xao liễu kỉ hưởng?' 鐘敲了幾響 chuông gõ mấy tiếng rồi?",
                "(Động) Phát ra âm thanh. ◇Nguyễn Trãi 阮廌: 'Tiêu tiêu trụy diệp hưởng đình cao' 蕭蕭墜葉響庭皋 (Thu nhật ngẫu thành 秋日偶成) Lào xào lá rụng vang ngoài sân.",
                "(Tính) Có âm thanh. ◎Như: 'hưởng tiễn' 響箭 tên lúc bắn có tiếng phát ra (dùng làm hiệu lệnh).",
                "(Tính) Vang, lớn, mạnh (âm thanh). ◎Như: 'khí địch thanh thái hưởng liễu' 汽笛聲太響了 tiếng còi xe inh ỏi quá.",
                "(Tính) Có tiếng tăm. ◎Như: 'hưởng đương đương đích nhân vật' 響噹噹的人物 nhân vật tiếng tăm vang dội.",
                "(Tính) Có ảnh hưởng. ◎Như: 'tha thoại thuyết đắc ngận hưởng' 他話說得很響 ông ấy nói rất có ảnh hưởng."
            ],
            "Từ điển Thiều Chửu": [
                "Tiếng.",
                "Vang. Tiếng động gió vang ứng lại gọi là hưởng. Có hình thì có ảnh 影 (bóng), có tiếng thì có vang, cho nên sự gì cảm ứng rõ rệt gọi là ảnh hưởng 影響."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tiếng động, tiếng ồn, tiếng dội, âm hưởng: 一聲不響 Không một lời nói;",
                "(Tiếng) reo, (tiếng) nổ, (tiếng) vang: 鐘響了 Chuông đã reo; 整個會場響起了掌聲 Cả hội trường vang lên tiếng vỗ tay; 炮聲 響起來了 Tiếng pháo đã nổ vang;",
                "Inh ỏi, ồn ào, ầm ĩ, vang: 汽笛聲太響了 Tiếng còi xe inh tai quá; 收音機開得太響了 Tiếng máy thu thanh ầm ĩ quá;",
                "Tiếng dội lại: 響應 Hưởng ứng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tiếng động — Tiếng vang, tiếng dội — Tiếng đáp lời."
            ],
            "compound_words": {
                "影響": "ảnh hưởng",
                "音響": "âm hưởng",
                "餘響": "dư hưởng",
                "響聲": "hưởng thanh",
                "響應": "hưởng ứng",
                "反響": "phản hưởng"
            }
        }
    }
}