{
    "character": "青",
    "details": {
        "Âm Hán Việt": [
            "thanh"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "thanh 青 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "一一丨一丨フ一一"
        ],
        "Thương Hiệt": [
            "QMB (手一月)"
        ],
        "Unicode": [
            "U+9752"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jīng ㄐㄧㄥ",
            "qīng ㄑㄧㄥ"
        ],
        "Âm Nôm": [
            "thanh",
            "thênh",
            "xanh"
        ],
        "Âm Nhật (onyomi)": [
            "セイ (sei)",
            "ショウ (shō)"
        ],
        "Âm Nhật (kunyomi)": [
            "あお (ao)",
            "あお- (ao-)",
            "あお.い (ao.i)"
        ],
        "Âm Hàn": [
            "청"
        ],
        "Âm Quảng Đông": [
            "ceng1",
            "cing1"
        ]
    },
    "meanings": {
        "thanh": {
            "Từ điển phổ thông": [
                "xanh, màu xanh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) (1) Màu xanh lục. ◇Lưu Vũ Tích 劉禹錫: 'Thảo sắc nhập liêm thanh' 草色入簾青 (Lậu thất minh 陋室銘) Màu cỏ hợp với rèm xanh. (2) Màu lam. ◇Tuân Tử 荀子: 'Thanh thủ chi ư lam, nhi thanh ư lam' 青取之於藍, 而青於藍 (Khuyến học 勸學) Màu xanh lấy từ cỏ lam mà đậm hơn cỏ lam (con hơn cha, trò hơn thầy, hậu sinh khả úy). (3) Màu đen. ◎Như: 'huyền thanh' 玄青 màu đen đậm.",
                "(Danh) Cỏ xanh, hoa màu chưa chín. ◎Như: 'đạp thanh' 踏青 đạp lên cỏ xanh (lễ hội mùa xuân), 'thanh hoàng bất tiếp' 青黃不接 mạ xanh chưa lớn mà lúa chín vàng đã hết (ý nói thiếu thốn khó khăn, cái cũ dùng đã hết mà chưa có cái mới).",
                "(Danh) Vỏ tre. ◎Như: 'hãn thanh' 汗青 thẻ tre để viết chữ (người xưa lấy cái thẻ bằng tre dùng lửa hơ qua, cho tre nó thấm hết nước, để khắc chữ).",
                "(Danh) Tên gọi tắt của tỉnh 'Thanh Hải' 青海.",
                "(Danh) Châu 'Thanh', thuộc vùng Sơn Đông Giác đông đạo và Phụng Thiên, Liêu Dương bây giờ.",
                "(Tính) Xanh lục. ◎Như: 'thanh san lục thủy' 青山綠水 non xanh nước biếc.",
                "(Tính) Xanh lam. ◎Như: 'thanh thiên bạch nhật' 青天白日 trời xanh mặt trời rạng (rõ ràng, giữa ban ngày ban mặt).",
                "(Tính) Đen. ◎Như: 'thanh bố' 青布 vải đen, 'thanh y' 青衣 áo đen (cũng chỉ vai nữ trong tuồng, vì những người này thường mặc áo đen). ◇Lí Bạch 李白: 'Quân bất kiến cao đường minh kính bi bạch phát, Triêu như thanh ti mộ thành tuyết' 君不見高堂明鏡悲白髮, 朝如青絲暮成雪 (Tương tiến tửu 將進酒) Bạn không thấy sao, trước tấm gương sáng trên nhà cao, thương cho mái tóc bạc, Buổi sáng như tơ đen, chiều thành ra tuyết trắng.",
                "(Tính) Tuổi trẻ, trẻ. ◎Như: 'thanh niên' 青年 tuổi trẻ, 'thanh xuân' 青春 tuổi trẻ (xuân xanh)."
            ],
            "Từ điển Thiều Chửu": [
                "Màu xanh, một trong năm màu, hoà với màu đỏ thì thành ra màu tía, hoà với màu vàng thì hoá màu lục.",
                "Người đời xưa cho xanh là cái sắc phương đông, thái tử ở cung phía đông, nên cũng gọi thái tử là thanh cung 青宮.",
                "Người xưa lấy cái thẻ bằng tre để viết chữ gọi là sát thanh 剎青, có khi dùng lửa hơ qua, cho tre nó thấm hết nước, để khắc cho dễ gọi là hãn thanh 汗青. Xanh là cái màu cật tre, các quan thái sử ngày xưa dùng cật tre để ghi chép các việc, cho nên sử sách gọi là thanh sử 青史 sử xanh.",
                "Thanh niên 青年 tuổi trẻ, cũng gọi là thanh xuân 青春.",
                "Thanh nhãn 青眼 coi trọng, Nguyễn Tịch 阮籍 nhà Tấn 晉 tiếp người nào coi là trọng thì con mắt xanh, người nào coi khinh thì con mắt trắng, vì thế nên trong lối tờ bồi hay dùng chữ thùy thanh 垂青 hay thanh lãm 青覽 đều là nói cái ý ấy cả, cũng như ta nói, xin để mắt xanh mà soi xét cho vậy.",
                "Châu Thanh, thuộc vùng Sơn Ðông Giác đông đạo và Phụng Thiên, Liêu Dương bây giờ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Xanh: 青山綠水 Nước biếc non xanh;",
                "Cỏ hoặc hoa màu còn xanh: 踏青 Đạp lên cỏ xanh, đạp thanh (đi tảo mộ trong tiết thanh minh); 青苗 Lúa còn non; 看青 Trông lúa, trông đồng;",
                "Sống (chưa chín): 橘子還青呢 Quýt hãy còn sống (còn xanh, chưa chín);",
                "Thanh niên, tuổi trẻ, trẻ: 共青團 Đoàn thanh niên cộng sản; 年青 Trẻ, trẻ tuổi;",
                "(văn) Vỏ tre, thẻ tre (thời xưa dùng để khắc chữ): 殺青 Thẻ tre để viết chữ; 汗青 Vỏ tre đã hơ lửa cho tươm mồ hôi và khô đi (để dễ khắc chữ); 青史 Sử xanh, sử sách (thời xưa khắc vào thẻ tre xanh);",
                "Lòng trắng trứng: 蛋青 Lòng trắng trứng;",
                "[Qing] Tỉnh Thanh Hải hoặc Thanh Đảo (gọi tắt);",
                "[Qing] (Họ) Thanh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Màu xanh — Cũng chỉ cỏ xanh.  Đoạn trường tân thanh : » Lễ là Tảo mộ, hội là Đạp thanh « — Tên một bộ chữ Trung Hoa, tức bộ Thanh."
            ],
            "compound_words": {
                "白齒青眉": "bạch xỉ thanh mi",
                "半青半黃": "bán thanh bán hoàng",
                "丹青": "đan thanh",
                "踏青": "đạp thanh",
                "汗青": "hãn thanh",
                "二青居士": "nhị thanh cư sĩ",
                "二青峒集": "nhị thanh động tập",
                "年青": "niên thanh",
                "絳青": "ráng thanh",
                "山青": "sơn thanh",
                "青海": "thanh hải",
                "青襟": "thanh khâm",
                "青空": "thanh không",
                "青樓": "thanh lâu",
                "青眼": "thanh nhãn",
                "青年": "thanh niên",
                "青蛙": "thanh oa",
                "青蚨": "thanh phù",
                "青衫": "thanh sam",
                "青山": "thanh sơn",
                "青史": "thanh sử",
                "青天": "thanh thiên",
                "青雲": "thanh vân",
                "青春": "thanh xuân",
                "青衣": "thanh y",
                "天青": "thiên thanh",
                "鼻青脸肿": "tỵ thanh kiểm thũng",
                "鼻青臉腫": "tỵ thanh kiểm thũng"
            }
        }
    }
}