{
    "character": "霜",
    "details": {
        "Âm Hán Việt": [
            "sương"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "vũ 雨 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱雨相"
        ],
        "Nét bút": [
            "一丶フ丨丶丶丶丶一丨ノ丶丨フ一一一"
        ],
        "Thương Hiệt": [
            "MBDBU (一月木月山)"
        ],
        "Unicode": [
            "U+971C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "shuāng ㄕㄨㄤ"
        ],
        "Âm Nôm": [
            "sương"
        ],
        "Âm Nhật (onyomi)": [
            "ソウ (sō)"
        ],
        "Âm Nhật (kunyomi)": [
            "しも (shimo)"
        ],
        "Âm Hàn": [
            "상"
        ],
        "Âm Quảng Đông": [
            "soeng1"
        ]
    },
    "meanings": {
        "sương": {
            "Từ điển phổ thông": [
                "sương"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Sương (hơi nước bốc lên gặp lạnh đọng lại thành hạt nhỏ). ◇Nguyễn Du 阮攸: 'Thu mãn phong lâm sương diệp hồng' 秋滿楓林霜葉紅 (Từ Châu đạo trung 徐州道中) Thu ngập rừng phong, sương nhuộm đỏ lá.",
                "(Danh) Thuốc nghiền nhỏ, phấn sáp màu trắng. ◎Như: 'diện sương' 面霜 kem thoa mặt.",
                "(Danh) Năm. ◇Lí Bạch 李白: 'Bạch cốt hoành thiên sương' 白骨橫千霜 (Cổ phong ngũ thập cửu thủ 古風五十九首) Xương trắng vắt ngang ngàn năm.",
                "(Tính) Trắng; biến thành màu trắng. ◇Đỗ Phủ 杜甫: 'Sương bì lựu vũ tứ thập vi, Đại sắc tham thiên nhị thiên xích' 霜皮溜雨四十圍, 黛色參天二千尺 (Cổ bách hành 古柏行) Vỏ trắng (của cây bách cổ thụ), mưa gội, bốn chục ôm, Màu xanh đen cao ngất trời hai nghìn thước. ◇Phạm Vân 范雲: 'Bất sầu thư nan kí, Đãn khủng tấn tương sương' 不愁書難寄, 但恐鬢將霜 (Tống biệt 送別).",
                "(Tính) Trong trắng, cao khiết. ◎Như: 'sương nữ' 霜女 (chỉ hoa mai), 'sương tiết' 霜節. ◇Lục Cơ 陸機: 'Tâm lẫm lẫm dĩ hoài sương, Chí miễu miễu nhi lâm vân' 心懍懍以懷霜, 志眇眇而臨雲 (Văn phú 文賦).",
                "(Tính) Lạnh lùng, lãnh khốc. ◇Nam sử 南史: 'Vương tư viễn hằng như hoài băng, thử nguyệt diệc hữu sương khí' 王思遠恒如懷冰, 暑月亦有霜氣 (Lục Tuệ Hiểu truyện 陸慧曉傳).",
                "(Tính) Nghiêm khắc. ◎Như: 'sương pháp' 霜法.",
                "(Tính) Sắc, bén, nhọn. ◇Tả Tư 左思: 'Cương thốc nhuận, sương nhận nhiễm' 鋼鏃潤, 霜刃染 (Ngô đô phú 吳都賦).",
                "(Động) Rơi rụng, tàn tạ (vì gặp phải sương móc). ◇Mạnh Giao 孟郊: 'Sài lang nhật dĩ đa, Thảo mộc nhật dĩ sương' 豺狼日已多, 草木日已霜 (Cảm hoài 感懷)."
            ],
            "Từ điển Thiều Chửu": [
                "Sương (vì hơi nước bốc lên gặp lạnh dót lại từng hạt nhỏ thánh thót rơi xuống gọi là sương. Nguyễn Du 阮攸: Thu mãn phong lâm sương diệp hồng 秋滿楓林霜葉紅 (Từ Châu đạo trung 徐州道中) thu ngập rừng phong, sương nhuộm đỏ lá.",
                "Hàng năm, năm. Lí Bạch 李白: Bạch cốt hoành thiên sương 白骨橫千霜 xương trắng vắt ngang ngàn năm.",
                "Thuốc nghiền thấy nhỏ trắng ra gọi là sương."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sương, sương muối: 草上覆滿了霜 Cỏ phủ đầy sương;",
                "Váng trắng, phấn trắng: 鹽霜 Váng trắng, sương muối; 霜髮 Tóc sương, tóc bạc phơ;",
                "Thuốc bột trắng;",
                "Lãnh đạm, thờ ơ;",
                "Trong trắng: 心懍懍以懷霜 Lòng nơm nớp ấp ủ một tâm tư trong trắng (Lục Cơ: Văn phú);",
                "(văn) Năm: 白骨橫千霜 Xương trắng vắt ngang ngàn năm (Lí Bạch: Cổ phong ngũ thập cửu thủ); 簷隱千霜樹 Mái nhà ẩn nấp cây ngàn năm (Ngô Mại Viễn: Trường tương tư)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Hơi nước đọng lại thành những giọt cực nhỏ.  Đoạn trường tân thanh  có câu » Hải đường lả ngọn đông lân, giọt sương gieo nặng cành xuân la đà « — Bạc trắng ( như sương ) — Bột thật nhỏ, thật mịn — Lạnh lùng ( như sương lạnh ) — Dùng như chữ Sương 孀."
            ],
            "compound_words": {
                "百草霜": "bách thảo sương",
                "冰霜": "băng sương",
                "拒霜": "cự sương",
                "風霜": "phong sương",
                "霜臺": "sương đài",
                "霜降": "sương giáng",
                "霜閨": "sương khuê",
                "霜烈": "sương liệt",
                "霜露": "sương lộ",
                "霜露之病": "sương lộ chi bệnh",
                "霜鬢": "sương mấn",
                "霜月": "sương nguyệt",
                "霜刃": "sương nhận",
                "霜房": "sương phòng",
                "霜風": "sương phong",
                "霜信": "sương tín",
                "霜威": "sương uy",
                "星霜": "tinh sương",
                "雪霜": "tuyết sương",
                "砒霜": "tỳ sương"
            }
        }
    }
}