{
    "character": "非",
    "details": {
        "Âm Hán Việt": [
            "phi",
            "phỉ"
        ],
        "Tổng nét": [
            "8"
        ],
        "Bộ": [
            "phi 非 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨一一一丨一一一"
        ],
        "Thương Hiệt": [
            "LMYYY (中一卜卜卜)"
        ],
        "Unicode": [
            "U+975E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "fēi ㄈㄟ",
            "fěi ㄈㄟˇ"
        ],
        "Âm Nôm": [
            "phi"
        ],
        "Âm Nhật (onyomi)": [
            "ヒ (hi)"
        ],
        "Âm Nhật (kunyomi)": [
            "あら.ず (ara.zu)"
        ],
        "Âm Hàn": [
            "비"
        ],
        "Âm Quảng Đông": [
            "fei1"
        ]
    },
    "meanings": {
        "phi": {
            "Từ điển phổ thông": [
                "không phải",
                "châu Phi"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Sai, trái, không đúng.",
                "(Tính) Không giống, bất đồng. ◇Tào Phi 曹丕: 'Vật thị nhân phi' 物是人非 (Dữ triêu ca 與朝歌) Vật vẫn như cũ (mà) người không giống xưa.",
                "(Động) Chê, trách. ◎Như: 'phi thánh vu pháp' 非聖誣法 chê thánh, vu miệt chánh pháp. ◇Sử Kí 史記: 'Kim chư sanh bất sư kim nhi học cổ, dĩ phi đương thế, hoặc loạn kiềm thủ' 今諸生不師今而學古, 以非當世, 惑亂黔首 (Tần Thủy Hoàng bổn kỉ 秦始皇本紀) Nay các Nho sinh không theo thời nay mà học thời xưa, để chê bai thời nay, làm cho dân đen rối loạn.",
                "(Động) Không, không có. § Cùng nghĩa với 'vô' 無. ◇Liêu trai chí dị 聊齋志異: 'Tử hữu tục cốt, chung phi tiên phẩm' 子有俗骨, 終非仙品 (Phiên Phiên 翩翩) Chàng có cốt tục, chung quy không thành tiên được (không có phẩm chất của bậc tiên).",
                "(Phó) Chẳng phải. ◎Như: 'thành phi bất cao dã' 城非不高也 thành chẳng phải là chẳng cao.",
                "(Danh) Sự sai trái, sự xấu ác. ◎Như: 'vi phi tác đãi' 為非作歹 tác oai tác quái, làm xằng làm bậy, 'minh biện thị phi' 明辨是非 phân biệt phải trái.",
                "(Danh) Lầm lỗi. ◎Như: 'văn quá sức phi' 文過飾非 bôi vẽ bề ngoài để che lấp lỗi lầm.",
                "(Danh) Phi Châu nói tắt. Nói đủ là 'A-phi-lợi-gia châu' 阿非利加洲.",
                "Một âm là 'phỉ'. (Động) Hủy báng, phỉ báng. § Thông 'phỉ' 誹."
            ],
            "Từ điển Thiều Chửu": [
                "Trái, không phải, sự vật gì có nghĩa nhất định, nếu không đúng hết đều gọi là phi.",
                "Lầm lỗi. Như văn quá sức phi 文過飾非. Có lỗi rành rành lại còn kiếm lí bôi xoá che lấp.",
                "Chê, huỷ báng. Như phi thánh vu pháp 非聖誣法 chê thánh, vu miệt chánh pháp.",
                "Chẳng phải, dùng làm tiếng lặp lại. Như thành phi bất cao dã 城非不高也 thành chẳng phải là chẳng cao.",
                "Châu Phi 非洲, một tiếng gọi tắt châu A-phi-lợi-gia 阿非利加 Africa.",
                "Không, cùng nghĩa với vô 無."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sai lầm, trái, sai trái, trái ngược, không đúng, không hợp lí: 明辨是非 Phân rõ phải trái; 爲非作歹 Làm càn làm bậy; 痛改前非 Quyết tâm sửa đổi những lầm lỗi trước kia; 文過飾非 Tìm cách bào chữa để che lấp lỗi lầm; 是非不亂，則國家治 Phải, trái không lộn xộn thì nước nhà yên ổn (Tuân tử);",
                "Không hợp, phi pháp: 非法 Không hợp pháp; 非禮 Không hợp lễ độ;",
                "Phản đối, chê trách, huỷ báng: 非難 Trách móc; 非笑 Chê cười; 不可厚非 Không thể chê trách quá đáng; 莫不非令尹 Không ai là không chê trách quan lệnh doãn (quan huyện) (Lã thị Xuân thu);",
                "Không, không phải, phi: 非會員 Không phải hội viên; 非無產階級的文學 Văn học phi vô sản; 非筆墨所能形容 Không bút mực nào tả hết được.【非常】phi thường [feicháng] a. Bất thường: 非常會議 Hội nghị bất thường; b. Hết sức, rất: 非常努力 Hết sức cố gắng;【非但】phi đãn [feidàn] Không những, không chỉ, chẳng những: 非但我不知道，連他也不知道 Chẳng những tôi không biết, ngay đến anh ấy cũng không biết nữa. Như 非徒;【非得】phi đắc [feidâi] Phải..., thế nào cũng phải...: 幹這活兒非得膽子大（不行） Làm nghề này phải to gan mới được; 【非獨】phi độc [feidú] (văn) Không những, không chỉ (thường dùng với 而且): 非獨無害，而且有益 Không những không có hại, mà còn có ích;【非...而何】phi... nhi hà [fei...érhé] (văn) Chẳng phải... là gì, chỉ có thể là: 國勝君亡，非禍而何？ Nước bị nước khác đánh thắng, vua phải chạy sang nước khác, chẳng phải hoạ là gì? (Tả truyện: Ai công nguyên niên);【非...非...】phi... phi... [fei...fei...] Không phải... cũng không phải, chẳng ra... cũng chẳng ra...: 非驢非馬 Không phải lừa, cũng không phải ngựa; 非親非故 Không phải bà con, cũng chẳng phải bè bạn; 【非...即...】 phi... tức... [fei... jí...] Không phải... thì..., nếu không... thì...: 非打即罵 Không đánh đập thì chửi mắng;【非特】phi đặc [feitè] (văn) Như 非徒;【非徒】phi đồ [feitú] (văn) Không những, không chỉ: 非徒無益，而又害之 Chẳng những vô ích, mà còn có hại nữa (Mạnh tử); 湯，武非徒能用其民也，又能用非己之民 Vua Thang vua Võ không chỉ biết dùng dân của mình, mà còn biết dùng dân không phải của mình nữa (Lã thị Xuân thu);",
                "Không, không có, nếu không (dùng như 無, bộ 火 và 不, bộ 一): 非下苦功夫不可 Cần phải chịu khó mới được; 雖寳非用 Tuy có quý nhưng không dùng được (Tả Tư: Tam Đô phú tự); 文非山水無奇氣 Văn chương mà không (nếu không) có cảnh núi sông thì không có khí kì lạ (Trần Bích San: Quá Vân Sơn); 不行，我非去不可 Không, tôi không thể không đi;",
                "[Fei] Châu Phi."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Không phải. Chẳng — Trái quấy — Điều lầm lỗi — Tên một đại lục, tức Phi châu — Một âm là Phỉ. Xem Phỉ — Tên một bộ chữ Trung Hoa, bộ Phi."
            ],
            "compound_words": {
                "阿非利加": "a phi lợi gia",
                "格非": "cách phi",
                "面是背非": "diện thị bối phi",
                "奸非": "gian phi",
                "口是心非": "khẩu thị tâm phi",
                "南非": "nam phi",
                "非政府組織": "phi chánh phủ tổ chức",
                "非洲": "phi châu",
                "非戰": "phi chiến",
                "非正": "phi chính",
                "非对称式数据用户线": "phi đối xứng thức số cứ dụng hộ tuyến",
                "非對稱式數據用戶線": "phi đối xứng thức số cứ dụng hộ tuyến",
                "非禮": "phi lễ",
                "非理": "phi lí",
                "非類": "phi loại",
                "非倫": "phi luân",
                "非律賓": "phi luật tân",
                "非命": "phi mệnh",
                "非難": "phi nạn",
                "非我": "phi ngã",
                "非議": "phi nghị",
                "非義": "phi nghĩa",
                "非語": "phi ngữ",
                "非人": "phi nhân",
                "非凡": "phi phàm",
                "非法": "phi pháp",
                "非分": "phi phận",
                "非心": "phi tâm",
                "非常": "phi thường",
                "飾非": "sức phi",
                "是非": "thị phi",
                "除非": "trừ phi",
                "为非作歹": "vi phi tác đãi",
                "為非作歹": "vi phi tác đãi",
                "無非": "vô phi"
            }
        },
        "phỉ": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Nói xấu. Như chữ Phỉ 誹 — Một âm là Phi. Xem Phi."
            ]
        }
    }
}