{
    "character": "靈",
    "details": {
        "Âm Hán Việt": [
            "linh"
        ],
        "Tổng nét": [
            "24"
        ],
        "Bộ": [
            "vũ 雨 (+16 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱霝巫"
        ],
        "Nét bút": [
            "一丶フ丨丶丶丶丶丨フ一丨フ一丨フ一一丨ノ丶ノ丶一"
        ],
        "Thương Hiệt": [
            "MBRRM (一月口口一)"
        ],
        "Unicode": [
            "U+9748"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "líng ㄌㄧㄥˊ",
            "lìng ㄌㄧㄥˋ"
        ],
        "Âm Nôm": [
            "lanh",
            "leng",
            "lênh",
            "liêng",
            "linh"
        ],
        "Âm Nhật (onyomi)": [
            "レイ (rei)",
            "リョウ (ryō)"
        ],
        "Âm Nhật (kunyomi)": [
            "たま (tama)"
        ],
        "Âm Hàn": [
            "령",
            "영"
        ],
        "Âm Quảng Đông": [
            "leng4",
            "ling4"
        ]
    },
    "meanings": {
        "linh": {
            "Từ điển phổ thông": [
                "tinh nhanh",
                "linh hồn, tinh thần"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cô đồng cốt ('nữ vu' 女巫) thờ cúng thần. ◇Khuất Nguyên 屈原: 'Linh yển kiển hề giảo phục, Phương phỉ phỉ hề mãn đường' 靈偃蹇兮姣服, 芳菲菲兮滿堂 (Cửu ca 九歌, Đông hoàng thái nhất 東皇太一) Bà đồng cốt cao kiêu hề mặc quần áo đẹp, Hương thơm phức hề khắp nhà.",
                "(Danh) Quỷ thần. ◎Như: 'bách linh' 百靈 trăm thần, 'sơn linh' 山靈 thần núi.",
                "(Danh) Hồn phách. ◎Như: 'linh hồn' 靈魂 hồn phách.",
                "(Danh) Tinh thần con người.",
                "(Danh) Bậc tinh anh có khả năng cao cả nhất. ◇Thư Kinh 書經: 'Duy nhân, vạn vật chi linh' 惟人, 萬物之靈 (Thái thệ thượng 泰誓上) Chỉ người là bậc tinh anh trên hết muôn loài.",
                "(Danh) Người chết. ◎Như: 'thiết linh' 設靈 đặt bài vị thờ người chết.",
                "(Danh) Tiếng gọi tắt của 'linh cữu' 靈柩 quan tài. ◎Như: 'thủ linh' 守靈 túc trực bên quan tài. ◇Hồng Lâu Mộng 紅樓夢: 'Giả Trân, Vưu Thị tịnh Giả Dung nhưng tại tự trung thủ linh, đẳng quá bách nhật hậu, phương phù cữu hồi tịch' 賈珍尤氏並賈蓉仍在寺中守靈, 等過百日後, 方扶柩回籍 (Đệ lục thập tứ hồi) Giả Trân, Vưu thị cùng Giả Dung ở lại chùa túc trực bên quan tài. Qua một trăm ngày mới rước linh cữu về nguyên quán.",
                "(Danh) Họ 'Linh'.",
                "(Động) Hiểu rõ sự lí. ◇Trang Tử 莊子: 'Đại hoặc giả chung thân bất giải, đại ngu giả chung thân bất linh' 大惑者終身不解, 大愚者終身不靈 (Thiên địa 天地) Kẻ mê lớn suốt đời không tỉnh ngộ, hạng đại ngu suốt đời không thông hiểu.",
                "(Động) Che chở, giúp đỡ.",
                "(Tính) Thần diệu, kì dị. ◎Như: 'linh vật' 靈物 vật thần kì, đồ vật kì diệu.",
                "(Tính) Ứng nghiệm. ◎Như: 'linh dược' 靈藥 thuốc hiệu nghiệm.",
                "(Tính) Nhanh nhẹn, không ngu ngốc xuẩn trệ. ◎Như: 'tâm linh thủ xảo' 心靈手巧 khéo tay nhanh trí.",
                "(Tính) Tốt, lành. ◇Phan Nhạc 潘岳: 'Trúc mộc ống ái, linh quả sâm si' 竹木蓊藹, 靈果參差 (Nhàn cư phú 閑居賦) Tre trúc cây cỏ um tùm, trái tốt lành tạp loạn."
            ],
            "Từ điển Thiều Chửu": [
                "Thần linh. Khí tinh anh của khí dương gọi là thần 神, khí tinh anh của khí âm gọi là linh 靈, ý nói vật gì được khí tinh anh đúc lại hơn cả trong các vật cùng loài với nó vậy. Như người là giống linh hơn cả muôn vật, con kì lân, con phượng hoàng, con rùa, con rồng gọi là tứ linh 四靈 bốn giống linh trong loài vật.",
                "Thần. Như bách thần 百神 gọi là bách linh 百靈, thần núi gọi là sơn linh 山靈, v.v.",
                "Người chết gọi là linh, ý nói hình chất tuy nát, tinh thần thường còn vậy. Ðặt bài vị thờ kẻ chết gọi là thiết linh 設靈.",
                "Uy phúc không hiện rõ gọi là linh. Như thanh linh 聲靈 cảm đến là ta thấy thấu ngay, hình như có cái gì soi xét bênh vực cho không cần phải dùng đến thực lực vậy.",
                "Ứng nghiệm. Như bói toán thuốc thang mà thấy hiệu nghiệm ngay đều gọi là linh.",
                "Linh hoạt, lanh lẹ, không ngu ngốc xuẩn trệ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nhanh nhẹn, linh hoạt, lanh lẹ, tinh, thính: 心靈手巧 Khéo tay nhanh trí; 耳朵很靈 Tai rất thính;",
                "Tâm thần, linh hồn: 心靈 Tâm thần; 英靈 Anh linh;",
                "(cũ) Linh thiêng, thiêng liêng: 神靈 Thần linh; 靈怪 Thiêng quái;",
                "Kì diệu, thần kì;",
                "Thần linh, thần, yêu tinh: 山靈 Các thần (trong núi);",
                "Hiệu nghiệm, ứng nghiệm, kết quả: 靈藥 Thuốc hiệu nghiệm; 這個法子很靈 Làm theo cách này rất có kết quả;",
                "Linh cữu, quan tài: 守靈 Túc trực bên linh cữu; 移靈 Dời linh cữu; 靈前擺滿了花圈 Vòng hoa đặt đầy trước linh cữu;",
                "[Líng] (Họ) Linh."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ông thần — Phần vô hình thiêng liêng của người chết. Hồn người chết — Thiêng liêng.  Văn tế trận vong tướng sĩ  của Nguyễn Văn thành có câu: » Niềm tôn thân dù sinh tử chớ nề, linh thời hộ Hoàng triều bể lặng sóng trong, duy vạn kỉ chửa đời ngôi bảo tộ «."
            ],
            "compound_words": {
                "英靈": "anh linh",
                "百靈": "bách linh",
                "百靈鳥": "bách linh điểu",
                "不靈": "bất linh",
                "機靈": "cơ linh",
                "曜靈": "diệu linh",
                "顯靈": "hiển linh",
                "坤靈": "khôn linh",
                "穹靈": "khung linh",
                "靈柩": "linh cữu",
                "靈異": "linh dị",
                "靈妙": "linh diệu",
                "靈藥": "linh dược",
                "靈霆": "linh đình",
                "靈動": "linh động",
                "靈丹": "linh đơn",
                "靈活": "linh hoạt",
                "靈魂": "linh hồn",
                "靈氣": "linh khí",
                "靈利": "linh lợi",
                "靈貓": "linh miêu",
                "靈驗": "linh nghiệm",
                "靈牀": "linh sàng",
                "靈聽": "linh thính",
                "靈壽": "linh thọ",
                "靈性": "linh tính",
                "靈祠": "linh từ",
                "靈幽": "linh u",
                "靈應": "linh ứng",
                "靈物": "linh vật",
                "靈位": "linh vị",
                "靈車": "linh xa",
                "生靈": "sinh linh",
                "葱靈": "song linh",
                "心靈": "tâm linh",
                "神靈": "thần linh",
                "失靈": "thất linh",
                "四靈": "tứ linh",
                "幽靈": "u linh",
                "威靈": "uy linh",
                "圓靈": "viên linh",
                "越甸幽靈集": "việt điện u linh tập",
                "亡靈": "vong linh"
            }
        }
    }
}