{
    "character": "韓",
    "details": {
        "Âm Hán Việt": [
            "hàn"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "vi 韋 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰𠦝韋"
        ],
        "Nét bút": [
            "一丨丨フ一一一丨フ丨一丨フ一一フ丨"
        ],
        "Thương Hiệt": [
            "JJDMQ (十十木一手)"
        ],
        "Unicode": [
            "U+97D3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "hán ㄏㄢˊ"
        ],
        "Âm Nôm": [
            "hàn"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "から (kara)",
            "いげた (igeta)"
        ],
        "Âm Hàn": [
            "한"
        ],
        "Âm Quảng Đông": [
            "hon4"
        ]
    },
    "meanings": {
        "hàn": {
            "Từ điển phổ thông": [
                "nước Hàn",
                "Triều Tiên"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tường bao quanh giếng.",
                "(Danh) Tên nước ngày xưa. Là một nước nhà Chu 周 phong cho người cùng họ, sau bị nước Tấn 晉 lấy mất, nay thuộc vào vùng tỉnh Thiểm Tây 陝西.",
                "(Danh) Đời Chiến quốc 戰國 (475-221 trước Tây lịch) có quan đại phu nước Tấn 晉 là họ 'Hàn' 韓, cùng với họ Triệu 趙, họ Ngụy 魏 chia nhau lấy nước Tấn 晉 gọi là nước 'Hàn' 韓, thuộc vùng Sơn Tây 山西 bây giờ, sau bị nhà Tần 秦 lấy mất.",
                "(Danh) Dải đất phía nam nước Triều Tiên 朝鮮, ngày xưa gọi là 'Tam Hàn' 三韓, đến đời vua Lí Hi gần đây đổi tên nước là nước 'Hàn' 韓, vì thế mới gọi người Triều Tiên là người 'Hàn' 韓.",
                "(Danh) Tên tắt của 'Đại Hàn Dân Quốc' 大韓民國.",
                "(Danh) Họ 'Hàn'."
            ],
            "Từ điển Thiều Chửu": [
                "Tên nước ngày xưa. Là một nước nhà Chu 周 phong cho người cùng họ, sau bị nước Tấn 晉 lấy mất, nay thuộc vào vùng tỉnh Thiểm Tây 陝西.",
                "Ðời Chiến quốc 戰國 (475-221 trước Tây lịch) có quan đại phu nước Tấn 晉 là họ Hàn 韓, cùng với họ Triệu 趙 họ Nguỵ 魏 chia nhau lấy nước Tấn 晉 gọi là nước Hàn 韓 thuộc vùng Sơn Tây 山西 bây giờ, sau bị nhà Tần 秦 lấy mất.",
                "Dải đất phía nam nước Triều Tiên 朝鮮, ngày xưa gọi là Tam Hàn 三韓, đến đời vua Lí hi gần đây đổi tên nước là nước Hàn 韓, vì thế mới gọi người Triều Tiên là người Hàn 韓."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tường giếng, hàng rào giếng;",
                "[Hán] Nước Hàn (đời Chu, Trung Quốc);",
                "[Hán] Hàn Quốc (nói tắt);",
                "[Hán] (Họ) Hàn."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Bức tường thành thấp xây quanh miệng giếng. Cái thành giếng — Tên một nước thời Xuân Thu, đất cũ nay thuộc tỉnh Thiểm Tây — Tên nước ngày nay, tức Triều Tiên cũ — Họ người."
            ],
            "compound_words": {
                "北韓": "bắc hàn",
                "大韓": "đại hàn",
                "韓國": "hàn quốc"
            }
        }
    }
}