{
    "character": "顏",
    "details": {
        "Âm Hán Việt": [
            "nhan"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "hiệt 頁 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰彥頁"
        ],
        "Nét bút": [
            "丶一ノ丶一ノノノノ一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "YHMBC (卜竹一月金)"
        ],
        "Unicode": [
            "U+984F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "yá ㄧㄚˊ",
            "yán ㄧㄢˊ"
        ],
        "Âm Nhật (onyomi)": [
            "ガン (gan)"
        ],
        "Âm Nhật (kunyomi)": [
            "かお (kao)"
        ],
        "Âm Hàn": [
            "안"
        ],
        "Âm Quảng Đông": [
            "ngaan4"
        ]
    },
    "meanings": {
        "nhan": {
            "Từ điển phổ thông": [
                "dáng mặt, vẻ mặt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Trán. ◇Sử Kí 史記: 'Long chuẩn nhi long nhan' 隆準而龍顏 (Cao Tổ bản kỉ 高祖本紀) Mũi cao trán rồng.",
                "(Danh) Dáng mặt, vẻ mặt. ◎Như: 'hòa nhan duyệt sắc' 和顏悅色 vẻ mặt vui hòa.",
                "(Danh) Mặt, danh dự. ◎Như: 'vô nhan kiến nhân' 無顏見人 không còn mặt mũi nào gặp người. ◇Hồng Lâu Mộng 紅樓夢: 'Nhược ngoại nhân tri đạo, tổ tông nhan diện hà tại!' 若外人知道, 祖宗顏面何在 (Đệ tam thập tam hồi) Nếu người ngoài biết thì tiếng tăm ông cha mình còn ra làm sao nữa!",
                "(Danh) Màu sắc. ◎Như: 'ngũ nhan lục sắc' 五顏六色 nhiều màu lắm sắc.",
                "(Danh) Cái biển hay hoành phi trên môn đường.",
                "(Danh) Họ 'Nhan'."
            ],
            "Từ điển Thiều Chửu": [
                "Dáng mặt. Như Kinh Thi 詩經 nói: Nhan như ác đan 顏如渥丹 dáng mặt đỏ như thoa son.",
                "Sắc mùi. Như nhan sắc 顏色 sắc màu, sắc mặt, nhan liệu 顏料 chất dùng để hồ màu, để vẽ ngoài mặt, v.v.",
                "Chữ đề ở trên biển hay hoành phi cũng gọi là nhan."
            ],
            "Từ điển Trần Văn Chánh": [
                "Mặt, vẻ mặt, mặt mày: 笑逐顏開 Vẻ mặt tươi cười; 厚顏 Mặt mày dày dạn; 顏如渥 Vẻ mặt đỏ như bôi son (Thi Kinh);",
                "Bộ mặt, uy tín;",
                "Màu: 五顏六色 Lắm màu lắm sắc;",
                "Chữ đề trên biển (hay trên bức hoành phi);",
                "[Yán] (Họ) Nhan."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Chỗ trán, gần thái dương — Chỉ cái mặt, vẻ mặt — Chữ đề trên tấm bảng, trên đầu sách — Họ người — Tên người, tức Dương Đức Nhan, danh sĩ đời Lê, người xã Hà dương phủ Vĩnh bảo tỉnh Hải dương, bắc phần Việt Nam, đậu Tiến sĩ năm 1468, niên hiệu Quang thuận thứ 4 đời Lê Thánh Tông, làm quan tới chức Hình bộ Tả thị lang, tước Dương xuyên Hầu. Tác phẩm văn học có Tinh tuyển chư gia thi tập, gồm những bài thơ chữ Hán của các thi gia Việt Nam, đã được lựa lọc kĩ lưỡng."
            ],
            "compound_words": {
                "正顏": "chánh nhan",
                "朱顏": "chu nhan",
                "彊顏": "cương nhan",
                "容顏": "dung nhan",
                "汗顏": "hãn nhan",
                "厚顏": "hậu nhan",
                "紅顏": "hồng nhan",
                "開顏": "khai nhan",
                "龍顏": "long nhan",
                "五顏六色": "ngũ nhan lục sắc",
                "顏面": "nhan diện",
                "顏面骨": "nhan diện cốt",
                "顏厚": "nhan hậu",
                "顏料": "nhan liệu",
                "顏色": "nhan sắc",
                "溫顏": "ôn nhan",
                "孱顏": "sàn nhan",
                "愁顏": "sầu nhan",
                "天顏": "thiên nhan"
            }
        }
    }
}