{
    "character": "頹",
    "details": {
        "Âm Hán Việt": [
            "đồi"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "hiệt 頁 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰禿頁"
        ],
        "Nét bút": [
            "ノ一丨ノ丶ノフ一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "HUMBC (竹山一月金)"
        ],
        "Unicode": [
            "U+9839"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "tuí ㄊㄨㄟˊ"
        ],
        "Âm Hàn": [
            "퇴"
        ],
        "Âm Quảng Đông": [
            "teoi4"
        ]
    },
    "meanings": {
        "đồi": {
            "Từ điển phổ thông": [
                "sụt, lở",
                "suy đồi"
            ],
            "Từ điển trích dẫn": [
                "(Động) Sụt lở, vỡ lở. ◇Lễ Kí 禮記: 'Thái Sơn kì đồi hồ?' 泰山其頹呼 (Đàn cung thượng 檀弓上) Núi Thái Sơn sụt lở mất ư? § Nguyên là câu nói về đức Khổng Tử 孔子 lúc ngài sắp mất. Núi Thái Sơn là chỗ người ta đều trông ngóng hâm mộ, nói núi Thái Sơn lở là nói ví lúc hiền nhân quân tử sắp mất vậy.",
                "(Động) Rơi, rụng, lạc. ◇Phan Nhạc 潘岳: 'Tuế vân mộ hề nhật tây đồi' 歲云暮兮日西頹 (Quả phụ phú 寡婦賦) Năm đã muộn hề mặt trời lặn phía tây.",
                "(Động) Suy bại, bại hoại. ◇Văn tuyển 文選: 'Thân tiểu nhân, viễn hiền sĩ, thử Hậu Hán sở dĩ khuynh đồi dã' 親小人, 遠賢士, 此後漢所以傾頹也 (Gia Cát Lượng 諸葛亮, Xuất sư biểu 出師表) Thân gần với tiểu nhân, xa cách bậc hiền tài, nhà Hậu Hán này vì thế mà suy bại vậy.",
                "(Tính) Đổ nát. ◎Như: 'đồi viên đoạn bích' 頹垣斷壁 tường vách đổ nát.",
                "(Tính) Suy tàn, sa sút, không phấn chấn. ◎Như: 'đồi táng' 頹喪 suy tàn, sa sút.",
                "(Phó) Thuận theo, cung thuận."
            ],
            "Từ điển Thiều Chửu": [
                "Sụt lở. Kinh Lễ kí 禮記 có câu: Thái Sơn kì đồi hồ 泰山其頹呼 núi Thái Sơn sụt lở mất ư? Nguyên là câu nói lúc đức Khổng Tử 孔子 sắp mất. Núi Thái Sơn là chỗ người ta đều trông ngóng hâm mộ, nói núi Thái Sơn lở là nói ví như lúc hiền nhân quân tử sắp mất vậy.",
                "Suy đồi, tả cái dáng lúc già yếu không được thích ý. Như đồi đường 頹唐, đồi táng 頹喪 đều chỉ về phần tinh thần nó suy tàn không phấn chấn lên được nữa.",
                "Gió dữ.",
                "Thuận.",
                "Nước chảy dốc."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sụp đổ, đổ sập, đổ nát, té ngã: 頹垣斷壁 Nhà cửa đổ nát; 便房已頹 Căn nhà đơn sơ đã sập (Tạ Huệ Liên: Tế cổ trủng văn); 雖醉未嘗頹墮 Dù uống rượu say vẫn chưa bao giờ té ngã (Âu Dương Tu); 親小人，遠賢臣，此後漢所以傾頹也 Thân với kẻ tiểu nhân, xa lánh các bề tôi hiền đức, đó là lí do khiến nhà Hậu Hán sụp đổ (Gia Cát Lượng: Xuất sư biểu);",
                "Suy đồi, đồi bại, suy bại, uỷ mị, uể oải, sa sút: 頹風敗俗 Đồi phong bại tục; 衰頹 Suy đồi, suy yếu, suy tàn; 心頹如翁 Lòng nhũn đi như ông già (Vương An Thạch: Tế Chu Kỉ đạo văn);",
                "(văn) (Nước) chảy xuống: 泣涕如頹 Nước mắt như nước chảy xuống (Tào Thực: Vương Trọng Tuyên luỵ);",
                "(văn) Già yếu: 一別相逢十七春，頹顏衰髮互相詢 Gặp nhau rồi li biệt đã mười bảy năm trời, kẻ già yếu và người tóc bạc thăm hỏi lẫn nhau (Âu Dương Tu: Tống Trương sinh);",
                "(văn) Xấu: 今日頹天 Hôm nay trời xấu (Tây sương kí);",
                "(văn) Gió dữ: 習習谷風，維風及頹 Gió hang núi thổi, đó là gió lớn thổi tới (Thi Kinh);",
                "(văn) Thuận."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đầu hói, sói, ít tóc — Rơi xuống, chảy xuống — Đổ nát. Hư hỏng — Già cả suy yếu."
            ],
            "compound_words": {
                "頹敗": "đồi bại",
                "頹唐": "đồi đường",
                "頹風": "đồi phong",
                "頹弊": "đồi tệ",
                "胡頹子": "hồ đồi tử",
                "衰頹": "suy đồi"
            }
        }
    }
}