{
    "character": "願",
    "details": {
        "Âm Hán Việt": [
            "nguyện"
        ],
        "Tổng nét": [
            "19"
        ],
        "Bộ": [
            "hiệt 頁 (+10 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰原頁"
        ],
        "Nét bút": [
            "一ノノ丨フ一一丨ノ丶一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "MFMBC (一火一月金)"
        ],
        "Unicode": [
            "U+9858"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yuàn ㄩㄢˋ"
        ],
        "Âm Nôm": [
            "nguyền"
        ],
        "Âm Nhật (onyomi)": [
            "ガン (gan)"
        ],
        "Âm Nhật (kunyomi)": [
            "ねが.う (nega.u)",
            "-ねがい (-negai)"
        ],
        "Âm Hàn": [
            "원"
        ],
        "Âm Quảng Đông": [
            "jyun6"
        ]
    },
    "meanings": {
        "nguyện": {
            "Từ điển phổ thông": [
                "mong muốn"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Lòng mong cầu, sự mong muốn, hi vọng, kì vọng. ◎Như: 'tâm nguyện' 心願 niềm mong ước trong lòng, 'chí nguyện' 志願 điều mong mỏi. ◇Đào Uyên Minh 陶淵明: 'Phú quý phi ngô nguyện, đế hương bất khả kì' 富貴非吾願, 帝鄉不可期 (Quy khứ lai từ 歸去來辭) Giàu sang chẳng phải là điều ta mong mỏi, cõi tiên không thể ước ao.",
                "(Động) Kì vọng, mong đợi. ◇Mạnh Tử 孟子: 'Bất cảm thỉnh nhĩ, cố sở nguyện dã' 不敢請耳固所願也 (Công Tôn Sửu hạ 公孫丑下) Chẳng dám xin, vốn mong chờ được như thế vậy.",
                "(Động) Thích muốn, vui lòng tự mong cầu. ◎Như: 'tình nguyện' 情願 thực tình muốn thế, 'phát nguyện' 發願 mở lòng muốn thế. ◇Hàn Dũ 韓愈: 'Ngô nguyện thân vi vân, Đông Dã biến vi long' 吾願身為雲, 東野變為龍 (Túy lưu Đông Dã 醉留東野).",
                "(Động) Cầu xin, khấn xin. ◇Tiền Hán Thư Bình Thoại 前漢書平話: '(Thái hậu) toại chúc viết: Hà Bá, Hà Thần, nguyện tức linh uy' (太后)遂祝曰: 河伯河神, 願息靈威 (Quyển hạ 卷下).",
                "(Động) Ngưỡng mộ, hâm mộ. ◇Tuân Tử 荀子: 'Danh thanh nhật văn, thiên hạ nguyện' 名聲日聞, 天下願 (Vương chế 王制) Tiếng tăm nghe thường ngày, thiên hạ ngưỡng mộ.",
                "(Động) Nghĩ nhớ, tư niệm."
            ],
            "Từ điển Thiều Chửu": [
                "Muốn. Lòng mong cầu gọi là tâm nguyện 心願. Ðem cái quyền lợi mình muốn được hưởng mà yêu cầu pháp luật định cho gọi là thỉnh nguyện 請願.",
                "Nguyện, dùng làm trợ từ, ý nói lòng muốn như thế. Như ông Mạnh Tử 孟子 nói: Bất cảm thỉnh nhĩ cố sở nguyện dã 不敢請耳固所願也 chẳng dám xin vậy, vốn vẫn muốn thế vậy. Như ta nói tình nguyện 情願 (thực tình muốn thế), phát nguyện 發願 (mở lòng muốn thế), thệ nguyện 誓願 (thề xin muốn được như thế), đều một ý ấy cả.",
                "Khen ngợi, hâm mộ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Sự mong muốn, lòng mong muốn, nguyện vọng: 平生之願 Nguyện vọng bình sinh; 如願 Như mong muốn. 【願望】 nguyện vọng [yuànwàng] Nguyện vọng, ước vọng, (điều) mong muốn: 世世代代的願望 Một ước vọng từ bao đời; 符合人民的願望 Phù hợp nguyện vọng của nhân dân;",
                "Ước muốn, mong muốn, tình nguyện, bằng lòng: 我願參加籃球比賽 Tôi muốn tham gia đấu bóng rổ; 志願軍 Quân tình nguyện; 自覺自願 Tự nguyện tự giác; 不敢請耳，固所願 也 Chẳng dám xin, vốn muốn như thế vậy (Mạnh tử); 願大王毌愛財物 Mong đại vương chớ ham của cải (Sử kí);",
                "Cầu nguyện: 許願 Cầu nguyện;",
                "(văn) Hâm mộ, ngưỡng mộ: 名聲日聞，天下願 Tiếng tăm nghe thường ngày, thiên hạ đều ngưỡng mộ (Tuân tử). Xem 愿 (bộ 心)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Mong mỏi, trông đợi. Bài  Chiến Tụng Tây hồ phú  có câu: » Cho nên đây phải hoạ vần Chiến tụng, nguyện ngô quân đem lại nếp hoàng đồ « — Cầu khẩn van xin.  Đoạn trường tân thanh  có câu: » Bạc sinh quỳ xuống vội vàng, quá lời nguyện hết Thánh hoàng, Thổ công «."
            ],
            "compound_words": {
                "不願": "bất nguyện",
                "求願": "cầu nguyện",
                "志願": "chí nguyện",
                "民願": "dân nguyện",
                "許願": "hứa nguyện",
                "滿願": "mãn nguyện",
                "願約": "nguyện ước",
                "願望": "nguyện vọng",
                "願意": "nguyện ý",
                "如願": "như nguyện",
                "寧願": "ninh nguyện",
                "發願": "phát nguyện",
                "逞願": "sính nguyện",
                "所願": "sở nguyện",
                "請願": "thỉnh nguyện",
                "妥願": "thoả nguyện",
                "情願": "tình nguyện",
                "遂願": "toại nguyện",
                "自願": "tự nguyện",
                "奢願": "xa nguyện",
                "意願": "ý nguyện"
            }
        }
    }
}