{
    "character": "顧",
    "details": {
        "Âm Hán Việt": [
            "cố"
        ],
        "Tổng nét": [
            "21"
        ],
        "Bộ": [
            "hiệt 頁 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰雇頁"
        ],
        "Nét bút": [
            "丶フ一ノノ丨丶一一一丨一一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "HGMBC (竹土一月金)"
        ],
        "Unicode": [
            "U+9867"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "gù ㄍㄨˋ"
        ],
        "Âm Nôm": [
            "cố"
        ],
        "Âm Nhật (onyomi)": [
            "コ (ko)"
        ],
        "Âm Nhật (kunyomi)": [
            "かえり.みる (kaeri.miru)"
        ],
        "Âm Hàn": [
            "고"
        ],
        "Âm Quảng Đông": [
            "gu3"
        ]
    },
    "meanings": {
        "cố": {
            "Từ điển phổ thông": [
                "ngoảnh, ngoái nhìn, đoái"
            ],
            "Từ điển trích dẫn": [
                "(Động) Trông lại, ngoảnh lại nhìn. ◎Như: 'dĩ khứ nhi phục cố' 已去而復顧 đã đi mà ngoảnh lại nhìn.",
                "(Động) Nhìn, ngắm, xem xét. ◎Như: 'tương cố nhất tiếu' 相顧一笑 nhìn nhau cười, 'tứ cố' 四顧 ngắm nhìn bốn mặt, 'kiêm cố' 兼顧 xem xét gồm cả.",
                "(Động) Tới thăm, bái phỏng. ◎Như: 'tam cố mao lư' 三顧茅廬 ba lần đến thăm lều tranh, 'huệ cố' 惠顧 ra ơn đến thăm, 'uổng cố' 枉顧 khuất mình đến thăm.",
                "(Động) Chú ý, trông nom, săn sóc. ◎Như: 'cố phục' 顧復 trông nom săn sóc, 'bất cố' 不顧 chẳng đoái hoài.",
                "(Liên) Nhưng, song, chẳng qua, chỉ vì. ◇Chiến quốc sách 戰國策: 'Ngô mỗi niệm, thường thống ư cốt tủy, cố kế bất tri sở xuất nhĩ' 吾每念, 常痛於骨髓, 顧計不知所出耳 (Yên sách tam 燕策三) Tôi mỗi lần nghĩ (tới điều đó), thường đau xót đến xương tủy, chỉ vì suy tính chưa ra kế gì.",
                "(Liên) Mà lại, trái lại. ◇Sử Kí 史記: 'Kim Tiêu Hà vị thường hữu hãn mã chi lao, đồ trì văn mặc nghị luận, bất chiến, cố phản cư thần đẳng thượng, hà dã?' 今蕭何未嘗有汗馬之勞, 徒持文墨議論, 不戰, 顧反居臣等上, 何也? (Tiêu tướng quốc thế gia 蕭相國世家) Nay Tiêu Hà chưa từng có công lao hãn mã, chỉ chuyên việc chữ nghĩa và bàn luận, chẳng chiến đấu gì cả, mà lại giữ chức cao trên cả bọn thần, là tại sao?",
                "(Phó) Chỉ là, mà là. ◇Hậu Hán Thư 後漢書: 'Đế phục tiếu viết: Khanh phi thích khách, cố thuyết khách nhĩ' 帝復笑曰: 卿非刺客, 顧說客耳 (Mã Viện truyện 馬援傳) Vua lại cười rằng: Khanh không phải là thích khách, chỉ là thuyết khách thôi.",
                "(Danh) Họ 'Cố'. ◎Như: 'Cố Khải Chi' 顧愷之, danh họa đời Tấn."
            ],
            "Từ điển Thiều Chửu": [
                "Trông lại, đoái, chỉ về mối tình nhớ nhưng không sao quên được. Như dĩ khứ nhi phục cố 已去而復顧 đã đi mà lại trông lại, cha mẹ yêu con gọi là cố phục 顧復, lời di chiếu của vua gọi là cố mệnh 顧命 cũng là một nghĩa ấy cả. Quên hẳn đi mà không phải vì cố ý gọi là bất cố 不顧 (chẳng đoái hoài).",
                "Ngắm nghía khắp cả. Như tứ cố 四顧 ngắm kĩ cả bốn mặt, kiêm cố 兼顧 gồm xét cả các nơi khác, sự khác, v.v.",
                "Tới thăm, khách qua thăm mình gọi là cố. Như huệ cố 惠顧 ra ơn đến thăm, uổng cố 枉顧 khuất mình đến thăm, đều là tiếng nói nhún trong sự giao tế cả. Trong nhà buôn bán gọi khách mua là chủ cố 主顧 cũng là nói nghĩa ấy.",
                "Dùng làm tiếng chuyển câu, nghĩa là nhưng, song."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ngoảnh lại, trông lại, nhìn: 顧視左右 Ngoảnh đầu nhìn bên phải bên trái; 相顧 Nhìn nhau; 已去而復顧 Đi rồi mà còn ngoảnh lại; 四顧 Nhìn khắp bốn bề;",
                "Chú ý, săn sóc, trông nom, đoái hoài, chiếu cố: 太顧面子 Quá chú ý đến thể diện; 不顧一切 Bất chấp tất cả; 顧此失彼 Lo cái này mất cái kia (khó giữ cho được vẹn toàn);",
                "Đến thăm: 惠顧 Ra ơn đến thăm; 枉顧 Khuất mình đến thăm; 三顧茅廬 Ba lần đến thăm lều tranh;",
                "(văn) Nhưng, song (liên từ, dùng để chuyển ý nghịch lại): 嘗有志出遊天下，顧以學未成而不暇 Từng có ý muốn rong chơi trong thiên hạ, song vì việc học chưa thành nên không được nhàn rỗi (Tống Liêm). 【顧反】 cố phản [gùfăn] (văn) Trái lại, mà lại (biểu thị một sự thật trái với lẽ thường nêu trong đoạn câu sau của một câu phức): 今蕭何未嘗有汗馬之勞，徒特文墨議論，不戰，顧反居臣等上，何也？ Nay Tiêu Hà chưa từng có công lao hãn mã, chỉ chuyên việc chữ nghĩa và bàn luận suông về chính sự, chẳng đánh đấm gì cả, mà lại ở ngôi vị trên cả bọn thần, vì sao thế (Sử kí);",
                "[Gù] (Họ) Cố."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Quay đầu lại mà nhìn — Xem xét — Nhớ lại. Để ý tới — Hỏi ý kiến — Dùng như chữ Cố 僱, hoặc Cố 雇."
            ],
            "compound_words": {
                "不顧": "bất cố",
                "瞻前顧後": "chiêm tiền cố hậu",
                "照顧": "chiếu cố",
                "主顧": "chủ cố",
                "顧影自憐": "cố ảnh tự liên",
                "顧不得": "cố bất đắc",
                "顧不過來": "cố bất quá lai",
                "顧及": "cố cập",
                "顧指": "cố chỉ",
                "顧得過來": "cố đắc quá lai",
                "顧客": "cố khách",
                "顧忌": "cố kị",
                "顧盼": "cố phán",
                "顧復之恩": "cố phục chi ân",
                "顧借": "cố tá",
                "顧托": "cố thác",
                "顧惜": "cố tích",
                "顧恤": "cố tuất",
                "顧問": "cố vấn",
                "下顧": "hạ cố",
                "回顧": "hồi cố",
                "惠顧": "huệ cố",
                "反顧": "phản cố",
                "管顧": "quản cố",
                "光顧": "quang cố",
                "眷顧": "quyến cố",
                "四顧無親": "tứ cố vô thân"
            }
        }
    }
}