{
    "character": "須",
    "details": {
        "Âm Hán Việt": [
            "tu"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "hiệt 頁 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰彡頁"
        ],
        "Nét bút": [
            "ノノノ一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "HHMBC (竹竹一月金)"
        ],
        "Unicode": [
            "U+9808"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "xū ㄒㄩ"
        ],
        "Âm Nôm": [
            "tu",
            "tua"
        ],
        "Âm Nhật (onyomi)": [
            "ス (su)",
            "シュ (shu)"
        ],
        "Âm Nhật (kunyomi)": [
            "すべから.く (subekara.ku)",
            "すべし (subeshi)",
            "ひげ (hige)",
            "まつ (matsu)",
            "もち.いる (mochi.iru)",
            "もと.める (moto.meru)"
        ],
        "Âm Hàn": [
            "수"
        ],
        "Âm Quảng Đông": [
            "seoi1"
        ]
    },
    "meanings": {
        "tu": {
            "Từ điển phổ thông": [
                "đợi",
                "nên làm, cần thiết",
                "chậm trễ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Râu má dưới cằm. § Thông 'tu' 鬚. ◇Dịch Kinh 易經: 'Bí kì tu' 賁其須 (Bí quái 賁卦) Trang sức bộ râu.",
                "(Danh) Khoảnh khắc, chốc lát, khoảng thời gian rất ngắn. ◇Lễ Kí 禮記: 'Đạo dã giả, bất khả tu du li dã' 道也者, 不可須臾離也 (Trung Dung 中庸) Đạo ấy là cái không thể rời ra được phút chốc vậy.",
                "(Danh) Nhu cầu. § Dùng như chữ 'nhu' 需.",
                "(Danh) Họ 'Tu'.",
                "(Động) Chờ đợi. ◎Như: 'tương tu thậm ân' 相須甚殷 chờ đợi nhau rất tha thiết.",
                "(Động) Trì hoãn.",
                "(Động) Dừng lại. ◇Thư Kinh 書經: 'Thái Khang thất bang, côn đệ ngũ nhân, tu ư Lạc Nhuế' 太康失邦, 昆弟五人, 須於洛汭 (Ngũ tử chi ca 五子之歌) Thái Khang mất nước, anh em năm người, dừng ở Lạc Nhuế.",
                "(Động) Dùng.",
                "(Động) Cần, phải. ◎Như: 'vô tu' 無須 không cần. ◇Tam quốc chí 三國志: 'Học tu tĩnh' 學須靜 Học cần phải yên tĩnh. ◇Liêu trai chí dị 聊齋志異: 'Hữu thạch thất nhị, quang minh triệt chiếu, vô tu đăng chúc' 有石室二, 光明徹照, 無須燈燭 (Phiên Phiên 翩翩) Có hai căn nhà đá, ánh sáng chói lọi, không cần đèn đuốc.",
                "(Phó) Nên, hãy nên. ◎Như: 'thiết tu' 切須 rất nên, 'cấp tu' 急須 kíp nên. ◇Lí Bạch 李白: 'Nhân sanh đắc ý tu tận hoan, Mạc sử kim tôn không đối nguyệt' 人生得意須盡歡, 莫使金樽空對月 (Tương tiến tửu 將進酒) Người ta ở đời khi đắc ý, hãy nên tận vui hưởng, Chớ để chén vàng trống không trước vầng trăng.",
                "(Phó) Rốt cục, sau cùng. ◇Vương Kiến 王建: 'Nhất hướng phá trừ sầu bất tận, Bách phương hồi tị lão tu lai' 一向破除愁不盡, 百方回避老須來 (Tuế vãn tự cảm 歲晚自感) Một mực giải tỏa nỗi buồn mãi không hết, Trăm phương trốn tránh cái già rốt cuộc đến.",
                "(Phó) Thật là. ◇Nhị khắc phách án kinh kì 二刻拍案驚奇: 'Ngã tu bất thức tự, tả bất đắc' 我須不識字, 寫不得 (Quyển nhị thập cửu) Tôi thật là không biết chữ, viết không được."
            ],
            "Từ điển Thiều Chửu": [
                "Đợi. Như tương tu thậm ân 相須甚殷 cùng đợi rất gấp.",
                "Nên. Phàm cái gì nhờ đó để mà làm không thể thiếu được đều gọi là tu. Vì thế nên sự gì cần phải có ngay gọi là thiết tu 切須, cấp tu 急須 kíp nên, v.v. Sự gì không phải cần đến gọi là vô tu 無須 (không cần). Dùng như chữ nhu 需.",
                "Tư tu 斯須, tu du 須臾 đều nghĩa là vụt chốc, là chốc lát. Như kinh Lễ kí 禮記 nói: Lễ nhạc bất khả tư tu khử thân 禮樂不可斯須去身 mình không thể rời lễ nhạc được chốc lát. Sách Trung Dung 中庸 nói: Đạo dã giả bất khả tu du li giã 道也者不可須臾離也 đạo ấy là cái không thể rời ra được phút chốc vậy.",
                "Chậm trễ."
            ],
            "Từ điển Trần Văn Chánh": [
                "Nên, phải, cần phải, cần: 須要 Cần, cần phải; 須知 Cần biết; 急須 Cần gấp; 無須 Không cần; 我必須立即去做這件事 Tôi cần phải làm việc này ngay;",
                "Có thể;",
                "Râu (như 鬚, bộ 髟);",
                "Lúc, chốc lát: 斯須 (hay 須臾) Chốc lát; 禮樂不可斯須去身 Lễ nhạc không thể rời khỏi thân mình trong chốc lát (Lễ kí); 道者也不可以須臾離也 Đạo là cái không thể rời ra phút chốc vậy (Trung dung);",
                "(văn) Chờ đợi: 相須甚殷 Chờ đợi nhau rất gấp; 卬須我友 Ta chờ bạn ta (Thi Kinh);",
                "Dừng lại, lưu lại;",
                "Lại, nhưng lại: 我須不是故意來賺你的 Nhưng tôi không cố ý để lừa bịp anh đâu;",
                "[Xu] (Họ) Tu."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Lông tơ ở trên mặt — Chờ đợi — Nên. Phải."
            ],
            "compound_words": {
                "些須": "ta tu",
                "必須": "tất tu",
                "須臾": "tu du"
            }
        }
    }
}