{
    "character": "題",
    "details": {
        "Âm Hán Việt": [
            "đề",
            "đệ"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "hiệt 頁 (+9 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿺是頁"
        ],
        "Nét bút": [
            "丨フ一一一丨一ノ丶一ノ丨フ一一一ノ丶"
        ],
        "Thương Hiệt": [
            "AOMBC (日人一月金)"
        ],
        "Unicode": [
            "U+984C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dì ㄉㄧˋ",
            "tí ㄊㄧˊ"
        ],
        "Âm Nôm": [
            "đề"
        ],
        "Âm Nhật (onyomi)": [
            "ダイ (dai)"
        ],
        "Âm Hàn": [
            "제"
        ],
        "Âm Quảng Đông": [
            "tai4"
        ]
    },
    "meanings": {
        "đề": {
            "Từ điển phổ thông": [
                "trán (trên đầu)",
                "đề bài, tiêu đề"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Trán. ◎Như: 'điêu đề' 雕題 chạm trổ lên trán (tục lệ). ◇Hán Thư 漢書: 'Xích mi viên đề' 赤眉圓題 (Tư Mã Tương Như truyện 司馬相如傳) Mày đỏ trán tròn.",
                "(Danh) Phần nêu lên trên, lên trước của bài văn hoặc thơ. ◎Như: 'đề mục' 題目 (gọi tắt là 'đề') đầu bài nêu lên ý chỉ cho cả bài, 'phá đề' 破題 mở đầu, 'kết đề' 結題 đóng bài.",
                "(Danh) Bài thi (khảo thí). ◎Như: 'tuyển trạch đề' 選擇題 bài thi tuyển, 'thí đề' 試題 đề bài thi, 'vấn đáp đề' 問答題 bài thi vấn đáp.",
                "(Danh) Dấu hiệu, tiêu chí. ◎Như: 'biểu đề' 表題 ghi dấu (dùng cho việc khai khẩn ruộng hoang).",
                "(Danh) Tấu, sớ. ◎Như: 'đề thỉnh' 題請 sớ tấu xin dâng lên trên.",
                "(Động) Ghi, kí, viết chữ lên trên. ◎Như: 'đề tiêm' 題籤 viết vào thẻ, 'đề ngạch' 題額 viết hoành phi (bức biển ngang để treo lên), 'đề thi' 題詩 đề thơ, 'đề từ' 題辭 đề lời văn.",
                "(Động) Bình phẩm, phê bình. ◎Như: 'phẩm đề' 品題 bình phẩm.",
                "(Động) Kể chuyện, nói tới. ◎Như: 'bất đề' 不題 không nói tới nữa (thường dùng trong tiểu thuyết xưa sau một hồi, một đoạn chuyện). ◇Thủy hử truyện 水滸傳: 'Thả bả nhàn thoại hưu đề, chỉ thuyết chánh thoại' 且把閑話休題, 只說正話 (Đệ thập hồi) Khỏi nói tới chuyện vặt vãnh, chỉ kể chuyện chính.",
                "(Động) Gọi, kêu. ◇Hàn Phi Tử 韓非子: 'Bi phù bảo ngọc nhi đề chi dĩ thạch' 悲夫寶玉而題之以石 (Hòa Thị 和氏) Đáng thương thay, ngọc quý mà lại gọi là đá."
            ],
            "Từ điển Thiều Chửu": [
                "Cái trán. Tục mán miền nam ngày xưa hay chạm trổ vào trán rồi bôi thuốc đỏ thuốc xanh vào gọi là điêu đề 雕題.",
                "Tiên đề lên, viết chữ lên trên khiến cho người trông thấy là biết ngay gọi là đề. Như viết vào cái thẻ gọi là đề tiêm 題籤, viết bức biển ngang gọi là đề ngạch 題額. Như nói đề thi 題詩 (đề thơ), đề từ 題辭 (đề lời văn), v.v.",
                "Ðề mục (đầu đề; đầu bài). Ðầu bài văn hay bài thơ, nêu cái ý chỉ lên để làm mẫu mực cho cả một bài gọi là đề mục 題目, có khi gọi tắt là đề. Như đoạn đầu văn giải thích cả đại ý trong bài gọi là phá đề 破題 (mở đầu). Ðoạn cuối kết lại cho đủ ý nghĩa là kết đề 結題 (đóng bài).",
                "Phẩm đề 品題. Cũng như nghĩa chữ bình phẩm 評品 hay phẩm bình 品評 vậy."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đầu đề, đề mục: 題目 Đề mục, đầu đề, đề bài; 難題 Việc khó, bài toán khó; 離題太遠 Lạc đề quá xa;",
                "Đề chữ lên, viết lên: 在壁上題詩 Đề thơ lên vách; 題名 Ghi tên, đề tên; 題字 Đề chữ;",
                "(văn) Phẩm đề, bình phẩm;",
                "(văn) Gọi là: 悲夫，寶玉而題之以石 Đáng thương thay, ngọc quý mà lại gọi là đá! (Hàn Phi tử);",
                "(văn) Dấu hiệu;",
                "(văn) Lời chú thích;",
                "(văn) Đầu mút, đoạn cuối: 結題 Đoạn kết;",
                "(văn) Cái trán: 雕題 Khắc lên trán; 赤首圜題 Đầu đỏ trán tròn (Tư Mã Tương Như: Tử Hư phú);",
                "(Họ) Đề."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái trán — Viết vào. Ca dao ta có câu: » Nàng về anh chẳng cho về, Anh nắm lấy áo anh đề câu thơ « — Bình phẩm, khen chê. Hát nói của Nguyễn Công Trứ có câu: » Thơ một túi phẩm đề cây nguyệt lộ. « — Nêu lên, đưa ra — Cái đầu bài đưa ra trong kì thi cho học trò làm — Một âm là Đệ. Xem Đệ."
            ],
            "compound_words": {
                "主題": "chủ đề",
                "大前題": "đại tiền đề",
                "題名": "đề danh",
                "題目": "đề mục",
                "題材": "đề tài",
                "題辭": "đề từ",
                "落題": "lạc đề",
                "例題": "lệ đề",
                "論題": "luận đề",
                "命題": "mệnh đề",
                "破題": "phá đề",
                "品題": "phẩm đề",
                "前題": "tiền đề",
                "標題": "tiêu đề",
                "宿題": "túc đề",
                "問題": "vấn đề",
                "無題": "vô đề"
            }
        },
        "đệ": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhìn. Liếc nhìn — Một âm là Đề. Xem Đề."
            ]
        }
    }
}