{
    "character": "餘",
    "details": {
        "Âm Hán Việt": [
            "dư"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "thực 食 (+7 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰飠余"
        ],
        "Nét bút": [
            "ノ丶丶フ一一フ丶ノ丶一一丨ノ丶"
        ],
        "Thương Hiệt": [
            "OIOMD (人戈人一木)"
        ],
        "Unicode": [
            "U+9918"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "yé ㄜˊ",
            "yú ㄩˊ"
        ],
        "Âm Nôm": [
            "dư",
            "thừa"
        ],
        "Âm Nhật (onyomi)": [
            "ヨ (yo)"
        ],
        "Âm Nhật (kunyomi)": [
            "あま.る (ama.ru)",
            "あま.り (ama.ri)",
            "あま.す (ama.su)"
        ],
        "Âm Hàn": [
            "여"
        ],
        "Âm Quảng Đông": [
            "jyu4"
        ]
    },
    "meanings": {
        "dư": {
            "Từ điển phổ thông": [
                "thừa",
                "ngoài ra, thừa ra",
                "nhàn rỗi",
                "số lẻ ra",
                "họ Dư"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Thừa, dôi ra. ◎Như: 'nông hữu dư túc' 農有餘粟 nhà làm ruộng có thóc dư.",
                "(Tính) Dư dả, thừa thãi, khoan dụ. ◇Hoài Nam Tử 淮南子: 'Thực túc dĩ tiếp khí, y túc dĩ cái hình, thích tình bất cầu dư' 食足以接氣, 衣足以蓋形, 適情不求餘 (Tinh thần huấn 精神訓) Ăn uống chỉ cần để sống, mặc áo quần đủ che thân, thích hợp vừa phải mà không cầu thừa thãi.",
                "(Tính) Hơn, quá. ◇Hoàng Tông Hi 黃宗羲: 'Canh Tuất đông tận, vũ tuyết dư thập nhật nhi bất chỉ' 庚戌冬盡, 雨雪餘十日而不止 (Canh Tuất tập 庚戌集, Tự tự 自序).",
                "(Tính) Còn lại, còn rớt lại, sắp hết, tàn lưu. ◎Như: 'dư niên' 餘年 những năm cuối đời, 'dư sanh' 餘生 sống thừa, cuối đời, 'dư tẫn' 餘燼 lửa chưa tắt hẳn, tro tàn.",
                "(Tính) Khác. ◎Như: 'dư niệm' 餘念 ý nghĩ khác, 'dư sự' 餘事 việc khác.",
                "(Tính) Lâu dài, trường cửu. ◇Đạo Đức Kinh 道德經: 'Tu chi thân, kì đức nãi chân; tu chi gia, kì đức nãi dư; tu chi hương, kì đức nãi trường' 脩之身, 其德乃真; 脩之家, 其德乃餘; 脩之鄉, 其德乃長 (Chương 54) Lấy đạo mà tu thân, thì đức ấy thật; lấy đạo mà lo việc nhà, thì đức ấy lâu; lấy đạo mà lo cho làng xóm, thì đức ấy dài.",
                "(Tính) Chưa hết, chưa xong. ◎Như: 'tử hữu dư cô' 死有餘辜 chết không hết tội, 'tâm hữu dư quý' 心有餘悸 vẫn chưa hoàn hồn, lòng còn kinh sợ, 'dư âm nhiễu lương' 餘音繞梁 âm vang chưa dứt.",
                "(Tính) Vụn, mạt, không phải chủ yếu.",
                "(Danh) Phần ngoài, phần sau, phần thừa. ◎Như: 'công dư' 公餘 lúc việc quan xong còn thừa thì giờ rỗi nhàn, 'khóa dư' 課餘 thì giờ rảnh sau việc học hành, 'nghiệp dư' 業餘 bên ngoài nghề nghiệp chính thức.",
                "(Danh) Số lẻ. ◎Như: 'tam thập hữu dư' 三十有餘 trên ba mươi, 'niên tứ thập dư' 年四十餘 tuổi hơn bốn mươi.",
                "(Danh) Chỉ hậu duệ.",
                "(Danh) Muối. § Người Việt gọi muối là 'dư'.",
                "(Danh) Họ 'Dư'.",
                "(Đại) Ta, tôi. § Cũng như 'dư' 余.",
                "(Phó) Sau khi, về sau. ◎Như: 'tha hư tâm phản tỉnh chi dư, quyết tâm cải quá' 他虛心反省之餘, 決心改過 sau khi biết suy nghĩ phản tỉnh, anh ấy quyềt tâm sửa lỗi.",
                "(Động) Bỏ rớt lại, để lại. ◇Đái Thúc Luân 戴叔倫: 'Tân hòa vị thục phi hoàng chí, Thanh miêu thực tận dư khô hành' 新禾未熟飛蝗至, 青苗食盡餘枯莖 (Đồn điền từ 屯田詞) Lúa mới chưa chín sâu bay đến, Mạ xanh ăn hết (chỉ) để lại rễ khô.",
                "(Động) Cất giữ, súc tích."
            ],
            "Từ điển Thiều Chửu": [
                "Thừa, phần cung nhiều hơn phần cầu, thì cái phần thừa ấy gọi là dư. Như nông hữu dư túc 農有餘栗 nhà làm ruộng có thóc thừa.",
                "Ngoài ra, thừa ra, là một lời nói vơ qua, chỉ nói phần quan trọng, chỉ nói qua thôi.",
                "Rỗi nhàn. Như công dư 公餘 lúc việc quan xong còn thừa thì giờ rỗi nhàn.",
                "Số lẻ ra.",
                "Họ Dư."
            ],
            "Từ điển Trần Văn Chánh": [
                "Thừa, dư, dôi ra, còn lại: 餘錢 Số tiền thừa (dôi ra); 餘粟 Số thóc thừa;",
                "Trên, hơn (chỉ số lẻ sau số nguyên: Mười, trăm, nghìn...): 五十餘年 Trên 50 năm; 三百餘斤 Hơn 300 cân;",
                "Ngoài..., sau khi..., lúc rỗi rảnh (ngoài lúc làm việc): 工作之 餘 Sau giờ làm việc; 公餘 Lúc rảnh việc công;",
                "Số dư;",
                "(văn) 【餘皇】dư hoàng [yúhuáng] Xem 艅 (bộ 舟);",
                "[Yú] (Họ) Dư."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thừa ra — Nhàn hạ thong thả."
            ],
            "compound_words": {
                "公餘捷記": "công dư tiệp kí",
                "盈餘": "doanh dư",
                "餘音": "dư âm",
                "餘波": "dư ba",
                "餘溢": "dư dật",
                "餘暇": "dư hạ",
                "餘惠": "dư huệ",
                "餘響": "dư hưởng",
                "餘利": "dư lợi",
                "餘月": "dư nguyệt",
                "餘年": "dư niên",
                "餘生": "dư sinh",
                "餘喘": "dư suyễn",
                "餘剩": "dư thặng",
                "餘子": "dư tử",
                "餘臭": "dư xú",
                "多餘": "đa dư",
                "業餘": "nghiệp dư",
                "殘餘": "tàn dư",
                "剩餘": "thặng dư",
                "天南餘暇集": "thiên nam dư hạ tập",
                "茶餘": "trà dư"
            }
        }
    }
}