{
    "character": "馳",
    "details": {
        "Âm Hán Việt": [
            "trì"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "mã 馬 (+3 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰馬也"
        ],
        "Nét bút": [
            "一丨一一丨フ丶丶丶丶フ丨フ"
        ],
        "Thương Hiệt": [
            "SFPD (尸火心木)"
        ],
        "Unicode": [
            "U+99B3"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "chí ㄔˊ"
        ],
        "Âm Nôm": [
            "trì"
        ],
        "Âm Nhật (onyomi)": [
            "チ (chi)",
            "ジ (ji)"
        ],
        "Âm Nhật (kunyomi)": [
            "は.せる (ha.seru)"
        ],
        "Âm Hàn": [
            "치"
        ],
        "Âm Quảng Đông": [
            "ci4"
        ]
    },
    "meanings": {
        "trì": {
            "Từ điển phổ thông": [
                "chạy mau, phóng nhanh",
                "đuổi",
                "truyền đi, vang khắp (tên tuổi)"
            ],
            "Từ điển trích dẫn": [
                "(Động) Ngựa xe chạy nhanh.",
                "(Động) Giong ruổi, chạy nhanh. ◇Tô Thức 蘇軾: 'Trì sính đương thế' 馳騁當世 (Phương Sơn Tử truyện 方山子傳) Giong ruổi ở đời.",
                "(Động) Theo đuổi. ◇Tả truyện 左傳: 'Tề sư bại tích, công tương trì chi' 齊師敗績, 公將馳之 (Trang Công thập niên 莊公十年) Quân Tề thua chạy, nhà vua đuổi theo.",
                "(Động) Hướng về. ◎Như: 'thần trì' 神馳 thần trí chăm chú về một điều gì, hồn trí thẫn thờ (vì nhớ nhung, tưởng niệm...). ◇Liêu trai chí dị 聊齋志異: 'Kiến nhị bát nữ lang, quang diễm dật mục, đình thê thần trì' 見二八女郎, 光艷溢目, 停睇神馳 (Thiệu nữ 邵女) Gặp một cô gái tuổi đôi tám, xinh đẹp lộng lẫy, ngẩn mắt nhìn sững sờ. ◇Tùy Thư 隋書: 'Thân tại biên ngung, tình trì Ngụy khuyết' 身在邊隅, 情馳魏闕 (Sử Tường truyện 史祥傳) Thân ở cõi ngoài, tình hướng về cung khuyết nhà Ngụy.",
                "(Động) Truyền đi, vang khắp. ◎Như: 'trì danh' 馳名 nức tiếng."
            ],
            "Từ điển Thiều Chửu": [
                "Dong ruổi (tả cái dáng xe ngựa chạy nhanh).",
                "Theo đuổi. Như thần trì 神馳 thần theo đuổi về cái gì. Tha li khai gia hương dĩ cửu, thường tại mộng trung thần trì tổ quốc hà sơn 他離開家鄉已久，常在夢中神馳祖國河山 anh ấy cách xa quê hương đã lâu, trong mộng thường để thần trí dõi về tổ quốc giang sơn.",
                "Trì danh 馳名 nức tiếng, ý nói cái tiếng hay nó tràn khắp cả các nơi vậy.",
                "Ðuổi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chạy mau, đi nhanh, bay nhanh, dong ruổi (thường chỉ ngựa, xe, máy bay): 馬馳 Ngựa phi; 一架飛機由天空飛馳而過 Một chiếc phi cơ bay nhanh qua khoảng trời không;",
                "Truyền đi, vang khắp: 馳名 Tiếng tăm truyền khắp nơi, nức tiếng;",
                "Sử dụng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngựa chạy thật mau — Chạy xa. Lan xa. Xem Trì danh — Đuổi. Xua đuổi."
            ],
            "compound_words": {
                "背馳": "bối trì",
                "奔馳": "bôn trì",
                "驅馳": "khu trì",
                "馳名": "trì danh",
                "馳驅": "trì khu",
                "馳逐": "trì trục"
            }
        }
    }
}