{
    "character": "館",
    "details": {
        "Âm Hán Việt": [
            "quán"
        ],
        "Tổng nét": [
            "16"
        ],
        "Bộ": [
            "thực 食 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿰飠官"
        ],
        "Nét bút": [
            "ノ丶丶フ一一フ丶丶丶フ丨フ一フ一"
        ],
        "Thương Hiệt": [
            "OIJRR (人戈十口口)"
        ],
        "Unicode": [
            "U+9928"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "guǎn ㄍㄨㄢˇ"
        ],
        "Âm Nôm": [
            "quán"
        ],
        "Âm Nhật (onyomi)": [
            "カン (kan)"
        ],
        "Âm Nhật (kunyomi)": [
            "やかた (yakata)",
            "たて (tate)"
        ],
        "Âm Hàn": [
            "관"
        ],
        "Âm Quảng Đông": [
            "gun2"
        ]
    },
    "meanings": {
        "quán": {
            "Từ điển phổ thông": [
                "nhà, nơi ở, quán trọ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Quán trọ. ◎Như: 'lữ quán' 旅館 quán trọ.",
                "(Danh) Phòng xá, trụ sở. ◎Như: 'công quán' 公館 nhà quan ở, 'biệt quán' 別館 nhà dành riêng.",
                "(Danh) Hiệu, cửa tiệm. ◎Như: 'xan quán' 餐館 hiệu ăn, 'tửu quán' 酒館 tiệm rượu, 'trà quán' 茶館 quán trà, tiệm giải khát.",
                "(Danh) Nơi chốn, trường sở công cộng dành cho các sinh hoạt về văn hóa. ◎Như: 'đồ thư quán' 圖書館 thư viện, 'bác vật quán' 博物館 viện bảo tàng.",
                "(Danh) Sở quan, quan thự. ◎Như: 'đại sứ quán' 大使館 tòa đại sứ. Nhà Đường 唐 có 'Hoằng Văn quán' 弘文館. Nhà Tống 宋 có 'Chiêu Văn quán' 昭文館. Ban Hàn lâm viện nhà Thanh 清 có 'Thứ Thường quán' 庶常館. Vì thế nên chức quan trong viện gọi là 'lưu quán' 留館, bổ ra các bộ hay phủ huyện gọi là 'tản quán' 散館.",
                "(Danh) Ngày xưa, chỗ dạy học gọi là 'quán'. ◎Như: 'thôn quán' 村館 nhà học trong làng, 'mông quán' 蒙館 nhà dạy trẻ học.",
                "(Danh) Chỗ cất giữ đồ vật. ◇Tây du kí 西遊記: 'Trực đáo binh khí quán, vũ khố trung, đả khai môn phiến' 直到兵器館, 武庫中, 打開門扇 (Đệ tam hồi) Thẳng tới chỗ để binh khí, trong kho vũ khí, mở toang cửa ra.",
                "(Động) Cung đốn, tiếp đãi, tiếp rước cho chỗ ở. ◇Hàn Dũ 韓愈: 'Quán ngã ư La Trì' 館我於羅池 (Liễu Châu La Trì miếu bi 柳州羅池廟碑) Tiếp đãi ta ở miếu La Trì."
            ],
            "Từ điển Thiều Chửu": [
                "Quán trọ.",
                "Cho ở, để ở.",
                "Tên các sở quan. Như nhà Đường 唐 có Hoằng Văn quán 弘文館. Nhà Tống 宋 có Chiêu Văn quán 昭文館. Ban Hàn lâm viện nhà Thanh 清 có Thứ Thường quán 庶常館. Vì thế nên chức quan trong viện gọi là lưu quán 留館, bổ ra các bộ hay phủ huyện gọi là tản quán 散館.",
                "Nhà quan ở gọi là công quán 公館.",
                "Nhà học. Như thôn quán 村館 nhà học trong làng.",
                "Phàm nhà văn sĩ làm việc mà được miếng ăn của người cung đốn đều gọi là quán."
            ],
            "Từ điển Trần Văn Chánh": [
                "Quán, nhà: 賓館 Nhà khách; 大使館 Đại sứ quán;",
                "Hiệu: 飯館 Hiệu ăn; 茶館 Hiệu giải khát, tiệm nước; 理髮館 Hiệu cắt tóc;",
                "Nhà, phòng: 博物館 Nhà bảo tàng; 文化館 Phòng văn hoá; 圖書館 Thư viện; 展覽館 Nhà triển lãm."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Nhà rộng để tiếp khách. Td: Hội quán — Nhà nhỏ dựng bên đường để ghé chân. Ca dao có câu » Ngồi cầu ngồi quán chẳng sao, Hễ ai hỏi đến thì bao nhiêu tiền « — Nhà trọ. Td: Lữ quán — Nhà bán đồ ăn uống. Td: Tửu quán — Chỉ chung nhà cửa.  Đoạn trường tân thanh  có câu: » Lạ cho cái sóng khuynh thành, Làm cho đổ quán xiêu đình như chơi «."
            ],
            "compound_words": {
                "博物館": "bác vật quán",
                "報館": "báo quán",
                "別館": "biệt quán",
                "公館": "công quán",
                "圖書館": "đồ thư quán",
                "客館": "khách quán",
                "旅館": "lữ quán",
                "飯館": "phạn quán",
                "館閣": "quán các",
                "館榖": "quán cốc",
                "館驛": "quán dịch",
                "館甥": "quán sanh",
                "館舍": "quán xá",
                "國史館": "quốc sử quán",
                "甥館": "sanh quán",
                "使館": "sứ quán",
                "史館": "sử quán",
                "賓館": "tân quán",
                "茶館": "trà quán",
                "酒館": "tửu quán"
            }
        }
    }
}