{
    "character": "驥",
    "details": {
        "Âm Hán Việt": [
            "kí",
            "ký"
        ],
        "Tổng nét": [
            "26"
        ],
        "Bộ": [
            "mã 馬 (+16 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰馬冀"
        ],
        "Nét bút": [
            "一丨一一丨フ丶丶丶丶丨一一ノフ丨フ一丨一一丨丨一ノ丶"
        ],
        "Thương Hiệt": [
            "SFLPC (尸火中心金)"
        ],
        "Unicode": [
            "U+9A65"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "trung bình"
        ],
        "Âm Pinyin": [
            "jì ㄐㄧˋ"
        ],
        "Âm Nôm": [
            "kí"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "kei3"
        ]
    },
    "meanings": {
        "kí": {
            "Từ điển trích dẫn": [
                "(Danh) Ngựa 'kí' ngày đi nghìn dặm. ◇Chiến quốc sách 戰國策: 'Thần văn kì kí thịnh tráng chi thì, nhất nhật nhi trì thiên lí, chí kì suy dã, nô mã tiên chi' 臣聞騏驥盛壯之時, 一日而馳千里, 至其衰也, 駑馬先之 (Yên sách tam 燕策三) Tôi nghe nói ngựa kì ngựa kí đương lúc sung sức, một ngày chạy ngàn dặm, đến khi suy nhược thì thua cả ngựa hèn.",
                "(Danh) Người tài giỏi. ◇Tấn Thư 晉書: 'Thập thất chi ấp, tất hữu trung tín, thế bất phạp kí, cầu tắc khả trí' 十室之邑, 必有忠信, 世不乏驥, 求則可致 (Ngu Dự truyện 虞預傳) Ấp mười nhà, ắt có người trung tín, đời không thiếu người tài giỏi, tìm thì sẽ được.",
                "(Động) 'Kí vĩ' 驥尾 ruồi muỗi ở đuôi ngựa mà đi xa nghìn dặm, ý nói theo người tài giỏi mà thành danh. § Người xưa khen ông Nhan Tử 顏子 phục tòng đức Khổng Tử 孔子 là 'phụ kí vĩ nhi hành ích hiển' 附驥尾而行益顯 theo sau ngựa kí mà công hành càng rõ rệt."
            ]
        },
        "ký": {
            "Từ điển phổ thông": [
                "ngựa ký"
            ],
            "Từ điển Thiều Chửu": [
                "Con ngựa kí, ngày đi nghìn dặm mà lại thuần.",
                "Người tài giỏi.",
                "Kí vĩ 驥尾 theo được người giỏi. Người xưa khen ông Nhan Tử 顏子 phục tòng đức Khổng Tử 孔子 là phụ kí vĩ nhi hành ích hiển 附驥尾而行益顯 theo sau ngựa kí mà công hành càng rõ rệt. Bây giờ nói đánh bạn với người là phụ kí 附驥 là noi ý ấy."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Ngựa kí, ngựa bay, ngựa thiên lí;",
                "Người tài giỏi: 驥足 Chân ngựa thiên lí (người có thể gánh vác trách nhiệm lớn); 驥尾 Đuôi ngựa thiên lí (theo đòi người có tài)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Loài ngựa hay, có thể chạy nghìn dặm."
            ]
        }
    }
}