{
    "character": "髮",
    "details": {
        "Âm Hán Việt": [
            "bị",
            "phát"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "tiêu 髟 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱髟犮"
        ],
        "Nét bút": [
            "一丨一一一フ丶ノノノ一ノフ丶丶"
        ],
        "Thương Hiệt": [
            "SHIKK (尸竹戈大大)"
        ],
        "Unicode": [
            "U+9AEE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất thấp"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất thấp"
        ],
        "Âm Pinyin": [
            "bèi ㄅㄟˋ",
            "fǎ ㄈㄚˇ",
            "fà ㄈㄚˋ"
        ],
        "Âm Nôm": [
            "phát"
        ],
        "Âm Nhật (onyomi)": [
            "ハツ (hatsu)"
        ],
        "Âm Nhật (kunyomi)": [
            "かみ (kami)"
        ],
        "Âm Hàn": [
            "발"
        ],
        "Âm Quảng Đông": [
            "faat3"
        ]
    },
    "meanings": {
        "bị": {
            "Từ điển Trần Văn Chánh": [
                "(văn) Tóc mượn (giống như đuôi gà giả)."
            ]
        },
        "phát": {
            "Từ điển phổ thông": [
                "tóc",
                "một phần nghìn của một tấc"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tóc. § Ghi chú: Lễ đời xưa lúc nhỏ đều bỏ xõa tóc, lúc lớn lên thì búi tóc. ◎Như: 'thúc phát thụ thư' 束髮受書 búi tóc đi học, 'kết phát tòng nhung' 結髮從戎 búi tóc ra lính, 'hoàng phát' 黃髮 tóc bạc (tóc người già). ◇Đào Uyên Minh 陶淵明: 'Nam nữ y trước, tất như ngoại nhân, hoàng phát thùy thiều, tịnh di nhiên tự lạc' 男女衣著, 悉如外人, 黃髮垂髫, 並怡然自樂 (Đào hoa nguyên kí 桃花源記) Đàn ông đàn bà ăn bận đều giống người bên ngoài, từ những người già tóc bạc tới những trẻ để trái đào, đều hớn hở vui vẻ.",
                "(Danh) Chỉ cây cối trên núi. ◇Trang Tử 莊子: 'Cùng phát chi bắc, hữu minh hải giả, thiên trì dã' 窮髮之北, 有冥海者, 天池也 (Tiêu dao du 逍遙遊) Phía bắc cây cối trên núi khô cằn, có bể thẳm, tức là ao trời.",
                "(Danh) Một phần nghìn của một tấc gọi là một 'phát'.",
                "(Danh) Họ 'Phát'."
            ],
            "Từ điển Thiều Chửu": [
                "Tóc. Lễ đời xưa lúc nhỏ đều bỏ xoã tóc, lúc lớn lên thì búi tóc. Như nói thúc phát thụ thư 束髮受書 búi tóc đi học, kết phát tòng nhung 結髮從戎 búi tóc ra lính, đều nói về thì trai trẻ cả. Ðến lúc già gọi là hoàng phát 黃髮. Ðào Uyên Minh 陶淵明: Nam nữ y trước, tất như ngoại nhân, hoàng phát thùy thiều, tịnh di nhiên tự lạc 男女衣著，悉如外人，黃髮垂髫，並怡然自樂 (Ðào hoa nguyên kí 桃花源記) đàn ông đàn bà ăn bận đều giống người bên ngoài, từ những người già tóc bạc tới những trẻ để trái đào, đều hớn hở vui vẻ.",
                "Một phần nghìn của một tấc gọi là một phát."
            ],
            "Từ điển Trần Văn Chánh": [
                "Tóc: 頭髮 Đầu tóc; 白髮 Tóc bạc; 理髮 Cắt tóc, hớt tóc; 束髮受書 Búi tóc đi học; 鶴髮童顏 (Cụ già) tóc bạc nhưng sắc mặt hồng hào như trẻ con;",
                "(văn) Đường tơ kẽ tóc, một li, một tí. Xem 發 [fa]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tóc trên đầu. Hát nói của Dương Khuê có câu: » Cười cười nói nói thẹn thùng, mà bạch phát với hồng nhan chừng ái ngại «. ( Bạch phát là tóc trắng, tóc bạc, chỉ tuổi già ). — Tên một đơn vị đo chiều dài thời xưa, bằng 1/10 li — Phát phu 髮膚: Tóc và da. Hiếu kinh 孝 經 có câu: » Thân thể phát phu thụ chi phụ mẫu.. 身體髮膚受之父母 «, nghĩa là thân thể tóc da con người là bẩm thụ bởi cha mẹ. » Tưởng gần thôi lại nghĩ xa, có khi hình ảnh cũng là phát phu «. ( B.C.K.N )."
            ],
            "compound_words": {
                "白髮": "bạch phát",
                "編髮": "biên phát",
                "辮髮": "biện phát",
                "蓬髮": "bồng phát",
                "窮髮": "cùng phát",
                "假髮": "giả phát",
                "燎髮": "liệu phát",
                "亂髮": "loạn phát",
                "髮指": "phát chỉ",
                "髮妻": "phát thê",
                "飛髮": "phi phát",
                "括髮": "quát phát",
                "散髮": "tán phát"
            }
        }
    }
}