{
    "character": "騎",
    "details": {
        "Âm Hán Việt": [
            "kị",
            "kỵ"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "mã 馬 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰馬奇"
        ],
        "Nét bút": [
            "一丨一一丨フ丶丶丶丶一ノ丶一丨フ一丨"
        ],
        "Thương Hiệt": [
            "SFKMR (尸火大一口)"
        ],
        "Unicode": [
            "U+9A0E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "jì ㄐㄧˋ",
            "qí ㄑㄧˊ"
        ],
        "Âm Nôm": [
            "cỡi",
            "cưỡi",
            "kị",
            "kỵ"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Hàn": [
            "기"
        ],
        "Âm Quảng Đông": [
            "gei6",
            "ke4",
            "kei4"
        ]
    },
    "meanings": {
        "kị": {
            "Từ điển trích dẫn": [
                "(Động) Cưỡi. ◎Như: 'kị mã' 騎馬 cưỡi ngựa, 'kị xa' 騎車 cưỡi xe, 'kị hổ nan há' 騎虎難下 cưỡi cọp khó xuống (thế trên lưng cọp). ◇Lí Hạ 李賀: 'Thùy tự Nhậm công tử, Vân trung kị bích lư' 誰似任公子, 雲中騎碧驢 (Khổ trú đoản 苦晝短) Ai giống như là Nhậm công tử, Trên mây cưỡi lừa xanh.",
                "(Động) Xoạc lên hai bên. ◎Như: 'kị tường' 騎牆 xoặc chân trên tường, 'kị phùng chương' 騎縫章 con dấu đóng giáp lai (in chờm lên hai phần giáp nhau của công văn, khế ước, v.v.).",
                "(Danh) Ngựa đã đóng yên cương. ◇Tam quốc diễn nghĩa 三國演義: 'Từ hoàn giáp thượng mã, yêu đái cung thỉ, thủ thì thiết thương, bão thực nghiêm trang, thành môn khai xứ, nhất kị phi xuất' 慈擐甲上馬, 腰帶弓矢, 手時鐵鎗, 飽食嚴裝, 城門開處, 一騎飛出 (Đệ thập nhất hồi) (Thái Sử) Từ mặc áo giáp lên ngựa, lưng đeo cung tên, tay cầm giáo sắt, ăn no, sắm sửa đủ, mở cửa thành, (cuỡi) một ngựa phóng ra.",
                "(Danh) Quân cưỡi ngựa. ◇Sử Kí 史記: 'Bái Công đán nhật tòng bách dư kị lai kiến Hạng Vương' 沛公旦日從百餘騎來見項王 (Hạng Vũ bổn kỉ 項羽本紀) Sáng hôm sau, Bái Công mang theo hơn một trăm kị binh đến yết kiến Hạng Vương.",
                "(Danh) Lượng từ: số ngựa. ◇Tam quốc diễn nghĩa 三國演義: 'Phụng Tiên khả thân khứ giản nhất kị tứ dữ Mạnh Đức' 奉先可親去揀一騎賜與孟德 (Đệ tứ hồi) Phụng Tiên (Lã Bố) hãy thân hành đi chọn một con ngựa ban cho (Tào) Mạnh Đức."
            ],
            "compound_words": {
                "豹騎": "báo kị",
                "彀騎": "cấu kị",
                "突騎": "đột kị",
                "輕騎": "khinh kị",
                "騎兵": "kị binh",
                "騎虎": "kị hổ",
                "騎馬": "kị mã",
                "騎士": "kị sĩ",
                "騎卒": "kị tốt",
                "騎牆": "kị tường",
                "騎射": "kị xạ",
                "驕騎": "kiêu kị",
                "邏騎": "la kị",
                "驃騎": "phiêu kị",
                "騶騎": "sô kị",
                "斥騎": "xích kị"
            }
        },
        "kỵ": {
            "Từ điển phổ thông": [
                "ngựa đã đóng cương",
                "cưỡi ngựa"
            ],
            "Từ điển Thiều Chửu": [
                "Cưỡi ngựa.",
                "Phàm cưỡi lên cái gì mà buông hai chân xuống đều gọi là kị. Như kị tường 騎牆 xoạc chân trên tường.",
                "Ngựa đã đóng yên cương rồi gọi là kị.",
                "Quân cưỡi ngựa gọi là kị binh 騎兵."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cưỡi, cỡi, đi: 騎馬 Cưỡi ngựa; 騎自行車 Đi xe đạp;",
                "Giữa. 【騎縫】 kị phùng [qífèng] Giữa: 騎縫兒蓋章 Kiềm giáp, đóng dấu giữa răng cưa (hai mép giấy);",
                "Kị binh (quân cỡi ngựa): 輕騎 Kị binh nhẹ;",
                "(văn) Ngựa đã đóng yên cương."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cưỡi ngựa — Cưỡi lên, ngồi xoạc cẳng hai bên — Lính cưỡi ngựa."
            ],
            "compound_words": {
                "騎兵": "kỵ binh"
            }
        }
    }
}