{
    "character": "鬥",
    "details": {
        "Âm Hán Việt": [
            "đấu"
        ],
        "Tổng nét": [
            "10"
        ],
        "Bộ": [
            "đấu 鬥 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "一一丨一丨一一丨一丨"
        ],
        "Thương Hiệt": [
            "LN (中弓)"
        ],
        "Unicode": [
            "U+9B25"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dòu ㄉㄡˋ"
        ],
        "Âm Nôm": [
            "dấu",
            "đấu"
        ],
        "Âm Hàn": [
            "두",
            "각"
        ],
        "Âm Quảng Đông": [
            "dau3"
        ]
    },
    "meanings": {
        "đấu": {
            "Từ điển phổ thông": [
                "tranh đấu"
            ],
            "Từ điển trích dẫn": [
                "(Động) Đánh nhau, tương tranh. ◎Như: 'giới đấu' 械鬥 đánh nhau bằng vũ khí. ◇Luận Ngữ 論語: 'Cập kì tráng dã, huyết khí phương cương, giới chi tại đấu; cập kì lão dã, huyết khí kí suy, giới chi tại đắc' 及其壯也, 血氣方剛, 戒之在鬥; 及其老也, 血氣既衰, 戒之在得 (Quý thị 季氏) Vào tuổi tráng niên, khí huyết cương cường, nên răn về tranh đấu; về già, khí huyết đã suy, nên răn về tính tham.",
                "(Động) Chọi, đá nhau (khiến cho động vật đánh nhau). ◎Như: 'đấu cẩu' 鬥狗 đấu chó, 'đấu kê' 鬥雞 chọi gà, 'đấu khúc khúc nhi' 鬥蛐蛐兒 đá dế. ◇Trần Quốc Tuấn 陳國峻: 'Hoặc đấu kê dĩ vi lạc' 或鬥雞以為樂 (Dụ chư bì tướng hịch văn 諭諸裨將檄文) Có kẻ lấy việc chọi gà làm vui.",
                "(Động) Đọ tài, so tài (thi nhau giành thắng lợi). ◎Như: 'đấu trí' 鬥智 dùng trí tranh hơn thua, 'đấu kì' 鬥棋 đánh cờ, 'đấu pháp' 鬥法 đấu pháp thuật (ngày xưa), dùng mưu kế tranh thắng.",
                "(Động) Gom, chắp, ghép. ◇Dụ thế minh ngôn 喻世明言: 'Ngã môn đấu phân ngân tử, dữ nhĩ tác hạ' 我們鬥分銀子, 與你作賀 (Tân kiều thị hàn ngũ mại xuân tình 新橋市韓五賣春情) Chúng ta gom góp tiền bạc, cùng ngươi chúc mừng.",
                "(Động) Khiến cho, gây ra. § Thông 'đậu' 逗.",
                "(Danh) Họ 'Đấu'.",
                "Cũng viết là 'đấu' 鬬."
            ],
            "Từ điển Thiều Chửu": [
                "① Cùng nghĩa với chữ đấu 鬬 giống như hình kẻ chiến sĩ đối nhau mà đồ binh để đằng sau."
            ],
            "Từ điển Trần Văn Chánh": [
                "Như 鬦"
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đánh nhau, so hơn thua. Hình chữ cho thấy hai kẻ sĩ đứng trước mặt nhau, quân lính ở cả phía sau, tượng trưng cho hai vị tướng sắp so tài — Như chữ Đấu 鬬 — Tên một trong các bộ chữ Trung Hoa."
            ],
            "compound_words": {
                "格鬥": "cách đấu",
                "戰鬥": "chiến đấu",
                "奮鬥": "phấn đấu",
                "決鬥": "quyết đấu",
                "爭鬥": "tranh đấu",
                "武鬥": "vũ đấu"
            }
        }
    }
}