{
    "character": "鬩",
    "details": {
        "Âm Hán Việt": [
            "huých"
        ],
        "Tổng nét": [
            "18"
        ],
        "Bộ": [
            "đấu 鬥 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿵鬥兒"
        ],
        "Nét bút": [
            "一一丨一丨一一丨一丨ノ丨一フ一一ノフ"
        ],
        "Thương Hiệt": [
            "LNHXU (中弓竹重山)"
        ],
        "Unicode": [
            "U+9B29"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "thấp"
        ],
        "Âm Pinyin": [
            "hè ㄏㄜˋ",
            "xì ㄒㄧˋ"
        ],
        "Âm Nôm": [
            "huých"
        ],
        "Âm Nhật (onyomi)": [
            "ケキ (keki)",
            "カク (kaku)",
            "ゲキ (geki)"
        ],
        "Âm Nhật (kunyomi)": [
            "せめ.ぐ (seme.gu)"
        ],
        "Âm Hàn": [
            "혁"
        ],
        "Âm Quảng Đông": [
            "jik1"
        ]
    },
    "meanings": {
        "huých": {
            "Từ điển phổ thông": [
                "cãi nhau, đánh nhau"
            ],
            "Từ điển trích dẫn": [
                "1. (Động) Cãi nhau, đánh nhau, tranh tụng. ◇Thi Kinh 詩經: “Huynh đệ huých ư tường, Ngoại ngự kì vũ” 兄弟鬩於牆, 外禦其務 (Tiểu nhã 小雅, Thường lệ 常棣) Anh em đánh nhau ở trong nhà, có người ngoài đến ăn hiếp, lại cùng nhau chống lại. § Ý nói anh em dẫu hiềm oán nhau, nhưng gặp có kẻ ngoài lấn áp, lại đồng tâm chống lại. § Ghi chú: Về sau, “huynh đệ huých tường” 兄弟鬩牆 chỉ anh em bất hòa. ☆Tương tự: “đồng thất thao qua” 同室操戈, “chử đậu nhiên ki” 煮荳燃萁."
            ],
            "Từ điển Thiều Chửu": [
                "① Cãi nhau, đánh nhau. Kinh Thi 經詩 có câu: Huynh đệ huých vu tường, ngoại ngữ kì vũ 兄弟鬩于牆，外禦其侮 anh em đánh nhau ở trong nhà, có người ngoài đến ăn hiếp, lại cùng chống lại. Ý nói anh em dẫu hiềm oán nhau, nhưng gặp có kẻ ngoài lấn áp, lại đồng tâm chống lại. Vì thế nên anh em bất hoà cũng gọi là huých tường 鬩牆."
            ],
            "Từ điển Trần Văn Chánh": [
                "(văn) Cãi nhau, bất hoà, giận nhau, đấu đá: 兄弟鬩于墻，外禦其侮 Anh em đánh nhau ở trong nhà, (nhưng) bên ngoài thì cùng nhau chống lại kẻ lấn hiếp (Thi Kinh). 【鬩墻】huých tường [xìqiáng] Nội bộ lục đục: 兄弟鬩墻 Anh em đấu đá nhau."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Tranh dành, chống đối."
            ],
            "compound_words": {
                "鬩牆": "huých tường"
            }
        }
    }
}