{
    "character": "鬼",
    "details": {
        "Âm Hán Việt": [
            "quỷ"
        ],
        "Tổng nét": [
            "9"
        ],
        "Bộ": [
            "quỷ 鬼 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "ノ丨フ一一ノフフ丶"
        ],
        "Thương Hiệt": [
            "HI (竹戈)"
        ],
        "Unicode": [
            "U+9B3C"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "guǐ ㄍㄨㄟˇ"
        ],
        "Âm Nôm": [
            "khuỷu",
            "quẽ",
            "quỉ",
            "quỷ",
            "sưu"
        ],
        "Âm Nhật (onyomi)": [
            "キ (ki)"
        ],
        "Âm Nhật (kunyomi)": [
            "おに (oni)",
            "おに- (oni-)"
        ],
        "Âm Hàn": [
            "귀"
        ],
        "Âm Quảng Đông": [
            "gwai2"
        ]
    },
    "meanings": {
        "quỷ": {
            "Từ điển phổ thông": [
                "ma quỷ",
                "sao Quỷ (một trong Nhị thập bát tú)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ma (hồn người chết). ◎Như: 'quỷ sử thần sai' 鬼使神差 ma khiến thần sai (hành vi không tự chủ), 'ngạ quỷ' 餓鬼 ma đói. ◇Tam Quốc Diễn Nghĩa 三國演義: 'Dạ dạ chỉ văn đắc thủy biên quỷ khốc thần hào' 夜夜只聞得水邊鬼哭神號 (Đệ cửu thập nhất hồi) Đêm đêm chỉ nghe bên sông ma khóc thần gào.",
                "(Danh) Người có hành vi không tốt, kẻ nghiện ngập. ◎Như: 'tửu quỷ' 酒鬼 đồ nghiện rượu, 'đổ quỷ' 賭鬼 quân cờ bạc.",
                "(Danh) Trò ma, trò dối trá. ◇Hồng Lâu Mộng 紅樓夢: 'Na hựu thị nhĩ Phượng cô nương đích quỷ, na lí tựu cùng đáo như thử' 那又是你鳳姑娘的鬼, 那裡就窮到如此 (Đệ ngũ thập tam hồi) Đó lại là trò ma của thím Phượng nhà mi đấy thôi, lẽ nào lại kiết đến thế?",
                "(Danh) Sao 'Quỷ', một ngôi sao trong nhị thập bát tú.",
                "(Danh) Họ 'Quỷ'.",
                "(Tính) Xảo trá, âm hiểm, không sáng tỏ. ◎Như: 'quỷ vực' 鬼蜮 người tính âm hiểm, 'quỷ chủ ý' 鬼主意 ý đồ mờ ám.",
                "(Tính) Tinh ma, ranh ma, láu. ◎Như: 'giá hài tử chân quỷ' 這孩子眞鬼 thằng bé ranh ma thật.",
                "(Tính) Xấu, dễ sợ, đáng ghét, chết tiệt. ◎Như: 'quỷ thiên khí' 鬼天氣 thời tiết xấu, 'giá thị thập ma quỷ địa phương a?' 這是什麼鬼地方啊 đó là cái nơi chết tiệt nào vậy?",
                "(Phó) Hồ loạn, bừa bãi. ◎Như: 'quỷ hỗn' 鬼混 bừa bãi, phóng đãng."
            ],
            "Từ điển Thiều Chửu": [
                "Ma, người chết gọi là quỷ.",
                "Quỷ quái. Người tính ấm hiểm gọi là quỷ vực 鬼蜮.",
                "Sao Quỷ, một ngôi sao trong nhị thập bát tú."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ma, quỷ: 妖魔鬼怪 Yêu ma quỷ quái;",
                "(chửi) Đồ, người, con vật, con quỷ: 酒鬼 Người nghiện rượu; 膽小鬼 Đồ nhát gan; 淫鬼 Con quỷ dâm dục;",
                "Đáng ghét, đáng trách, đáng nguyền rủa, ghê tởm, khủng khiếp, dễ sợ: 鬼天氣 Khí trời đáng ghét; 鬼地方 Nơi khủng khiếp;",
                "Giấu giếm, lén lút, vụng trộm;",
                "Bí ẩn, xấu xa, mánh khóe, nham hiểm, mờ ám: 心裡有鬼 Trong bụng có điều bí ẩn; 這裡邊有鬼 Trong đó có điều mờ ám;",
                "(khn) Tinh ma, láu, quỷ, quỷ quyệt, xảo trá: 這孩子眞鬼 Thằng bé ranh ma thật; 誰也鬼不過他 Không ai ranh bằng nó;",
                "Sao Quỷ (một ngôi sao trong nhị thập bát tú)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ma. Hồn người chết.  Đoạn trường tân thanh  có câu: » Ma đưa lối quỷ dẫn đường, Cứ tìm những chốn đoạn trường mà đi « — Loài ma dữ, hại người, phá phách tinh quáy. Tục ngữ có câu: » Nhất quỷ nhì ma thứ ba học trò « — Kẻ có hành động thâm hiểm, mờ ám — Tên một vì sao trong Nhị thập bát tú – Tên một bộ chữ Trung Hoa, tức bộ Quỷ."
            ],
            "compound_words": {
                "惡鬼": "ác quỷ",
                "白日鬼": "bạch nhật quỷ",
                "窮鬼": "cùng quỷ",
                "魔鬼": "ma quỷ",
                "餓鬼": "ngạ quỷ",
                "乌鬼": "ô quỷ",
                "烏鬼": "ô quỷ",
                "鬼質": "quỷ chất",
                "鬼谷子": "quỷ cốc tử",
                "鬼工": "quỷ công",
                "鬼道": "quỷ đạo",
                "鬼計": "quỷ kế",
                "鬼哭": "quỷ khốc",
                "鬼怪": "quỷ quái",
                "鬼鬼祟祟": "quỷ quỷ tuý tuý",
                "鬼譎": "quỷ quyệt",
                "鬼使": "quỷ sứ",
                "鬼胎": "quỷ thai",
                "鬼神": "quỷ thần",
                "鬼市": "quỷ thị",
                "鬼話": "quỷ thoại",
                "鬼手": "quỷ thủ",
                "鬼術": "quỷ thuật",
                "鬼子": "quỷ tử",
                "致鬼": "trí quỷ",
                "酒鬼": "tửu quỷ",
                "出鬼入神": "xuất quỷ nhập thần",
                "妖鬼": "yêu quỷ"
            }
        }
    }
}