{
    "character": "魁",
    "details": {
        "Âm Hán Việt": [
            "khôi"
        ],
        "Tổng nét": [
            "13"
        ],
        "Bộ": [
            "quỷ 鬼 (+4 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿺鬼斗"
        ],
        "Nét bút": [
            "ノ丨フ一一ノフフ丶丶丶一丨"
        ],
        "Thương Hiệt": [
            "HIYJ (竹戈卜十)"
        ],
        "Unicode": [
            "U+9B41"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "kuài ㄎㄨㄞˋ",
            "kuí ㄎㄨㄟˊ",
            "kuǐ ㄎㄨㄟˇ"
        ],
        "Âm Nôm": [
            "khôi"
        ],
        "Âm Nhật (onyomi)": [
            "カイ (kai)"
        ],
        "Âm Nhật (kunyomi)": [
            "さきがけ (sakigake)",
            "かしら (kashira)"
        ],
        "Âm Hàn": [
            "괴"
        ],
        "Âm Quảng Đông": [
            "fui1"
        ]
    },
    "meanings": {
        "khôi": {
            "Từ điển phổ thông": [
                "đứng đầu, đầu sỏ",
                "cái muôi múc canh",
                "sao Khôi"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Đầu sỏ, người đứng đầu. ◎Như: 'tội khôi' 罪魁 thủ phạm (người phạm tội đứng đầu), 'hoa khôi' 花魁: xem từ này.",
                "(Danh) Người đỗ đầu đời khoa cử. ◎Như: Lấy năm kinh thi các học trò, mỗi kinh lọc lấy một người đầu gọi 'kinh khôi' 經魁. Năm người đỗ đầu gọi là 'ngũ khôi' 五魁. Đỗ trạng nguyên gọi là 'đại khôi' 大魁.",
                "(Danh) Sao 'Khôi', tức sao 'Bắc đẩu' 北斗. § Từ ngôi thứ nhất đến ngôi thứ tư gọi là 'khôi'. Tục gọi sao 'Khuê' 奎 là 'khôi tinh' 魁星. Đời khoa cử coi sao 'Khuê' là chủ về văn học.",
                "(Danh) Cái môi. ◎Như: 'canh khôi' 羹魁 môi múc canh.",
                "(Danh) Các loài ở dưới nước có mai (cua, sò, v.v.).",
                "(Danh) Củ, các loài thực vật đầu rễ mọc ra củ.",
                "(Tính) Cao lớn, cường tráng. ◎Như: 'khôi ngô' 魁梧 vạm vỡ, phương phi."
            ],
            "Từ điển Thiều Chửu": [
                "Ðầu sỏ, kẻ làm đầu sỏ cả một đảng gọi là khôi.",
                "Ðỗ đầu, đời khoa cử lấy năm kinh thi các học trò, mỗi kinh lọc lấy một người đầu gọi là khôi, cho nên gọi là ngũ khôi 五魁 hay là kinh khôi 經魁. Ðỗ trạng nguyên gọi là đại khôi 大魁.",
                "Cao lớn. Như người trạng mạo vạm vỡ phương phi gọi là khôi ngô 魁梧.",
                "Sao Khôi, sao Bắc đẩu 北斗 từ ngôi thứ nhất đến ngôi thứ tư gọi là khôi. Tục gọi sao Khuê 奎 là khôi tinh 魁星. Ðời khoa cử cho ngôi sao ấy làm chủ về văn học nên thường thờ sao ấy.",
                "Cái môi, cái môi múc canh gọi là canh khôi 羹魁.",
                "Các loài ở dưới nước có mai như cái gáo như con cua, con sò, v.v. cũng gọi là khôi.",
                "Củ, các loài thực vật đầu rễ mọc ra củ gọi là khôi."
            ],
            "Từ điển Trần Văn Chánh": [
                "Người đứng đầu, kẻ đầu sỏ: 奪魁 Đoạt giải đầu (giải nhất); 罪魁 Thủ phạm;",
                "Người đỗ đầu (trong một kì thi): 大魁 (Người đỗ) trạng nguyên;",
                "To lớn, cao lớn (vóc người): 身魁力壯 Người to sức khỏe;",
                "(văn) Cái môi: 羹魁 Môi múc canh;",
                "(văn) Loài có mai sống dưới nước (như cua, sò...);",
                "(văn) (thực) Củ;",
                "[Kuí] Sao Khôi (trong chòm sao Bắc Đẩu)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cái gáo có cán dài để múc canh — Tên chỉ chung bốn ngôi sao từ thứ nhất tới thứ tư trong chòm bảy ngôi Bắc Đẩu — To lớn — Đứng đầu. Td: Văn khôi ( tài văn chương đứng đầu, tức người thi đỗ đầu ). Thơ Nguyễn Khuyến có câu: » Nét son điểm rõ mặt văn khôi «."
            ],
            "compound_words": {
                "亞魁": "á khôi",
                "渠魁": "cừ khôi",
                "花魁": "hoa khôi",
                "魁甲": "khôi giáp",
                "魁梧": "khôi ngô",
                "魁元": "khôi nguyên",
                "三魁": "tam khôi",
                "文魁": "văn khôi"
            }
        }
    }
}