{
    "character": "魯",
    "details": {
        "Âm Hán Việt": [
            "lỗ",
            "lữ"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "ngư 魚 (+4 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿱魚日"
        ],
        "Nét bút": [
            "ノフ丨フ一丨一丶丶丶丶丨フ一一"
        ],
        "Thương Hiệt": [
            "NWFA (弓田火日)"
        ],
        "Unicode": [
            "U+9B6F"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "lǔ ㄌㄨˇ"
        ],
        "Âm Nôm": [
            "lõ",
            "lỗ",
            "nhỗ",
            "sỗ"
        ],
        "Âm Nhật (onyomi)": [
            "ロ (ro)"
        ],
        "Âm Nhật (kunyomi)": [
            "おろか (oroka)"
        ],
        "Âm Hàn": [
            "로",
            "노"
        ],
        "Âm Quảng Đông": [
            "lou5"
        ]
    },
    "meanings": {
        "lỗ": {
            "Từ điển phổ thông": [
                "chậm chạp",
                "thô lỗ",
                "đần độn",
                "nước Lỗ"
            ],
            "Từ điển trích dẫn": [
                "(Tính) Đần độn, tư chất không được sáng suốt lanh lợi. ◇Luận Ngữ 論語: 'Sài dã ngu, Sâm dã lỗ, Sư dã phích, Do dã ngạn' 柴也愚, 參也魯, 師也辟, 由也喭 (Tiên tiến 先進) (Cao) Sài ngu, (Tăng) Sâm chậm lụt, Sư (Tử Trương) thiên lệch, Do (Tử Lộ) thô lậu.",
                "(Danh) Nước 'Lỗ' 魯, thuộc vùng Sơn Đông 山東 bây giờ. ◇Nguyễn Du 阮攸: 'Hà xứ thánh hiền tùng bách hạ? Biệt thành huyền tụng Lỗ Trâu dư' 何處聖賢松柏下, 別城絃誦魯鄒餘 (Đông lộ 東路) Dưới cây tùng cây bá, thánh hiền ở nơi nào? Trong thành nước Lỗ nước Trâu, tiếng đàn tiếng đọc sách vẫn còn lưa."
            ],
            "Từ điển Thiều Chửu": [
                "Ðần độn. Tư chất không được sáng suốt lanh lợi gọi là lỗ.",
                "Nước Lỗ 魯, thuộc vùng Sơn Ðông 山東 bây giờ. Nguyễn Du 阮攸: Hà xứ thánh hiền tùng bách hạ? Biệt thành huyền tụng Lỗ Trâu dư 何處聖賢松柏下，別城絃誦魯鄒餘 Dưới cây tùng cây bá, thánh hiền ở nơi nào? Trong thành nước Lỗ nước Trâu, tiếng đàn tiếng đọc sách vẫn còn lưu."
            ],
            "Từ điển Trần Văn Chánh": [
                "Chậm chạp, đần độn: 愚魯 Dại dột; 魯鈍 Ngu đần;",
                "Tục tằn, thô bỉ: 粗魯 Thô lỗ;",
                "[Lư] Nước Lỗ (thời nhà Chu, ở miền nam tỉnh Sơn Đông hiện nay);",
                "[Lư] (Tên gọi tắt của) tỉnh Sơn Đông;",
                "[Lư] (Họ) Lỗ."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ngu đần, chậm chạp — Tên một nước chư hầu đời nhà Chu, đất cũ thuộc tỉnh Sơn Đông ngày nay — Một tên chỉ tỉnh Sơn Đông, quê hương của Khổng tử — Họ người — Chỉ người học trò theo học Nho học. Thơ Lê Quý Đôn có câu: » Từ nay trâu Lỗ xin siêng học, Kẻo hổ mang danh tiếng thế gia « — Khi về nước Lỗ điều trần đạo vương. ( Lục Vân Tiên )."
            ],
            "compound_words": {
                "布魯塞爾": "bố lỗ tắc nhĩ",
                "古魯": "cổ lỗ",
                "魯莽": "lỗ mãng",
                "普魯士": "phổ lỗ sĩ",
                "粗魯": "thô lỗ"
            }
        },
        "lữ": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Như chữ Lữ 旅 — Một âm khác là Lỗ."
            ]
        }
    }
}