{
    "character": "鬧",
    "details": {
        "Âm Hán Việt": [
            "nháo",
            "náo"
        ],
        "Tổng nét": [
            "15"
        ],
        "Bộ": [
            "đấu 鬥 (+5 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Hình thái": [
            "⿵鬥市"
        ],
        "Nét bút": [
            "一一丨一丨一一丨一丨丶一丨フ丨"
        ],
        "Thương Hiệt": [
            "LNYLB (中弓卜中月)"
        ],
        "Unicode": [
            "U+9B27"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "nào ㄋㄠˋ"
        ],
        "Âm Nôm": [
            "nao",
            "náu",
            "nháo"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)",
            "ドウ (dō)"
        ],
        "Âm Nhật (kunyomi)": [
            "さわが.しい (sawaga.shii)"
        ],
        "Âm Hàn": [
            "료",
            "뇨"
        ],
        "Âm Quảng Đông": [
            "naau6"
        ]
    },
    "meanings": {
        "nháo": {
            "Từ điển phổ thông": [
                "ầm ĩ"
            ],
            "Từ điển Thiều Chửu": [
                "① Huyên náo, rầm rĩ không yên tĩnh gọi là nháo. Chỗ người tụ họp chen chúc rầm rĩ gọi là nhiệt nháo 熱鬧. Ta quen đọc là náo."
            ]
        },
        "náo": {
            "Từ điển phổ thông": [
                "ầm ĩ"
            ],
            "Từ điển trích dẫn": [
                "(Động) Làm ồn. ◎Như: 'huyên náo' 喧鬧 làm ồn ào, 'sảo náo' 吵鬧 nói ầm ĩ.",
                "(Động) Phát sinh, xảy ra. ◎Như: 'náo cơ hoang' 鬧饑荒 sinh ra đói kém, 'náo thủy tai' 鬧水災 xảy ra nạn lụt, 'náo ôn dịch' 鬧瘟疫 phát sinh dịch bệnh.",
                "(Động) Bị, mắc. ◎Như: 'náo bệnh' 鬧病 bị bệnh, mắc bệnh.",
                "(Động) Tung ra, bùng ra, phát tác. ◎Như: 'náo biệt nữu' 鬧彆扭 hục hặc với nhau, 'náo tình tự' 鬧情緒 lấy làm thắc mắc (bất mãn). ◇Hồng Lâu Mộng 紅樓夢: 'Bảo Ngọc thính liễu nhất cá Lâm tự, tiện mãn sàng náo khởi lai' 寶玉聽了一個林字, 便滿床鬧起來 (Đệ ngũ thập thất hồi) Bảo Ngọc nghe nói đến chữ 'Lâm' (Đại Ngọc), liền bùng ra kêu ầm cả lên.",
                "(Động) Nhiễu loạn, quấy rối, quấy. ◎Như: 'náo sự' 鬧事 gây rối. ◇Hồng Lâu Mộng 紅樓夢: 'Thiên na Triệu bất tử đích hựu hòa ngã náo liễu nhất tràng' 偏那趙不死的又和我鬧了一場 (Đệ lục thập hồi) Cái mụ Triệu mắc dịch ấy lại vừa cãi nhau với tôi một trận.",
                "(Động) Đùa bỡn. ◎Như: 'náo đỗng phòng' 鬧洞房 bạn bè trêu đùa vợ chồng mới cưới tối tân hôn.",
                "(Động) Làm, tiến hành. ◎Như: 'náo cách mệnh' 鬧革命 làm cách mạng, 'náo đắc đại gia bất hoan' 鬧得大家不歡 làm cho mọi người không vui. ◇Hồng Lâu Mộng 紅樓夢: 'Đô thị nhĩ náo đích, hoàn đắc nhĩ lai trị' 都是你鬧的, 還得你來治 (Đệ ngũ thập thất hồi) (Bệnh này) đều do cô làm ra, thì cô phải đến chữa.",
                "(Tính) Ồn ào, rầm rĩ, không yên tĩnh. ◎Như: 'nhiệt náo' 熱鬧 chen chúc rầm rĩ, 'náo thị' 鬧市 chợ búa ồn ào.",
                "(Tính) Mậu thịnh, rộn ràng. ◇Tống Kì 宋祁: 'Hồng hạnh chi đầu xuân ý náo' 紅杏枝頭春意鬧 (Ngọc lâu xuân 玉樓春) Trên đầu cành cây hồng hạnh, ý xuân rộn ràng."
            ],
            "Từ điển Thiều Chửu": [
                "① Huyên náo, rầm rĩ không yên tĩnh gọi là nháo. Chỗ người tụ họp chen chúc rầm rĩ gọi là nhiệt nháo 熱鬧. Ta quen đọc là náo."
            ],
            "Từ điển Trần Văn Chánh": [
                "Ồn ào, om sòm, huyên náo, gây huyên náo: 這屋裡太鬧 Nhà này ồn quá; 又哭又鬧 Khóc la om sòm; 鬧市 Chợ búa ồn ào;",
                "Quấy, vòi, nghịch: 叫孩子們別鬧了 Bảo các em đừng quấy nữa;",
                "Đòi, tranh giành: 鬧名譽地位 Đòi danh dự và địa vị;",
                "Bị, mắc: 鬧病 Bị bệnh, mắc bệnh;",
                "Xảy ra: 鬧水災 Xảy ra nạn lụt;",
                "Làm, tiến hành: 鬧革命 Làm cách mạng; 鬧技術革新 Tiến hành đổi mới kĩ thuật; 鬧得大家都笑起來 Làm cho ai nấy đều phì cười."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Ồn ào — Rối loạn — Làm cho ồn ào rối loạn. Td: Đại náo ( quấy phá lung tung )."
            ],
            "compound_words": {
                "喧鬧": "huyên náo",
                "鬧鍾": "náo chung",
                "鬧動": "náo động",
                "鬧熱": "náo nhiệt",
                "鬧事": "náo sự",
                "吵鬧": "sảo náo"
            }
        }
    }
}