{
    "character": "鱗",
    "details": {
        "Âm Hán Việt": [
            "lân"
        ],
        "Tổng nét": [
            "23"
        ],
        "Bộ": [
            "ngư 魚 (+12 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰魚粦"
        ],
        "Nét bút": [
            "ノフ丨フ一丨一丶丶丶丶丶ノ一丨ノ丶ノフ丶一フ丨"
        ],
        "Thương Hiệt": [
            "NFFDQ (弓火火木手)"
        ],
        "Unicode": [
            "U+9C57"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "trung bình"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "lín ㄌㄧㄣˊ"
        ],
        "Âm Nôm": [
            "lân"
        ],
        "Âm Nhật (onyomi)": [
            "リン (rin)"
        ],
        "Âm Nhật (kunyomi)": [
            "うろこ (uroko)",
            "こけ (koke)",
            "こけら (kokera)"
        ],
        "Âm Hàn": [
            "린",
            "인"
        ],
        "Âm Quảng Đông": [
            "leon4"
        ]
    },
    "meanings": {
        "lân": {
            "Từ điển phổ thông": [
                "vẩy cá, vảy cá",
                "xếp hàng lần lượt"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Vảy (cá, rắn...). ◇Tô Thức 蘇軾: 'Cử võng đắc ngư, cự khẩu tế lân' 舉網得魚, 巨口細鱗 (Hậu Xích Bích phú 後赤壁賦) Cất lưới được cá, miệng to vảy nhỏ.",
                "(Danh) Chỉ chung loài cá. ◇Đỗ Phủ 杜甫: 'Tử đà chi phong xuất thúy phủ, Thủy tinh chi bàn hành tố lân' 紫駝之峰出翠釜, 水精之盤行素鱗 (Lệ nhân hành 麗人行) Món thịt bướu lạc đà màu tía đưa ra trong nồi xanh bóng, Mâm thủy tinh cùng với cá trắng. § Đều là những món ăn ngon trong 'bát trân' 八珍 ngày xưa.",
                "(Danh) Mượn chỉ thư từ, tin tức. ◇Ngô Tao 吳騷: 'Nam lân bắc nhạn tần lai vãng, tự một nhất chỉ thư lai' 南鱗北雁頻來往, 自沒一紙書來 (Bộ bộ kiều 步步嬌, Khuê oán 閨怨) Lân Nam, nhạn Bắc bao lần lại, mà vẫn chẳng có một tờ thư.",
                "(Danh) Phiếm chỉ động vật có vảy.",
                "(Danh) Họ 'Lân'.",
                "(Tính) Có hình trạng như vảy. ◎Như: 'ngư lân tiển' 魚鱗癬 ghẻ như vảy cá."
            ],
            "Từ điển Thiều Chửu": [
                "Vẩy cá.",
                "Xếp hàng."
            ],
            "Từ điển Trần Văn Chánh": [
                "(động) Vảy: 魚鱗 Vảy cá; 穿山甲鱗 Vảy tê tê;",
                "(thực) (Hình) vảy: 鱗莖 Thân vảy; 遍體鱗傷 Thương tích đầy mình;",
                "(văn) Xếp hàng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vảy cá — Chỉ chung các loài có vảy — Tên người, tức Nguyễn Bá Lân, danh sĩ đời Lê, sinh 1701, mất 1785, người làng Cổ Đô phủ Quảng Oai tỉnh Sơn Tây, đậu tiến sĩ năm 1731, niên hiệu Vĩnh Khánh thứ 3 đời Lê Duy Phương, làm quan tới Thượng thư, được phong tước Hầu. Ông sở trường về thể phú chữ Nôm, các bài phú nổi tiếng là Giai Cảnh Hứng Tình Phú, Ngã Ba Hạc Phú, Trương Lưu Hầu Phú."
            ],
            "compound_words": {
                "魚鱗": "ngư lân"
            }
        }
    }
}