{
    "character": "麻",
    "details": {
        "Âm Hán Việt": [
            "ma"
        ],
        "Tổng nét": [
            "11"
        ],
        "Bộ": [
            "ma 麻 (+0 nét)"
        ],
        "Lục thư": [
            "hội ý"
        ],
        "Nét bút": [
            "丶一ノ一丨ノ丶一丨ノ丶"
        ],
        "Thương Hiệt": [
            "IJCC (戈十金金)"
        ],
        "Unicode": [
            "U+9EBB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "mā ㄇㄚ",
            "má ㄇㄚˊ"
        ],
        "Âm Nôm": [
            "ma",
            "mơ"
        ],
        "Âm Nhật (onyomi)": [
            "マ (ma)",
            "マア (mā)"
        ],
        "Âm Nhật (kunyomi)": [
            "あさ (asa)"
        ],
        "Âm Hàn": [
            "마"
        ],
        "Âm Quảng Đông": [
            "maa4"
        ]
    },
    "meanings": {
        "ma": {
            "Từ điển phổ thông": [
                "cây gai"
            ],
            "Từ điển trích dẫn": [
                "(Danh) 'Đại ma' 大麻 cây gai, đay. § Có khi gọi là 'hỏa ma' 火麻 hay 'hoàng ma' 黃麻. Có hai giống đực và cái, giống đực gọi là 'mẫu ma' 牡麻, giống cái gọi là 'tử ma' 子麻. Sang tiết xuân phân mới gieo hạt, trước sau tiết hạ chí mới nở hoa, sắc trắng xanh xanh. Hạt nó ăn được.",
                "(Danh) Quần áo để tang. § Gai đực có năm nhụy, gai cái có một nhụy. Gai đực thì khi hoa rụng hết liền nhổ, ngâm nước bóc lấy vỏ, mềm nhũn mà có thớ dài, dùng để dệt vải thưa. Gai cái thì đến mùa thu mới cắt, bóc lấy hạt rồi mới đem ngâm, dùng để dệt sô gai, vì nó đen và xù xì nên chỉ dùng làm đồ tang. ◎Như: 'ti ma' 緦麻 áo xô gai (để tang).",
                "(Danh) 'Hồ ma' 胡麻 cây vừng, có khi gọi là 'chi ma' 脂麻 hay 'du ma' 油麻. § Hạt nó có hai thứ đen và trắng. Tương truyền Trương Khiên 張騫 đem giống ở Tây Vực 西域 về, nên gọi là 'hồ ma'.",
                "(Danh) Họ 'Ma'.",
                "(Động) Mất hết cảm giác, tê. ◎Như: 'ma mộc' 麻木 tê dại.",
                "(Tính) Làm bằng gai. ◎Như: 'ma hài' 麻鞋 giày gai.",
                "(Tính) Tê liệt.",
                "(Tính) Đờ đẫn, bần thần.",
                "(Tính) Nhiều nhõi, phiền toái, rầy rà. ◎Như: 'ma phiền' 麻煩 phiền toái.",
                "(Tính) Sần sùi, thô tháo. ◎Như: 'ma kiểm' 麻臉 mặt rỗ."
            ],
            "Từ điển Thiều Chửu": [
                "Ðại ma 大麻 cây gai. Có khi gọi là hoả ma 火麻 hay hoàng ma 黃麻. Có hai giống đực và cái, giống đực gọi là mẫu ma 牡麻, giống cái gọi là tử ma 子麻. Sang tiết xuân phân mới gieo hạt, trước sau tiết hạ chí mới nở hoa, sắc trắng xanh xanh. Gai đực có năm nhị, gai cái có một nhị. Gai đực thì khi hoa rụng hết liền nhổ, ngâm nước bóc lấy vỏ, mềm nhũn mà có thớ dài, dùng để dệt vải thưa. Gai cái thì đến mùa thu mới cắt, bóc lấy hạt rồi mới đem ngâm, dùng để dệt sô gai, vì nó đen và xù xì nên chỉ dùng làm đồ tang và túi đựng đồ thôi. Hạt nó cũng ăn được.",
                "Hồ ma 胡麻 cây vừng, có khi gọi là chi ma 脂麻 hay du ma 油麻. Hạt nó có hai thứ đen và trắng. Tương truyền rằng ông Trương Khiên đem giống ở Tây Vực 西域 về, nên gọi là hồ ma."
            ],
            "Từ điển Trần Văn Chánh": [
                "【麻麻黑】ma ma hắc [mamahei] (đph) Chạng vạng, nhá nhem tối: 天剛麻麻黑 Trời vừa nhá nhem tối. Xem 麻 [má]."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Cây gai, vỏ có thể tước thành sợi nhỏ để dệt thành loại vải thô xấu — Tên một trong các bộ chữ Trung Hoa."
            ],
            "compound_words": {
                "亚麻": "á ma",
                "亞麻": "á ma",
                "白麻": "bạch ma",
                "蓖麻": "tỳ ma",
                "脂麻": "chi ma",
                "芝麻": "chi ma",
                "油麻": "du ma",
                "大麻": "đại ma",
                "火麻": "hoả ma",
                "胡麻": "hồ ma",
                "麻布": "ma bố",
                "麻疹": "ma chẩn",
                "麻黃": "ma hoàng",
                "麻臉": "ma kiểm",
                "麻煩": "ma phiền",
                "麻瘋": "ma phong",
                "荨麻": "tầm ma",
                "蕁麻": "tầm ma",
                "陳穀子爛芝麻": "trần cốc tử lạn chi ma",
                "苧麻": "trữ ma"
            }
        }
    }
}