{
    "character": "點",
    "details": {
        "Âm Hán Việt": [
            "điểm"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "hắc 黑 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿰黑占"
        ],
        "Nét bút": [
            "丨フ丶ノ一丨一一丶丶丶丶丨一丨フ一"
        ],
        "Thương Hiệt": [
            "WFYR (田火卜口)"
        ],
        "Unicode": [
            "U+9EDE"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "diǎn ㄉㄧㄢˇ",
            "duò ㄉㄨㄛˋ",
            "zhān ㄓㄢ"
        ],
        "Âm Nôm": [
            "chấm",
            "chúm",
            "đém",
            "đêm",
            "điểm",
            "đóm"
        ],
        "Âm Nhật (onyomi)": [
            "テン (ten)"
        ],
        "Âm Nhật (kunyomi)": [
            "つ.ける (tsu.keru)",
            "つ.く (tsu.ku)",
            "た.てる (ta.teru)",
            "さ.す (sa.su)",
            "とぼ.す (tobo.su)",
            "とも.す (tomo.su)",
            "ぼち (bochi)"
        ],
        "Âm Hàn": [
            "점"
        ],
        "Âm Quảng Đông": [
            "dim2"
        ]
    },
    "meanings": {
        "điểm": {
            "Từ điển phổ thông": [
                "điểm, chấm, nốt, giờ"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Ngấn, vết nhỏ. ◎Như: 'mặc điểm' 墨點 vết mực, 'ô điểm' 污點 vết bẩn.",
                "(Danh) Hạt, giọt. ◎Như: 'châu điểm' 珠點 hạt trai, 'tiểu vũ điểm' 小雨點 giọt mưa phùn.",
                "(Danh) Nét chấm (trong chữ Hán). ◎Như: 'tam điểm thủy' 三點水 ba nét chấm 氵 của bộ 'thủy'.",
                "(Danh) Dấu chấm câu. ◎Như: 'đậu điểm' 逗點 dấu chấm hết câu.",
                "(Danh) Nói tắt của 'điểm tâm thực phẩm' 點心食品 (món ăn lót dạ). ◎Như: 'cao điểm' 糕點 bánh điểm tâm, 'tảo điểm' 早點 món ăn lót dạ buổi sáng.",
                "(Danh) Giờ (thời gian). ◎Như: 'thập điểm' 十點 mười giờ.",
                "(Danh) Lúc, thời gian quy định. ◎Như: 'đáo điểm liễu' 到點了 đến giờ rồi.",
                "(Danh) Bộ phận, phương diện, phần, nét. ◎Như: 'ưu điểm' 優點 phần ưu tú, 'khuyết điểm' 缺點 chỗ thiếu sót, 'nhược điểm' 弱點 điều yếu kém.",
                "(Danh) Tiêu chuẩn hoặc nơi chốn nhất định. ◎Như: 'khởi điểm' 起點 chỗ bắt đầu, 'phí điểm' 沸點 điểm sôi.",
                "(Danh) Lượng từ: điều, việc, hạng mục. ◎Như: 'giá cá chủ đề, khả phân hạ liệt tam điểm lai thuyết minh' 這個主題, 可分下列三點來說明 chủ đề đó có thể chia làm ba điều mục để thuyết minh.",
                "(Danh) Trong môn hình học, chỉ vị trí chính xác mà không có kích thước lớn bé, dài ngắn, dày mỏng. ◎Như: 'lưỡng tuyến đích giao điểm' 兩線的交點 điểm gặp nhau của hai đường chéo.",
                "(Danh) Kí hiệu trong số học dùng để phân biệt phần số nguyên và số lẻ (thập phân). ◎Như: 33.5 đọc là 'tam thập tam điểm ngũ' 三十三點五.",
                "(Động) Châm, đốt, thắp, nhóm. ◎Như: 'điểm hỏa' 點火 nhóm lửa, 'điểm đăng' 點燈 thắp đèn.",
                "(Động) Gật (đầu). ◇Hồng Lâu Mộng 紅樓夢: 'Lí Hoàn điểm đầu thuyết: Thị' 李紈點頭說: 是 (Đệ ngũ thập hồi) Lý Hoàn gật đầu nói: Phải đấy.",
                "(Động) Chấm (chạm vào vật thể rồi tách ra ngay lập tức). ◎Như: 'tinh đình điểm thủy' 蜻蜓點水 chuồn chuồn chấm nước.",
                "(Động) Chỉ định, chọn. ◎Như: 'điểm thái' 點菜 chọn thức ăn, gọi món ăn.",
                "(Động) Kiểm, xét, đếm, gọi. ◎Như: 'bả tiền điểm nhất điểm' 把錢點一點 kiểm tiền, đếm tiền, 'điểm danh' 點名 gọi tên (để kiểm soát).",
                "(Động) Nhỏ, tra. ◎Như: 'điểm nhãn dược thủy' 點眼藥水 nhỏ thuốc lỏng vào mắt.",
                "(Động) Chỉ thị, chỉ bảo, bảo. ◎Như: 'nhất điểm tựu minh bạch liễu' 一點就明白了 bảo một tí là hiểu ngay.",
                "(Động) Trang sức. ◎Như: 'trang điểm' 裝點."
            ],
            "Từ điển Thiều Chửu": [
                "Cái vật bé tí. Tục nói cái gì bé tí gọi là là nhất điểm 一點. Cái gì tế toái vụn vặt gọi là điểm điểm 點點.",
                "Nét chấm. Nói rộng ra phàm cái gì dính líu vào một tí liền buông ra ngay đều gọi là điểm.",
                "Dấu chấm câu.",
                "Chỗ xoá hay chỗ chữa trong bài văn cũng gọi là điểm. Như văn bất gia điểm 文不加點 ý nói tài tứ nhanh nhẹn, làm văn xong không phải chữa nữa.",
                "Giờ. Như thập điểm 十點 mười giờ.",
                "Xét nét. Như kiểm điểm 檢點, tra điểm 查點.",
                "Chỉ định cho, chỉ điểm cho.",
                "Ăn lót dạ. Như điểm tâm 點心.",
                "Trong phép tính (môn hình học), cho phần chỉ có vị trí mà không có lớn bé, dài ngắn, dày mỏng gọi là điểm. Như lưỡng tuyến đích giao điểm 兩線的交點 điểm gặp nhau của hai đường chéo.",
                "Nhơ bẩn.",
                "Giọt nước rớt vào.",
                "Hơ nóng."
            ],
            "Từ điển Trần Văn Chánh": [
                "Hạt, giọt: 雨點 Hạt mưa;",
                "Chấm, vết: 墨點 Vết mực; 污點 Vết bẩn;",
                "Nét chữ (trong chữ Hán '丶');",
                "(toán) Điểm: 兩線的交點 Điểm giao nhau của hai đường chéo; 基準點 Điểm mốc;",
                "Chấm, nét chấm, dấu chấm, điểm: 句點 Dấu chấm;",
                "Chút ít, một ít, một tí: 吃一點點心 Ăn một ít bánh điểm tâm;",
                "Điểm, điều, việc: 有兩點建議 Đề nghị hai điểm; 這一點，我們是不同意的 Chúng tôi không đồng ý điều đó;",
                "Nơi, chỗ, điểm: 起點 Khởi điểm, chỗ bắt đầu; 沸點 Điểm sôi;",
                "Phần, điểm, nét: 特點 Đặc điểm, nét riêng biệt;",
                "Chấm, điểm: 點句 Chấm câu; 點一個點兒 Chấm một điểm nhỏ;",
                "Gật (đầu): 他點了點頭 Anh ta gật gật đầu;",
                "Nhỏ, tra: 點眼藥 Nhỏ thuốc đau mắt;",
                "Trồng, tra: 點花生 Trồng lạc, trồng đậu phộng; 點玉米 Tra ngô;",
                "Kiểm soát, xét, kiểm, đếm, điểm, gọi: 把錢點一點 Kiểm tiền, đếm tiền; 點名 Điểm danh, gọi tên;",
                "Chọn ra, gọi, kêu: 點菜 Chọn thức ăn, gọi món ăn;",
                "Bảo, dạy bảo: 他是聰明的人，一點就明白了 Anh ta là người sáng dạ, bảo một tí là hiểu ngay;",
                "Châm, đốt, thắp, nhóm: 點燈 Thắp đèn, 點火 Nhóm lửa;",
                "Giờ: 上午十點鐘 Mười giờ sáng; 現在幾點了？ Bây giờ đã mấy giờ rồi?;",
                "Lúc, giờ: 到點了，開始吧 Đến giờ rồi, bắt đầu đi!;",
                "(Bánh) điểm tâm, (bánh) ăn lót dạ: 糕點 Bánh điểm tâm; 早點 Bánh ăn lót dạ buổi sáng;",
                "㉑ (in) Cỡ chữ in;",
                "㉒ Nhằm vào, nói đến."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Vết đen nhỏ. Chấm đen. Cái chấm. Trong toán học cũng gọi là điểm — Chỉ sự nhục nhã xấu xa — Xem xét. Chẳng hạn. Kiểm điểm — Lấy ngón tay mà trỏ vào, ấn vào. Chẳng hạn Điểm huyệt — Trỏ cho thấy, cho biết. Chẳng hạn Điểm chỉ — Bữa ăn nhỏ, ăn sơ sài cho đỡ đói — Giờ đồng hồ — Đếm xem. Chẳng hạn Điểm danh — Tên người Đoàn Thị Điểm, nữ danh sĩ đời Lê, sinh 1705, mất 1748, hiệu là Hồng Hà Nữ sĩ, người làng Hiến phạm huyện Văn giang tỉnh Bắc ninh, dòng dõi thư hương, từng được mời vào cung dạy học, năm 1741 mới kết hôn, làm kế thất của Tiến sĩ Nguyễn Kiều giữ chức Thị lang. Tác phẩm Hán văn của bà có cuốn Truyền kì tân phổ, dịch phẩm Nôm có  Chinh phụ ngâm khúc , dịch từ nguyên văn của Đặng Trần Côn."
            ],
            "compound_words": {
                "半點": "bán điểm",
                "斑點": "ban điểm",
                "冰點": "băng điểm",
                "糕點": "cao điểm",
                "質點": "chất điểm",
                "指點": "chỉ điểm",
                "終點": "chung điểm",
                "鐘點": "chung điểm",
                "極點": "cực điểm",
                "異點": "dị điểm",
                "打點": "đả điểm",
                "特點": "đặc điểm",
                "提點": "đề điểm",
                "地點": "địa điểm",
                "點兵": "điểm binh",
                "點指": "điểm chỉ",
                "點名": "điểm danh",
                "點燈": "điểm đăng",
                "點頭": "điểm đầu",
                "點穴": "điểm huyệt",
                "點卯": "điểm mão",
                "點心": "điểm tâm",
                "點菜": "điểm thái",
                "點水": "điểm thuỷ",
                "點算": "điểm toán",
                "點妝": "điểm trang",
                "點綴": "điểm xuyết",
                "交點": "giao điểm",
                "起點": "khởi điểm",
                "缺點": "khuyết điểm",
                "檢點": "kiểm điểm",
                "露點": "lộ điểm",
                "疑點": "nghi điểm",
                "誤點": "ngộ điểm",
                "一點": "nhất điểm",
                "弱點": "nhược điểm",
                "汙點": "ô điểm",
                "批點": "phê điểm",
                "觀點": "quan điểm",
                "差點": "sai điểm",
                "節點": "tiết điểm",
                "標點": "tiêu điểm",
                "焦點": "tiêu điểm",
                "蜻蜓點水": "tinh đình điểm thuỷ",
                "粧點": "trang điểm",
                "優點": "ưu điểm",
                "射撃點": "xạ kích điểm",
                "綴點": "xuyết điểm",
                "要點": "yếu điểm"
            }
        }
    }
}