{
    "character": "黛",
    "details": {
        "Âm Hán Việt": [
            "đại"
        ],
        "Tổng nét": [
            "17"
        ],
        "Bộ": [
            "hắc 黑 (+5 nét)"
        ],
        "Lục thư": [
            "hình thanh"
        ],
        "Hình thái": [
            "⿱代黑"
        ],
        "Nét bút": [
            "ノ丨一フ丶丨フ丶ノ一丨一一丶丶丶丶"
        ],
        "Thương Hiệt": [
            "OPWGF (人心田土火)"
        ],
        "Unicode": [
            "U+9EDB"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dài ㄉㄞˋ"
        ],
        "Âm Nôm": [
            "đại"
        ],
        "Âm Nhật (onyomi)": [
            "タイ (tai)"
        ],
        "Âm Nhật (kunyomi)": [
            "まゆずみ (mayuzumi)"
        ],
        "Âm Hàn": [
            "대"
        ],
        "Âm Quảng Đông": [
            "doi6"
        ]
    },
    "meanings": {
        "đại": {
            "Từ điển phổ thông": [
                "thuốc vẽ lông mày (trang điểm)"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Thuốc đen của đàn bà ngày xưa dùng vẽ lông mày. ◎Như: 'phấn đại' 粉黛 phấn son.",
                "(Danh) Lông mày đàn bà. ◇Nguyên Đế 元帝: 'Oán đại thư hoàn liễm' 怨黛舒還斂 (Đại cựu cơ hữu oán 代舊姬有怨) Lông mày giận hờn giãn ra rồi lại nhíu lại.",
                "(Danh) Đàn bà đẹp. ◇Bạch Cư Dị 白居易: 'Hồi mâu nhất tiếu bách mị sinh, Lục cung phấn đại vô nhan sắc' 回眸一笑百媚生, 六宮粉黛無顏色 (Trường hận ca 長恨歌) Nàng liếc mắt lại, mỉm một nụ cười, trăm vẻ đẹp phát sinh, (khiến cho) Các phi tần xinh đẹp trong sáu cung đều như không có nhan sắc. Tản Đà dịch thơ: Một cười trăm vẻ thiên nhiên, Sáu cung nhan sắc thua hờn phấn son.",
                "(Tính) Xanh đen. ◇Vi Trang 韋莊: 'Diêu thiên ỷ đại sầm' 遙天倚黛岑 (Tam dụng vận 三用韻) Núi xanh thẫm dựa trời xa."
            ],
            "Từ điển Thiều Chửu": [
                "Thuốc đen của đàn bà vẽ lông mày. Vì thế gọi đồ trang sức là phấn đại 粉黛. Cũng để ví người đàn bà đẹp. Bạch Cư Dị 白居易: Hồi mâu nhất tiếu bách mị sinh, Lục cung phấn đại vô nhan sắc 回眸一笑百媚生，六宮粉黛無顏色 (Trường hận ca 長恨歌) Nàng liếc mắt lại, mỉm một nụ cười, trăm vẻ đẹp phát sinh, (khiến cho) các phi tần trong sáu cung đều như không có nhan sắc. Tản Ðà dịch thơ: Một cười trăm vẻ thiên nhiên, Sáu cung nhan sắc thua hờn phấn son.",
                "Thanh đại 青黛 bột chàm, dùng để làm thuốc, màu nó xanh sẫm.",
                "Cái gì xanh sẫm cũng gọi là đại."
            ],
            "Từ điển Trần Văn Chánh": [
                "(Một thứ) than vẽ lông mày (của phụ nữ thời xưa): 粉黛 Phấn son. (Ngr) Phụ nữ đẹp, người đẹp (thời xưa)."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Thứ bột mềm màu xanh đen dùng để vẽ lông mày, một loại mĩ phẩm của đàn bà."
            ],
            "compound_words": {
                "粉黛": "phấn đại"
            }
        }
    }
}