{
    "character": "黨",
    "details": {
        "Âm Hán Việt": [
            "chưởng",
            "đảng"
        ],
        "Tổng nét": [
            "20"
        ],
        "Bộ": [
            "hắc 黑 (+8 nét)"
        ],
        "Lục thư": [
            "hình thanh & hội ý"
        ],
        "Hình thái": [
            "⿱龸⿱口黑"
        ],
        "Nét bút": [
            "丨丶ノ丶フ丨フ一丨フ丶ノ一丨一一丶丶丶丶"
        ],
        "Thương Hiệt": [
            "FBRWF (火月口田火)"
        ],
        "Unicode": [
            "U+9EE8"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "rất cao"
        ],
        "Âm Pinyin": [
            "dǎng ㄉㄤˇ",
            "zhǎng ㄓㄤˇ"
        ],
        "Âm Nôm": [
            "đảng",
            "đoảng"
        ],
        "Âm Nhật (onyomi)": [
            "トウ (tō)"
        ],
        "Âm Nhật (kunyomi)": [
            "なかま (nakama)",
            "むら (mura)"
        ],
        "Âm Hàn": [
            "당"
        ],
        "Âm Quảng Đông": [
            "dong2"
        ]
    },
    "meanings": {
        "chưởng": {
            "Từ điển Nguyễn Quốc Hùng": [
                "Họ người — Các âm khác là Đảng, Thảng. Xem các âm này."
            ]
        },
        "đảng": {
            "Từ điển phổ thông": [
                "bè, đảng"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Tổ chức hành chánh địa phương ngày xưa, một khu có năm trăm nhà ở gọi là 'đảng'. ◎Như: 'hương đảng' 鄉黨 làng xóm.",
                "(Danh) Tổ chức bao gồm những người đồng chí. ◎Như: 'Quốc Dân đảng' 國民黨, 'chánh đảng' 政黨, 'cách mệnh đảng' 革命黨.",
                "(Danh) Bè, nhóm, đoàn thể nhỏ (gồm những người vì quyền lợi kết thành). ◎Như: 'kết đảng doanh tư' 結黨營私 cấu kết với nhau cầu lợi riêng, 'hồ quần cẩu đảng' 狐群狗黨 bè nhóm lang sói (cấu kết với nhau làm bậy). ◇Tả truyện 左傳: 'Thần văn vong nhân vô đảng, hữu đảng tất hữu thù' 臣聞亡人無黨, 有黨必有讎 (Hi Công cửu niên 僖公九年) Thần nghe rằng người chết không có bè nhóm, có bè nhóm thì có kẻ thù.",
                "(Danh) Bạn bè, thân hữu, đồng bối. ◇Hàn Dũ 韓愈: 'Ta tai ngô đảng nhị tam tử, An đắc chí lão bất canh quy' 嗟哉吾黨二三子, 安得至老不更歸 (San thạch 山石) Hỡi ơi, bạn bè ta hai ba người, Làm sao tới già lại không về?",
                "(Danh) Người thân thuộc (nội, ngoại, ...). ◎Như: 'phụ đảng' 父黨 họ hàng bên cha, 'mẫu đảng' 母黨 họ hàng bên mẹ.",
                "(Danh) Họ 'Đảng'.",
                "(Động) Hùa theo, a dua, thiên tư. ◇Luận Ngữ 論語: 'Ngô văn quân tử bất đảng, quân tử diệc đảng hồ?' 吾聞君子不黨, 君子亦黨乎 (Thuật nhi 述而) Tôi nghe nói người quân tử không thiên vị, (hóa ra) quân tử cũng thiên vị sao?",
                "(Tính) Ngay thẳng. Thông 'đảng' 讜. ◎Như: 'đảng ngôn' 黨言 lời nói thẳng, 'đảng luận' 黨論 lời bàn ngay thẳng."
            ],
            "Từ điển Thiều Chửu": [
                "Một khu có năm trăm nhà ở gọi là đảng.",
                "Lũ, bè đảng, các người đồng chí họp lại làm một đoàn thể gọi là đảng.",
                "A dua theo. Như Luận Ngữ 論語 nói quân tử bất đảng 君子不黨 (Thuật nhi 述而) người quân tử không a dua với ai."
            ],
            "Từ điển Trần Văn Chánh": [
                "Đảng: 共產黨 Đảng Cộng sản; 入黨 Vào Đảng; 黨的領導 Sự lãnh đạo của Đảng;",
                "Băng, nhóm, bè, lũ, bè đảng: 結黨營私 Gây bè kết đảng; 狐群狗黨 Bè bạn đàng điếm;",
                "(văn) Kết đảng, về phe, a dua: 君子群而不黨 Người quân tử đoàn kết mà không a dua theo ai (Luận ngữ);",
                "(văn) Che chở, bênh vực. 【黨同伐異】đảng đồng phạt dị [dăng tóngfáyì] Bênh vực những người cùng bè phái và công kích những người khác phái;",
                "(văn) Họ hàng, bà con thân thuộc: 父黨 Họ hàng bên cha; 妻黨 Họ hàng bên vợ;",
                "[Dăng] (Họ) Đảng."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Không được tươi tốt mới mẻ — Một đơn vị hộ tịch thời xưa, 500 gia đình là một Đảng — Chỉ chung họ hàng nội ngoại — Phe nhóm. Bọn — Một đoàn thể có tổ chức, cùng hướng tới mục đích chung. Chẳng hạn Chính đảng — Các âm khác là Chưởng, Thẳng. Xem các âm này."
            ],
            "compound_words": {
                "阿黨": "a đảng",
                "惡黨": "ác đảng",
                "朋黨": "bằng đảng",
                "政黨": "chính đảng",
                "多黨": "đa đảng",
                "黨部": "đảng bộ",
                "黨與": "đảng dữ",
                "黨同攻異": "đảng đồng công dị",
                "黨禍": "đảng hoạ",
                "黨獄": "đảng ngục",
                "黨人": "đảng nhân",
                "黨派": "đảng phái",
                "黨蔘": "đảng sâm",
                "黨籍": "đảng tịch",
                "黨長": "đảng trưởng",
                "敵黨": "địch đảng",
                "徒黨": "đồ đảng",
                "同黨": "đồng đảng",
                "鄉黨": "hương đảng",
                "結黨": "kết đảng",
                "亂黨": "loạn đảng",
                "國民黨": "quốc dân đảng",
                "左黨": "tả đảng",
                "赤黨": "xích đảng"
            }
        }
    }
}