{
    "character": "鼎",
    "details": {
        "Âm Hán Việt": [
            "đỉnh"
        ],
        "Tổng nét": [
            "12"
        ],
        "Bộ": [
            "đỉnh 鼎 (+0 nét)"
        ],
        "Lục thư": [
            "tượng hình"
        ],
        "Nét bút": [
            "丨フ一一一フ一ノ丨一丨フ"
        ],
        "Thương Hiệt": [
            "BUVML (月山女一中)"
        ],
        "Unicode": [
            "U+9F0E"
        ],
        "Độ thông dụng trong Hán ngữ cổ": [
            "rất cao"
        ],
        "Độ thông dụng trong tiếng Trung hiện đại": [
            "cao"
        ],
        "Âm Pinyin": [
            "dǐng ㄉㄧㄥˇ",
            "zhēn ㄓㄣ"
        ],
        "Âm Nôm": [
            "đềnh",
            "đỉnh"
        ],
        "Âm Nhật (onyomi)": [
            "テイ (tei)"
        ],
        "Âm Nhật (kunyomi)": [
            "かなえ (kanae)"
        ],
        "Âm Hàn": [
            "정"
        ],
        "Âm Quảng Đông": [
            "ding2"
        ]
    },
    "meanings": {
        "đỉnh": {
            "Từ điển phổ thông": [
                "cái vạc, cái đỉnh"
            ],
            "Từ điển trích dẫn": [
                "(Danh) Cái vạc, ngày xưa đúc bằng kim loại, ba chân hai tai, dùng để nấu ăn.",
                "(Danh) Vật báu lưu truyền trong nước thời xưa. § Vua 'Vũ' 禹 nhà 'Hạ' 夏 thu vàng trong chín châu lại, đúc làm chín cái đỉnh. Về đời 'Tam Đại' 三代 (Hạ 夏, 'Thương' 商, 'Chu' 周) coi là vật báu của nước. Cho nên ai lấy được thiên hạ gọi là 'định đỉnh' 定鼎.",
                "(Danh) Lệ ngày xưa ai có công thì khắc công đức vào cái đỉnh. Vì thế chữ triện ngày xưa có lối chữ viết như cái chuông cái đỉnh gọi là 'chung đỉnh văn' 鐘鼎文.",
                "(Danh) Cái lư đốt trầm.",
                "(Danh) Ví dụ với tam công, tể tướng, trọng thần. ◎Như: 'đài đỉnh' 臺鼎, 'đỉnh phụ' 鼎輔.",
                "(Danh) Hình cụ thời xưa dùng để nấu giết tội nhân. ◇Văn Thiên Tường 文天祥: 'Đỉnh hoạch cam như di' 鼎鑊甘如飴 (Chánh khí ca 正氣歌) (Bị hành hình nấu) vạc dầu (mà coi thường thấy) ngọt như đường.",
                "(Danh) Tiếng địa phương (Phúc Kiến) chỉ cái nồi. ◎Như: 'đỉnh gian' 鼎間 phòng bếp, 'đỉnh cái' 鼎蓋 vung nồi.",
                "(Phó) Theo thế chân vạc (ba mặt đối ngang nhau). ◇Tam quốc chí 三國志: 'Tam gia đỉnh lập' 三家鼎立 (Lục Khải truyện 陸凱傳) Ba nhà đứng thành thế chân vạc.",
                "(Phó) Đang, đúng lúc. ◇Hán Thư 漢書: 'Thiên tử xuân thu đỉnh thịnh' 天子春秋鼎盛 (Giả Nghị truyện 賈誼傳) Thiên tử xuân thu đang thịnh.",
                "(Tính) Cao, lớn. ◎Như: 'đại danh đỉnh đỉnh' 大名鼎鼎 tiếng cả lừng lẫy."
            ],
            "Từ điển Thiều Chửu": [
                "Cái đỉnh. Ðúc bằng loài kim, ba chân hai tai, lớn bé khác nhau, công dụng cũng khác. Vua Vũ 禹 nhà Hạ 夏 thu vàng trong chín châu lại, đúc làm chín cái đỉnh. Về đời Tam Ðại 三代 (Hạ 夏, Thương 商, Chu 周) cho là một vật rất trọng lưu truyền trong nước. Cho nên ai lấy được thiên hạ gọi là định đỉnh 定鼎.",
                "Cái đồ đựng đồ ăn. Như đỉnh chung 鼎鍾 nói về nhà quý hiển. Lệ ngày xưa ai có công thì khắc công đức vào cái đỉnh. Vì thế chữ triện ngày xưa có lối chữ viết như cái chuông cái đỉnh gọi là chung đỉnh văn 鐘鼎文.",
                "Cái vạc.",
                "Cái lư đốt trầm.",
                "Ðang. Như xuân thu đỉnh thịnh 春秋鼎盛 đang lúc mạnh khỏe trai trẻ.",
                "Ðỉnh đỉnh 鼎鼎 lừng lẫy. Như đại danh đỉnh đỉnh 大名鼎鼎 tiếng cả lừng lẫy.",
                "Ba mặt đứng đều nhau gọi là đỉnh. Như đỉnh trị 鼎峙 ba mặt đứng đối ngang nhau.",
                "Ngày xưa nói vị chức tam công như ba chân đỉnh, nên đời sau gọi chức tể tướng là đỉnh."
            ],
            "Từ điển Trần Văn Chánh": [
                "Cái vạc, cái đỉnh (ba chân), cái lư đốt trầm: 三足鼎 Đỉnh ba chân;",
                "Mạnh mẽ, thịnh vượng, hiển hách, lừng lẫy: 其居則高門鼎貴 Ở thì ở chỗ nhà cao sang thịnh (Tả Tư: Ngô đô phú);",
                "Gồm ba mặt, ba bên, cùng đứng đối lập ở ba phía (thành thế chân vạc): 鼎峙 Ba mặt đứng đối ngang nhau; 三家鼎立 Ba nhà đứng thành thế chân vạc (Tam quốc chí);",
                "(văn) Đang: 天子春秋鼎盛 Thiên tử xuân thu đang thịnh (Hán thư). Cv."
            ],
            "Từ điển Nguyễn Quốc Hùng": [
                "Đồ vật bằng đồng, có quai xách, có ba chân, thời cổ dùng để nấu cơm cho nhiều người ăn. Cũng gọi là cái vạc. Chẳng hạn Vạc dầu — Tên một quẻ trong kinh Dịch, dưới quẻ Tốn trên quẻ Li, chỉ về sự mới mẻ — Ba mặt đối nhau. Ta gọi là vẽ chân vạc — Vuông vức — Hưng thịnh."
            ],
            "compound_words": {
                "拔山舉鼎": "bạt sơn cử đỉnh",
                "革故鼎新": "cách cố đỉnh tân",
                "鐘鼎": "chung đỉnh",
                "鐘鳴鼎食": "chung minh đỉnh thực",
                "舉鼎拔山": "cử đỉnh bạt sơn",
                "九鼎": "cửu đỉnh",
                "鼎鐘": "đỉnh chung",
                "鼎立": "đỉnh lập",
                "鼎新": "đỉnh tân",
                "鼎盛": "đỉnh thịnh",
                "鼎足": "đỉnh túc",
                "觀鼎": "quan đỉnh"
            }
        }
    }
}